{
  "blocks": [
    {
      "id": "/page/0/SectionHeader/0",
      "block_type": "SectionHeader",
      "html": "<h2><b>Merton, Robert C.</b></h2>",
      "page": 318,
      "polygon": [
        [
          75.083984375,
          70.043212890625
        ],
        [
          225.1796875,
          70.043212890625
        ],
        [
          225.1796875,
          89.12310791015625
        ],
        [
          75.083984375,
          89.12310791015625
        ]
      ],
      "bbox": [
        75.083984375,
        70.043212890625,
        225.1796875,
        89.12310791015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Robert C. Merton is the John and Natty McArthur University Professor at Harvard Business School. In 1966, he earned a BS in engineering mathematics from Columbia University where he published his first publication \"The 'Motionless' Motion of Swift's Flying Island\" in the <i>Journal of the History</i> <i>of Ideas</i> [4]. He then went on to pursue graduate studies in applied mathematics at the California Institute of Technology, leaving the institution with an MS in 1967. He obtained a PhD in economics in 1970 from the Massachusetts Institute of Technology where he worked under the Nobel laureate Paul A. Samuelson (<i>see</i> <b>Samuelson, Paul</b> <b>A.</b>). His dissertation was entitled \"Analytical Optimal Control Theory as Applied to Stochastic and Nonstochastic Economics.\" Prior to joining Harvard in 1988, Merton served on the finance faculty of Massachusetts Institute of Technology.</p>",
      "page": 318,
      "polygon": [
        [
          75.517578125,
          108.148193359375
        ],
        [
          289.640625,
          108.148193359375
        ],
        [
          289.640625,
          313.979248046875
        ],
        [
          75.517578125,
          313.979248046875
        ]
      ],
      "bbox": [
        75.517578125,
        108.148193359375,
        289.640625,
        313.979248046875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In 1997, Merton shared the Nobel Prize in Economic Sciences with Myron Scholes \"for a new method to determine the value of derivatives\". Merton taught himself stochastic dynamic programming and Ito calculus during graduate school at Massachusetts Institute of Technology and subsequently introduced Ito calculus (<i>see</i> <b>Stochastic Inte</b><b>grals</b>) into finance and economics. Continuous-time stochastic calculus had become a cornerstone in mathematical finance, and more than anyone Merton is responsible in making manifest the mathematical tool's power in financial modeling and applications. Merton had also produced highly regarded work on dynamic models of optimal life-time consumption and portfolio selection, equilibrium asset pricing, contingent-claim analysis, and financial systems. Merton's monograph \"Continuous-time finance\" [8] is a classic introduction to these topics.</p>",
      "page": 318,
      "polygon": [
        [
          75.806640625,
          314.96435546875
        ],
        [
          290.21875,
          314.96435546875
        ],
        [
          290.21875,
          519.2974548339844
        ],
        [
          75.806640625,
          519.2974548339844
        ]
      ],
      "bbox": [
        75.806640625,
        314.96435546875,
        290.21875,
        519.2974548339844
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Merton proposed an intertemporal capital asset pricing model (ICAPM) [6] (<i>see</i> <b>Capital Asset</b> <b>Pricing Model</b>), a model empirically more attractive than the single-period capital asset pricing model (CAPM) (<i>see</i> <b>Capital Asset Pricing Model</b>). Assuming continuous-time stochastic processes with continuous-decision-making and trading, Merton showed that mean–variance portfolio choice is optimal at each moment of time. It explained when and how the CAPM could hold in a dynamic setting. As an extension, Merton looked at the</p>",
      "page": 318,
      "polygon": [
        [
          75.87890625,
          519.84765625
        ],
        [
          290.36328125,
          519.84765625
        ],
        [
          290.36328125,
          644.7562866210938
        ],
        [
          75.87890625,
          644.7562866210938
        ]
      ],
      "bbox": [
        75.87890625,
        519.84765625,
        290.36328125,
        644.7562866210938
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">case when the set of investment opportunities is stochastic and evolves over time. Investors hold a portfolio to hedge against shifts in the opportunity set of security returns. This implies that investors are compensated in the expected return for bearing the risk of shifts in the opportunity set of security returns, in addition to bearing market risk. Because of this additional compensation in expected return, in equilibrium, expected returns on risky assets may differ from the risk-less expected return even when they have no market risk. Through this work, we obtain an empirically more useful version of CAPM that allows for multiple risk factors. Merton's ICAPM predated many subsequently published multifactor models like the arbitrage pricing theory [11] (<i>see</i> <b>Arbitrage</b> <b>Pricing Theory</b>).</p>",
      "page": 318,
      "polygon": [
        [
          301.4921875,
          71.60791015625
        ],
        [
          517.1328125,
          71.60791015625
        ],
        [
          517.1328125,
          265.4382629394531
        ],
        [
          301.4921875,
          265.4382629394531
        ]
      ],
      "bbox": [
        301.4921875,
        71.60791015625,
        517.1328125,
        265.4382629394531
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Merton's work in the 1970s laid the foundation for modern derivative pricing theory (<i>see</i> <b>Option</b> <b>Pricing: General Principles</b>). His paper \"Theory of Rational Option Pricing\" [5] is one of the two classic papers on derivative pricing that led to the Black–Scholes–Merton option pricing theory (<i>see</i> <b>Black–Scholes Formula</b>). Merton's essential contribution was his hedging (<i>see</i> <b>Hedging</b>) argument for option pricing based on no arbitrage; he showed that one can use the prescribed dynamic trading strategy under Black–Scholes [1] to offset the risk exposure of an option and obtain a perfect hedge under the continuous trading limit. In other words, he discovered how to construct a \"synthetic option\" using continual revision of a \"self-financing\" portfolio involving the underlying asset and riskless borrowing to replicate the expiration-date payoff of the option. And no arbitrage dictates that the cost of constructing this synthetic option must give the price of the option even if it does not exist. This seminal paper also extended the Black–Scholes model to allow for predictably changing interest rates, dividend payments on the underlying asset, changing exercise price, and early exercise under American options. Merton also produced \"perhaps the first closed-form formula for an exotic option\". [12] Merton's approach to derivative securities provided the intellectual basis for the rise of the profession of financial engineering.</p>",
      "page": 318,
      "polygon": [
        [
          301.78125,
          267.2450256347656
        ],
        [
          516.265625,
          267.2450256347656
        ],
        [
          516.265625,
          598.8052368164062
        ],
        [
          301.78125,
          598.8052368164062
        ]
      ],
      "bbox": [
        301.78125,
        267.2450256347656,
        516.265625,
        598.8052368164062
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">The Merton model (<i>see</i> <b>Structural Default Risk</b> <b>Models</b>) refers to an increasingly popular structural credit risk model introduced by Merton [7] in the early 1970s. Drawing on the insight that the payoff</p>",
      "page": 318,
      "polygon": [
        [
          303.12030029296875,
          599.37109375
        ],
        [
          515.3984375,
          599.37109375
        ],
        [
          515.3984375,
          644.76611328125
        ],
        [
          303.12030029296875,
          644.76611328125
        ]
      ],
      "bbox": [
        303.12030029296875,
        599.37109375,
        515.3984375,
        644.76611328125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 352,
      "polygon": [
        [
          78.3359375,
          45.49365234375
        ],
        [
          186.50537109375,
          45.49365234375
        ],
        [
          186.50537109375,
          56.70166015625
        ],
        [
          78.3359375,
          56.70166015625
        ]
      ],
      "bbox": [
        78.3359375,
        45.49365234375,
        186.50537109375,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">structure of the leveraged equity of a firm is identical to that of a call option (<i>see</i> <b>Call Options</b>) on the market value of the assets of the whole firm, Merton proposed that the leveraged equity of a firm could be valued as if it were a call option on the assets of the whole firm. The isomorphic (same payoff structure) price relation between the leveraged equity of a firm and a call option allows one to apply the Black–Scholes–Merton contingent-claim pricing model to value the equities [7]. The value for the corporate debt could then be obtained by subtracting the value of the option-type structure that the leveraged equity represents from the total market value of the assets. Merton's methodology offered a way to obtain valuation functions for the equity and debt of a firm, a measure of the risk of the debt, as well as all the Greeks of contingentclaim pricing. The Merton model provided a useful basis for valuing and assessing corporate debt, its risk, and the sensitivity of debt value to various parameters (e.g., the delta gives the sensitivity of either debt value or equity value to change in asset value). Commercial versions of the Merton model include the KMV model and the Jarrow–Turnbull model.</p>",
      "page": 352,
      "polygon": [
        [
          79.4921875,
          71.7919921875
        ],
        [
          291.0859375,
          71.7919921875
        ],
        [
          291.0859375,
          363.1847839355469
        ],
        [
          79.4921875,
          363.1847839355469
        ]
      ],
      "bbox": [
        79.4921875,
        71.7919921875,
        291.0859375,
        363.1847839355469
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Since the 1990s, Merton collaborated with Zvi Bodie, Professor of Finance at Boston University to develop a new line of research on the financial system [2, 9, 10]. They adopted a functional perspective, \"similar in spirit to the functional approach in sociology pioneered by Robert K. Merton (1957)\" [3, 9]. By focusing on the underlying functions of financial systems, the functional perspective takes functions rather than institutions and forms as the conceptual anchor in its analysis of financial institutional change over time and contemporaneous institutional differences across borders. The functional perspective is also useful for predicting and guiding financial institutional change. The existing approaches of neoclassical, institutional, and behavioral theories in economics are taken as complementary in the functional approach to understand financial systems.</p>",
      "page": 352,
      "polygon": [
        [
          78.841796875,
          364.1142578125
        ],
        [
          290.796875,
          364.1142578125
        ],
        [
          290.796875,
          574.3875427246094
        ],
        [
          78.841796875,
          574.3875427246094
        ]
      ],
      "bbox": [
        78.841796875,
        364.1142578125,
        290.796875,
        574.3875427246094
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Merton had made significant contributions to finance across a broad spectrum and they are too numerous to mention exhaustively. His other works include those on Markowitz–Sharpe-type models with investors with homogeneous beliefs but with incomplete information about securities, the use of</p>",
      "page": 352,
      "polygon": [
        [
          79.05859375,
          576.1767578125
        ],
        [
          290.07421875,
          576.1767578125
        ],
        [
          290.07421875,
          644.7683715820312
        ],
        [
          79.05859375,
          644.7683715820312
        ]
      ],
      "bbox": [
        79.05859375,
        576.1767578125,
        290.07421875,
        644.7683715820312
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">jump-diffusion models (<i>see</i> <b>Jump-diffusion Mod</b><b>els</b>) in option pricing, valuation of market forecasts, pension reforms, and employee stock option (<i>see</i> <b>Employee Stock Options</b>).</p>",
      "page": 352,
      "polygon": [
        [
          306.8412170410156,
          71.79486083984375
        ],
        [
          517.421875,
          71.79486083984375
        ],
        [
          517.421875,
          117.1275634765625
        ],
        [
          306.8412170410156,
          117.1275634765625
        ]
      ],
      "bbox": [
        306.8412170410156,
        71.79486083984375,
        517.421875,
        117.1275634765625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In addition to his academic duties, Merton has also been partner of the now defunct hedge fund Long Term Capital Management (<i>see</i> <b>Long-Term Capi</b><b>tal Management</b>) and is currently Chief Scientific Officer at the Trinsum Group.</p>",
      "page": 352,
      "polygon": [
        [
          306.84124755859375,
          119.293701171875
        ],
        [
          516.84375,
          119.293701171875
        ],
        [
          516.84375,
          176.40771484375
        ],
        [
          306.84124755859375,
          176.40771484375
        ]
      ],
      "bbox": [
        306.84124755859375,
        119.293701171875,
        516.84375,
        176.40771484375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/SectionHeader/6",
      "block_type": "SectionHeader",
      "html": "<h2><b>References</b></h2>",
      "page": 352,
      "polygon": [
        [
          306.1171875,
          216.48046875
        ],
        [
          358.95721435546875,
          216.48046875
        ],
        [
          358.95721435546875,
          227.7615966796875
        ],
        [
          306.1171875,
          227.7615966796875
        ]
      ],
      "bbox": [
        306.1171875,
        216.48046875,
        358.95721435546875,
        227.7615966796875
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/6"
      },
      "images": {}
    },
    {
      "id": "/page/1/ListGroup/352",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\"><ul><li block-type=\"ListItem\">[1] Black, F. &amp; Scholes, M. (1973). The pricing of options and corporate liabilities, <i>Journal of Political Economy</i> <b>81</b>(3), 637–659.</li><li block-type=\"ListItem\">[2] Crane, D., Froot, K., Mason, S., Perold, A., Merton, R.C., Bodie, Z., Sirri, E. &amp; Tufano, P. (1995). <i>The Global Financial System: A Functional Perspective</i>, Harvard Business School Press, Boston, MA.</li><li block-type=\"ListItem\">[3] Merton, R.K. (1957). <i>Social Theory and Social Structure</i>, revised and enlarged edition, The Free Press, Glencoe, IL.</li><li block-type=\"ListItem\">[4] Merton, R.C. (1966). The \"Motionless\" Motion of Swift's flying island, <i>Journal of the History of Ideas</i> <b>27</b>, 275–277.</li><li block-type=\"ListItem\">[5] Merton, R.C. (1973). Theory of rational option theory, <i>Bell Journal of Economics</i> <i>and Management Science</i> <b>4</b>(1), 141–183.</li><li block-type=\"ListItem\">[6] Merton, R.C. (1973). An intertemporal capital asset pricing model, <i>Econometrica</i> <b>41</b>(5), 867–887.</li><li block-type=\"ListItem\">[7] Merton, R.C. (1974). On the pricing of corporate debt: the risk structure of interest rates, <i>Journal of Finance</i> <b>29</b>(2), 449–470.</li><li block-type=\"ListItem\">[8] Merton, R.C. (1990). <i>Continuous-Time Finance</i>, Blackwell, Malden, MA.</li><li block-type=\"ListItem\">[9] Merton, R.C. &amp; Bodie, Z. (1995). A conceptual framework for analyzing the financial system. Chapter 1 in <i>The Global Financial System: A Functional Perspective</i>, D. Crane, K. Froot, S. Mason, A. Perold, R. Merton, Z. Bodie, E. Sirri, &amp; P. Tufano, eds, Harvard Business School Press, Boston, MA, pp. 3–31.</li><li block-type=\"ListItem\">[10] Merton, R.C. &amp; Bodie, Z. (2005). Design of financial systems: towards a synthesis of function and structure, <i>Journal of Investment Management</i> <b>3</b>(1), 1–23.</li><li block-type=\"ListItem\">[11] Ross, S. (1976). The arbitrage theory of capital asset pricing, <i>Journal of Economic Theory</i> <b>13</b>(3), 341–360.</li><li block-type=\"ListItem\">[12] Rubinstein, M. (2006). <i>A History of the Theory of Invest</i><i>ments</i>, John Wiley &amp; Sons, Hoboken, NJ, p. 240.</li></ul></p>",
      "page": 352,
      "polygon": [
        [
          305.25,
          252.96792602539062
        ],
        [
          517.421875,
          252.96792602539062
        ],
        [
          517.421875,
          644.6552734375
        ],
        [
          305.25,
          644.6552734375
        ]
      ],
      "bbox": [
        305.25,
        252.96792602539062,
        517.421875,
        644.6552734375
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/6"
      },
      "images": {}
    }
  ],
  "page_info": {
    "0": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "1": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    }
  }
}