[
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Multilateral development finance institution\n\nThe **African Development Bank** Group (**AfDB** , also known as **BAD** in\nFrench) is a multilateral development finance institution, headquartered in\nAbidjan, Ivory Coast, since September 2014. The AfDB is a financial provider\nto African governments and private companies investing in the regional member\ncountries (RMC).\n\nThe AfDB was founded in 1964 by the Organisation of African Unity, which is\nthe predecessor of the African Union.\n\nThe AfDB comprises three entities: The African Development Bank, the African\nDevelopment Fund and the Nigeria Trust Fund."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Following the end of the colonial period in Africa, a growing desire for more\nunity within the continent led to the establishment of two draft charters: one\nfor the establishment of the Organization of African Unity (established in\n1963, later replaced by the African Union) and one for a regional development\nbank.\n\nA draft accord was submitted to top African officials and then to the\nConference of Finance Ministers on the Establishment of an African Development\nBank. This conference was convened by the United Nations Economic Commission\nfor Africa (UNECA) in Khartoum, Sudan, from July 31 to August 4. It was here\nthat the agreement establishing the African Development Bank (AfDB) was\ncosigned by 23 African governments on August 4, 1963. The agreement came into\nforce on September 10, 1964.\n\nThe inaugural meeting of the Board of Governors of the bank was held from 4 to\n7 November 1964 in Lagos, Nigeria. The bank's headquarters opened in Abidjan,\nIvory Coast, in March 1965 and the bank's operations commenced on 1 July 1966.\n\nOriginally, only African countries were able to join the bank, but in 1982, it\nbegan allowing the entry of non-African countries as well. According to the\nAfDB, the inclusion of non-regional members helped contribute to economic and\nsocial development through low-interest loans, additional banking expertise\nand access to markets outside of the region.\n\nFrom February 2003 to September 2014, the bank operated from its Temporary\nRelocation Agency in Tunis, Tunisia, owing to the prevailing political\nconflict in Ivory Coast during the Ivorian civil war at the time. The bank was\nable to return to its original headquarters in Abidjan in late 2013 once the\npolitical crisis was over.\n\nBy June 2015, over 1,500 staff had returned to the bank's Abidjan headquarters\nout of the more than 1,900 total staff the bank.\n\nSince its founding, AfDB has financed 2,885 operations, for a total of $47.5\nbillion. In 2003, it received an AAA rating from the major financial rating\nagencies and had a capital of $32.043 billion. In November 2019, the bank's\ncapital was reported as $208 billion.\n\nIn the African Development Bank's (AfDB) 2022 Annual Report, a decrease in\nAfrica's GDP growth to 3.8%, down from 4.8% the previous year, was recorded.\nThe 16th replenishment of the African Development Fund (ADF-16), which\nprovides soft loans and grants, served as a significant financial enhancement,\ngathering US$8.9 billion. Within this sum, US$429 million was designated\nspecifically for climate change-related initiatives. The Bank's project\napproval amounts reached UA 6.16 billion, which is close to the pre-COVID-19\npandemic benchmark of UA 7.3 billion from 2019. The High 5 strategic priority\nareas saw robust increases in funding, with renewable energy projects\nreceiving notable emphasis as they accounted for 100% of the approvals for\nenergy generation projects. Investment in other key areas also increased, with\nfood security receiving UA 1.34 billion, industrialization UA 1.59 billion,\nand infrastructure UA 1.13 billion. The Bank's active portfolio grew to UA\n44.33 billion, with 58% of projects rated satisfactorily. Disbursements for\nthe year totaled UA 3.5 billion, and the Bank maintained its AAA credit\nrating."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Group entities",
        "generated_section_content_md": "The African Development Bank Group has two other entities: the African\nDevelopment Fund (ADF) and the Nigeria Trust Fund (NTF)."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "African Development Fund",
        "generated_section_content_md": "Established in 1972, the African Development Fund started operations in 1974.\nIt provides development finance on concessional terms to low-income RMCs which\nare unable to borrow on the non-concessional terms of the AfDB. In harmony\nwith its lending strategy, poverty reduction is the main aim of ADF\nactivities. Twenty-four non-African countries along with the AfDB constitute\nits current membership. The largest ADF shareholder is the United Kingdom,\nwith approximately 14% of the total working shares followed by United States\nwith approximately 6.5% of the total voting shares, followed by Japan with\napproximately 5.4 percent. The Federal Reserve Bank of New York was designated\nas the depositor bank for the fund according to telegraphs sent from the U.S.\nEmbassy in Abidjan in 1976.\n\nThe ADF's general operations are decided by a Board of Directors, six of which\nare appointed by the non-African member states and six designated by the AfDB\nfrom among the bank's regional Executive Directors.\n\nThe ADF's sources are mainly contributions and periodic replacements by non-\nAfrican member states. The fund is usually replenished every three years,\nunless member states decide otherwise. The total donations, at the end of\n1996, amounted to $12.58 billion. The ADF lends at no interest rate, with an\nannual service charge of 0.75%, a commitment fee of 0.5%, and a 50-year\nrepayment period including a 10-year grace period. The tenth United Kingdom\nreplenishment of the ADF was in 2006."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Nigeria Trust Fund",
        "generated_section_content_md": "The Nigeria Trust Fund (NTF) was established in 1976 by the Nigerian\ngovernment with an initial capital of $80 million. The NTF is aimed at\nassisting in the development efforts of the poorest AfDB members.\n\nThe NTF uses its resources to provide financing for projects of national or\nregional importance which further the economic and social development of the\nlow-income RMCs whose economic and social conditions require financing on non-\nconventional terms. In 1996, the NTF had a total resource base of $432\nmillion. It lends at a 4% interest rate with a 25-year repayment period,\nincluding a five-year grace period. The loans can be used for concessional\nloan operations with long and short term maturity."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Management and control",
        "generated_section_content_md": "The AfDB is controlled by a Board of Executive Directors, made up of\nrepresentatives of its member countries. The voting power on the Board is\nsplit according to the size of each member's share, currently 60%-40% between\nAfrican (or \"regional\") countries and “non-regional” member countries\n(“donors”). The largest African Development Bank shareholder is Nigeria with\nnearly 9% of the vote. All member countries of the AfDB are represented on the\nAfDB Board of Executive Directors.\n\nDr. Akinwumi Ayodeji Adesina is the 8th elected [1] President of the African\nDevelopment Bank Group, having taken the oath of office on 1 September 2015.\nHe chairs the Boards of both the African Development Bank and the African\nDevelopment Fund. Dr. Adesina served as Nigeria's Minister of Agriculture and\nRural Development from 2010 to 2015.\n\nMember governments are officially represented at the AfDB by their Minister of\nFinance, Planning or Cooperation who sits on the AfDB Board of Governors. The\nAfDB Governors meet once a year (at the Annual Meetings of the AfDB each May)\nto take major decisions about the institution's leadership, strategic\ndirections and governing bodies. The Governors typically appoint a\nrepresentative from their country to serve in the offices of the AfDB's Board\nof Executive Directors.\n\nDay-to-day decisions about which loans and grants should be approved and what\npolicies should guide the AfDB's work are taken by the Board of Executive\nDirectors. Each member country is represented on the Board, but their voting\npower and influence differs depending on the amount of money they contribute\nto the AfDB.\n\nIn June 2020, the board of the AfDB agreed to a review of Adesina's management\nof the bank. Adesina was reelected unanimously for a second five-year term on\n27 August 2020."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Unit of Account",
        "generated_section_content_md": "The African Development Bank uses a Unit of Account which is registered as ISO\n4217, whose standard currency code is XUA. It is not exchanged directly by\nindividuals, it is used for accounting between state members."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Mission",
        "generated_section_content_md": "The AfDB's mission is to fight poverty and improve living conditions on the\ncontinent through promoting the investment of public and private capital in\nprojects and programs that are likely to contribute to the economic and social\ndevelopment of the region."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Functions",
        "generated_section_content_md": "The primary function of AfDB is making loans and equity investments for the\nsocio-economic advancement of the RMC. Second, the bank provides technical\nassistance for development projects and programs. Third, it promotes\ninvestment of public and private capital for development. Fourth, the bank\nassists in organizing the development policies of RMCs.\n\nThe AfDB is also required to give special attention to national and\nmultinational projects which are needed to promote regional integration."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Status",
        "generated_section_content_md": "The AfDB promotes economic development and social progress of its RMCs in\nAfrica and the bank commits approximately $3 billion annually to African\ncountries. Its relatively small lending and tendency to follow in the\nfootsteps of more prominent public institutions like the World Bank, implies\nthat the African Development Bank has been receiving little interest from\ncivil society organizations as well as academia.\n\nAfDB emphasizes the role of women along with education reforms, and lent its\nsupport to key initiatives such as debt alleviation for Heavily Indebted Poor\nCountries and the New Partnership for Africa's Development (NEPAD).\n\nThe bank is currently based in Abidjan, Ivory Coast again. It employs\napproximately 1,865 employees as of 2016, and has 80 members: 54 countries in\nAfrica and 26 American, European, and Asian countries."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Recent trends and directions",
        "generated_section_content_md": "One of emerging views, repeatedly cited by the AfDB's board of directors and\nmanagement, is that the AfDB should be more “selective” and “country-focused”\nin its operations. Though this policy has still to be clearly defined, it\nappears to be driving certain lending priorities.\n\nThe infrastructure sector, including power supply, water and sanitation,\ntransport and communications, has traditionally received the largest share of\nAfDB lending. This focus was re-affirmed in the AfDB's 2003-2007 Strategic\nPlan, which identified infrastructure as a priority area for AfDB lending.\n\nIn 2005, the AfDB approved 23 infrastructure projects for approximately $982\nmillion, which totaled 40% of AfDB approvals that year. Given the increased\nattention to infrastructure development in Africa from donors and borrowers,\nit is likely that AfDB's infrastructure lending will increase significantly in\nthe coming years. In 2007, infrastructure operations accounted for\napproximately 60 percent of the bank's portfolio.[_citation needed_]\n\nRegional integration infrastructure projects will be a key part of the AfDB's\nfuture business. According to the AfDB's _2005 Annual Report_ , regional\neconomic blocs will make Africa “more competitive in the global market”, while\ntransport and power interconnections between smaller African economies will\nhelp create larger markets in the continent. The AfDB's member countries claim\nthat AfDB, as a multilateral institution, is particularly suited to support\nregional integration projects.\n\nThe AfDB has been designated the lead agency to facilitate \"NEPAD\ninfrastructure initiatives\", which are regional integration projects led by\nAfrican Regional Economic Communities (RECs). Additionally, the AfDB hosts the\nInfrastructure Consortium for Africa (ICA). The ICA was established by G8\ncountries to coordinate and encourage infrastructure development in Africa,\nfocusing on regional infrastructure development in particular. The AfDB helps\nto prepare projects so they may obtain financing from others sources through\nan initiative called the Infrastructure Project Preparation Facility (IPPF).\nSo even if the AfDB is not directly involved in financing a particular\ninfrastructure project, it may have helped to make it possible.\n\nAnother key area of concentration of the AfDB's support of RMCs is the fight\nagainst HIV/AIDS.\n\nThe AfDB has five policies towards securing Africa's future through health\nfunding:\n\n* Institutional capacity building through assistance of policy/strategy formulation and implementation\n* Human capital development to create an environment for the operation of national AIDS strategies through training and technical assistance support\n* HIV/AIDS multi-sectoral responses with emphasis on prevention and control interventions that include IEC (Information, Education and Communication), STI (sexually transmitted infections) control, VCT (voluntary counselling and testing), infrastructure support for the establishment of laboratories and blood transfusion facilities, and provision of equipment and supplies, including antiretroviral drugs\n* Advocacy through participation in international and regional forums to raise political commitment and leadership towards a collaborative effort in the fight against the pandemic among RMCs and development partners\n* Partnership development with a view of forging new alliances and revitalizing existing collaboration to cover critical development concerns such as HIV/AIDS and to bringing partnership activities within the framework of the bank's vision\n\nThe bank's contribution in the fight against HIV/AIDS is estimated at over UA\n500 million. The bank is among the initiating partners of \"AIDS in Africa –\nScenarios for the future,\" a project whose outcome will enable governments and\ndevelopment partners alike to make strategic choices of current and future\ndevelopment paths and define their activities accordingly in order to face the\nchallenges posed by HIV/AIDS.\n\nEnergy projects are likely to become a more important area of the AfDB's\ninfrastructure work, given the lack of access to energy services across Africa\nand continued high oil prices affecting oil-importing countries. It is not\nclear if the AfDB's role in the energy sector will prioritize energy projects\nfor domestic consumption or for export, although the AfDB has supported both\nin the past. The AfDB is currently drafting an energy policy and developing\nits contribution to the G8-mandated Clean Energy Investment Framework.\n\nAlthough there is no official statement or consensus to this effect, AfDB\nlending for agriculture, (non-infrastructure) rural development and social\nsectors, such as health and education, is reportedly likely to decrease over\nthe coming years.\n\nIn 2010, the African Development Institute became the focal point of the\nAfrican Development Bank Group for capacity-building. The institute had been\nestablished in 1973 to enhance the effectiveness of the AfDB's funded\noperations. Its mandate was reoriented in 1992 and it was restructured in\n2001.\n\nIn response to the global coronavirus pandemic, the AfDB has increasingly\nfocused on selling social bonds as a means to raise funds for poor countries\nto deal with the pandemic. Since the pandemic, it has issued four bonds, for a\ntotal of seven since 2017.\n\nIn 2023, the African Development Bank Group launched country-by-country\neconomic reports to guide African policymakers in their discussions about\nclimate resilience and green growth policies.[2]\n\nIn February 2025, the AfDB and Interpol signed a letter of intent to pursue\ngreater cooperation to combat corruption across the continent. According to\nAfDB president Akinwumi Adesina, the partnership is expected to \"help African\ncountries build robust systems against money laundering and financial crime.”"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Prospects",
        "generated_section_content_md": "The AfDB's financial standing has been restored from the near collapse of\n1995, but its operational credibility remains a work-in-progress. A working\ngroup convened by the Center for Global Development, an independent Washington\nthink tank, released a report in September 2006 that offered six\nrecommendations for Bank's president and board of directors on broad\nprinciples to guide the bank's renewal. The report contains six\nrecommendations for management and shareholders as they address the urgent\ntask of reforming Africa's development bank. Prominent among the\nrecommendations is a strong focus on infrastructure.[_citation needed_]\n\nWhile the AfDB's lending had not expanded significantly in recent years, 2006\nfigures indicate that things may be changing. Between 2005 and 2006, the\nAfDB's lending activities increased by more than 30 percent to $3.4 billion.\nOver the same period, private sector operations doubled in value. The AfDB has\nspecific mandates from the New Partnership for Africa's Development (NEPAD)\nand other international organizations to take the lead amongst financial and\ndevelopment institutions in areas such as infrastructure, regional\nintegration, and banking and financial standards in Africa. These mandates\nhave also increased the AfDB's profile in the media. The increased\ninternational emphasis on Africa's development needs in recent years (for\nexample, surrounding the 2005 Gleneagles G8 Summit), and on the importance of\ninfrastructure investment in Africa, has highlighted the role of the\nAfDB.[_citation needed_]\n\nSome research has indicated that a high percentage of respondents in African\ncountries has a marked preference for additional aid from the African\nDevelopment Bank, despite the fact its relatively low rating against most of\nthe aid effectiveness criteria found to be important by donor recipients. This\nsuggests that donor recipients in Africa views on the ‘multilateral donor of\nchoice’ are informed by additional aid effectiveness criteria that are not\ncommonly identified or reported against, though exactly what those criteria\nhave not been discussed.\n\nIn general, whereas there has been progress at all levels with regard to\ndemocracy, growth and restoring the macro-economic balances in Africa over the\npast fifteen years, half of sub-Saharan Africa lives on under one dollar a\nday, and AIDS is threatening the social fabric of the continent. The studies\nconducted by various organizations (including the African Development Bank and\nthe World Bank) show that, with the exception of northern and southern Africa,\nthe United Nations Millennium Development Goals (reducing by half the number\nof persons living in poverty and without access to potable water by 2015) will\nin most cases not be attained. Nevertheless, these same studies indicate that\nthe majority of the African countries can make notable progress to these ends."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "African Development Bank annual conferences",
        "generated_section_content_md": "African Development Bank's (AfDB) 4th annual conference outside Africa held in\nIndia (Gandhinagar, Gujarat) on May 22–26, 2017, at an event inaugurated by\nIndia's Prime Minister Narendra Modi. Previous conferences outside Africa were\nin Spain, China, Portugal."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Membership",
        "generated_section_content_md": "Regional member countries\n\nNon-regional member countries\n\nNon-regional member countries - ADF only\n\nCountries eligible for...\n\nADF resources only\n\na blend of ADB and ADF resources\n\nADB resources only"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "11.1",
        "section_name": "Regional member countries",
        "generated_section_content_md": "Note: All countries in the African Union including Mauritania but excluding\nthe SADR are eligible for NTF benefits."
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "11.1.1",
        "section_name": "ADF eligibility",
        "generated_section_content_md": "* Benin\n* Burkina Faso\n* Burundi\n* Central African Republic\n* Chad\n* Comoros\n* DR Congo\n* Djibouti\n* Eritrea\n* Ethiopia\n* Gambia\n* Ghana\n* Guinea-Bissau\n* Guinea\n* Lesotho\n* Liberia\n* Madagascar\n* Malawi\n* Mali\n* Mauritania\n* Mozambique\n* Niger\n* Rwanda\n* Sierra Leone\n* Somalia\n* South Sudan\n* Sudan\n* São Tomé and Príncipe\n* Tanzania\n* Togo\n* Uganda\n* Zimbabwe"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "11.1.2",
        "section_name": "ADB and ADF eligibility",
        "generated_section_content_md": "* Cameroon\n* Ivory Coast\n* Kenya\n* Senegal\n* Zambia"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "11.1.3",
        "section_name": "ADB eligibility",
        "generated_section_content_md": "* Algeria\n* Angola\n* Botswana\n* Cape Verde\n* Egypt\n* Equatorial Guinea\n* Eswatini\n* Gabon\n* Libya\n* Mauritius\n* Morocco\n* Namibia\n* Nigeria\n* Congo\n* Seychelles\n* South Africa\n* Tunisia"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "11.2",
        "section_name": "Non-regional member countries",
        "generated_section_content_md": "* Argentina\n* Austria\n* Belgium\n* Brazil\n* Canada\n* China\n* Denmark\n* Finland\n* France\n* Germany\n* India\n* Ireland\n* Italy\n* Japan\n* Kuwait\n* Luxembourg\n* Netherlands\n* Norway\n* Portugal\n* Saudi Arabia\n* South Korea\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* United Arab Emirates\n* United Kingdom\n* United States"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "12",
        "section_name": "Regional offices",
        "generated_section_content_md": "Region | Headquarters\n---|---\nCentral Africa |  Yaoundé\nEast Africa |  Nairobi\nNorth Africa |  Tunis\nSouthern Africa |  Pretoria\nWest Africa |  Abidjan"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "13",
        "section_name": "List of 20 largest countries by voting powers",
        "generated_section_content_md": "The following table are amounts for the 20 largest countries by voting powers\nat the African Development Bank as of September 2021.\n\nThe 20 largest countries by voting powers at the African Development Bank  Rank | Country | Voting powers\n(% of total)\n---|---|---\n| _**World**_ | 100.000\n1 |  Nigeria | 10.077\n2 |  United States | 7.581\n3 |  Japan | 6.284\n4 |  South Africa | 5.863\n5 |  Algeria | 5.758\n6 |  Germany | 4.779\n7 |  Canada | 4.395\n8 |  Morocco | 4.386\n9 |  France | 4.299\n10 |  Egypt | 3.062\n11 |  Italy | 2.780\n12 |  Libya | 2.749\n13 |  Ghana | 2.552\n14 |  United Kingdom | 2.083\n15 |  Ivory Coast | 1.988\n16 |  Sweden | 1.802\n17 |  Switzerland | 1.683\n18 |  Kenya | 1.660\n19 |  China | 1.389\n20 |  Denmark | 1.351"
    },
    {
        "chapter_name": "African Development Bank",
        "chapter_id": "1",
        "section_number": "14",
        "section_name": "United Nations _Development Business_",
        "generated_section_content_md": "The United Nations launched _Development Business_ in 1978 with the support of\nthe World Bank and many other major development banks from around the world.\nToday, _Development Business_ is the primary publication for all major\nmultilateral development banks including the African Development Bank, United\nNations agencies, and several national governments, many of whom have made the\npublication of their tenders and contracts in _Development Business_\nmandatory."
    }
]