[
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Continental union of African states\n\nThe **African Union** (**AU**) is a continental union of 55 member states\nlocated on the continent of Africa. The AU was announced in the Sirte\nDeclaration in Sirte, Libya, on 9 September 1999, calling for the\nestablishment of the African Union. The bloc was launched on 9 July 2002 in\nDurban, South Africa. The intention of the AU was to replace the Organisation\nof African Unity (OAU), established on 25 May 1963 in Addis Ababa by 32\nsignatory governments; the OAU was disbanded on 9 July 2002. The most\nimportant decisions of the AU are made by the Assembly of the African Union, a\nsemi-annual meeting of the heads of state and government of its member states.\n\nThe AU's secretariat, the African Union Commission, is based in Addis Ababa.\nThe largest city in the AU is Lagos, Nigeria, while the largest urban\nagglomeration is Cairo, Egypt. The African Union has more than 1.3 billion\npeople and an area of around 30 million km2 (12 million sq mi) and includes\nworld landmarks such as the Sahara and the Nile. The primary working languages\nare Arabic, English, French, Portuguese, Spanish, and Swahili. Within the\nAfrican Union, there are official bodies, such as the Peace and Security\nCouncil and the Pan-African Parliament.\n\nAt a G20 (Group of 20) meeting held in New Delhi, India, in 2023, the African\nUnion was admitted as a member to the G20."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Overview",
        "generated_section_content_md": "The objectives of the African Union are:\n\n1. To achieve greater unity, cohesion and solidarity among the African countries and African nations.\n2. To defend the sovereignty, territorial integrity and independence of its Member States.\n3. To accelerate the political and social-economic integration of the continent.\n4. To promote and defend African common positions on issues of interest to the continent and its peoples.\n5. To encourage international cooperation, taking due account of the Charter of the United Nations and the Universal Declaration of Human Rights.\n6. To promote peace, security, and stability on the continent.\n7. To promote democratic principles and institutions, popular participation and good governance.\n8. To promote and protect human and peoples' rights in accordance with the African Charter on Human and Peoples' Rights and other relevant human rights instruments.\n9. To establish the necessary conditions which enable the continent to play its rightful role in the global economy and in international negotiations.\n10. To promote sustainable development at the economic, social and cultural levels as well as the integration of African economies.\n11. To promote co-operation in all fields of human activity to raise the living standards of African people.\n12. To coordinate and harmonise the policies between the existing and future Regional Economic Communities for the gradual attainment of the objectives of the Union.\n13. To advance the development of the continent by promoting research in all fields, in particular in science and technology.\n14. To work with relevant international partners in the eradication of preventable diseases and the promotion of good health on the continent.\n\nThe African Union is made up of both political and administrative bodies. The\nhighest decision-making organ is the Assembly of the African Union, made up of\nall the heads of state or government of member states of the AU. The Assembly\nis chaired by Félix Tshisekedi, President of the Democratic Republic of the\nCongo. The AU also has a representative body, the Pan-African Parliament,\nwhich consists of 265 members elected by the national legislatures of the AU\nmember states. Its president is Roger Nkodo Dang.\n\nOther political institutions of the AU include:\n\n* the Executive Council, made up of foreign ministers, which prepares decisions for the Assembly;\n* the Permanent Representatives Committee, made up of the ambassadors to Addis Ababa of AU member states; and\n* the Economic, Social, and Cultural Council (ECOSOCC), a civil society consultative body.\n\nThe AU Commission, the secretariat to the political structures, is chaired by\nNkosazana Dlamini-Zuma of South Africa. On 15 July 2012, Dlamini-Zuma won a\ntightly contested vote to become the first female head of the African Union\nCommission, replacing Jean Ping of Gabon.\n\nOther AU structures are hosted by different member states:\n\n* the African Commission on Human and Peoples' Rights is based in Banjul, the Gambia; and\n* the New Partnership for Africa's Development (NEPAD) and APRM Secretariats and the Pan-African Parliament are in Midrand, South Africa.\n\nThe AU's first military intervention in a member state was the May 2003\ndeployment of a peacekeeping force of soldiers from South Africa, Ethiopia,\nand Mozambique to oversee the implementation of the various agreements in\nBurundi. AU troops were also deployed in Sudan for peacekeeping during the\nDarfur Conflict, before the mission was handed over to the United Nations on 1\nJanuary 2008 via UNAMID. The AU has a peacekeeping mission in Somalia,\nconsisting of troops from Uganda and Burundi.\n\nThe AU has adopted a number of important new documents establishing norms at\nthe continental level, to supplement those already in force when it was\ncreated. These include the African Union Convention on Preventing and\nCombating Corruption (2003), the African Charter on Democracy, Elections and\nGovernance (2007), the New Partnership for Africa's Development (NEPAD) and\nits associated Declaration on Democracy, Political, Economic and Corporate\nGovernance."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "African leaders who founded the OAU the predecessor of the African Union,\nEmperor Haile Selassie I (center), President Kenyatta (right) and other\nAfrican leaders including President Obote (behind, left side)\n\nThe historical foundations of the African Union originated in the **First\nCongress of Independent African States** , held in Accra, Ghana from 15 to 22\nApril 1958. The conference was aimed at establishing Africa Day to annually\nmark the liberation movement concerning the willingness of the African people\nto free themselves from colonial rule, as well as subsequent attempts to unite\nAfrica, including the Organisation of African Unity (OAU), which was\nestablished on 25 May 1963, and the African Economic Community in 1991.\nCritics argued that the OAU in particular did little to protect the rights and\nliberties of African citizens from their own political leaders, often dubbing\nit the \"Dictators' Club\".\n\nThe idea of creating the AU was revived in the mid-1990s under the leadership\nof Libyan head of state Muammar al-Gaddafi; the heads of state and governments\nof the OAU issued the Sirte Declaration (named after Sirte, Libya) on 9\nSeptember 1999, calling for the establishment of an African Union. The\nDeclaration was followed by summits at Lomé in 2000, when the Constitutive Act\nof the African Union was adopted, and at Lusaka in 2001, when the plan for the\nimplementation of the African Union was adopted. During the same period, the\ninitiative for the establishment of the New Partnership for Africa's\nDevelopment (NEPAD) was also established.\n\nThe African Union was launched in Durban on 9 July 2002 by its first\nchairperson, former South African head of state Thabo Mbeki, at the first\nsession of the Assembly of the African Union. The second session of the\nAssembly was held in Maputo in 2003 and the third session in Addis Ababa was\nheld on 6 July 2004.\n\nSince 2010, the African Union eyes the establishment of a joint African space\nagency.\n\nBarack Obama was the first-ever sitting United States president to speak in\nfront of the African Union in Addis Ababa on 29 July 2015. During his speech,\nhe encouraged the world to increase economic ties via investments and trade\nwith the continent and lauded the signs of progress made in education,\ninfrastructure and economy. However, he also criticized a lack of democracy\nand leaders who refuse to step down, discrimination against minorities\n(including LGBT people, religious groups and ethnicities) and corruption. He\nsuggested an intensified democratization and free trade to significantly\nincrease living quality for Africans."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Treaties",
        "generated_section_content_md": "**Signed**\n**In force**\n**Document** | 1961\n1962  | 1963\n1965\n**OAU Charter** | 1991\nN/A\n**Abuja Treaty** | 1999\n2002\n**Sirte Declaration** |  |  |  |  |  |  |  |\n---|---|---|---|---|---|---|---|---|---|---|---|---\n|  |  |  |  |  |  |  |  |  |  |  |\n| Organisation of African Unity (OAU) | African Economic Community: (AEC) |  |  |  |  |  |  |  |  |  |\n| Community of Sahel–Saharan States (CEN-SAD) |\n| Common Market for Eastern and Southern Africa (COMESA) |\n| East African Community (EAC) |\n| Economic Community of Central African States (ECCAS) |\n| Economic Community of West African States (ECOWAS) |\n| Intergovernmental Authority on Development (IGAD) |\n| Southern African Development Community (SADC) |\n| Arab Maghreb Union (AMU) |\n_Casablanca Group_ |  | African Union (AU)\n_Monrovia Group_\n|  |  |\n\n* v\n* t\n* e"
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Politics",
        "generated_section_content_md": "This article is part of a series on\n---\nPolitics of the African Union\nInstitutions\n\n* Casablanca Group\n* Union of African States\n* Organisation of African Unity\n* African Economic Community\n* African Unification Front\n\n\nExecutive\n\n* Assembly\n* Chairperson\n* Commission\n* Chairperson\n* Conference and Events\n* Peace & Sec.\n* Pol. Affairs\n* Infra. & Energy\n* Soc. Affairs\n* HR, Sci., & Tech.\n* Trade and Industry\n* Rural Econ. & Agri.\n* Economic\n* Legal Counsel\n* Executive Council\n* Rep. Committee\n\n\nLegislature\n\n* Pan-African Parliament\n* President (Fortune Z. Charumbira)\n* Bureau\n* Secretariat\n* List of members\n* Permanent Committees\n* Rural Econ., Agri., Resources, Environ.\n* Monetary & Financial\n* Trade, Customs, & Immigration\n* Cooperation, IR, & Conflict\n* Transport, Industry, Communication,\nEnergy, Science, & Tech.\n\n* Health, Labour, & Social\n* Educ., Culture, Tourism, & HR\n* Gender, Family, Youth, Disabilities\n* Justice & Rights\n* Rules, Privileges, & Discipline\n* Committee on Audit and Public Accounts (CAPA)\n\n\nJudiciary\n\n* Sirte Declaration\n* Constitutive Act of the AU\n* Law\n* Charter on Rights\n* Commission on Human and Peoples' Rights\n* Justice and Human Rights\n* Court of Justice\n* Court on Human and Peoples' Rights\n* List of judges\n\n\nAdvisory bodies\n\n* Peace and Security Council\n* Economic, Social and Cultural Council\n* Specialised Technical Committees\n* Rural Econ., Agri.\n* Monetary & Financial\n* Trade, Customs, and Immigration\n* Industry, Sci. & Tech., Energy, Natural Resources, & Environment\n* Transport, Comm., Tourism\n* Health, Labor, Social\n* Edu., Culture, & Human Resources\n\n\nFinancial bodies\n\n* AEC Pillars (Abuja Treaty)\n* CEN-SAD\n* COMESA\n* EAC\n* ECCAS/CEEAC\n* CEMAC\n* ECOWAS/CEDEAO\n* UEMOA\n* WAMZ\n* IGAD\n* SADC\n* SACU\n* AMU/UMA\n* African Central Bank\n* African Monetary Union\n* African Investment Bank\n* New Partnership for Africa's Development\n* African Peer Review Mechanism\n* New Partnership for Africa's Development E-School Program\n\n\nDecentralised bodies\n\n* Agencies of the AU\n* Africa CDC\n* African Space Agency\n* Afripol\n\n\nRelated topics\n\n* Enlargement\n* Foreign relations\n* TerrAfrica partnership\n\n\n\n* Other countries\n\n\n\n* v\n* t\n* e\n\n\n\nThe African Union has a number of official bodies:\n\nPan-African Parliament (PAP)\n\nTo become the highest legislative body of the African Union. The seat of the PAP is at Midrand, Johannesburg, South Africa. The Parliament is composed of 265 elected representatives from all 55 AU states, and intended to provide popular and civil-society participation in the processes of democratic governance. Its president is Roger Nkodo Dang, of Cameroon.\nAssembly of the African Union\n\nComposed of heads of state and heads of government of AU states, the Assembly is currently the supreme governing body of the African Union. It is gradually devolving some of its decision-making powers to the Pan-African Parliament. It meets once a year and makes its decisions by consensus or by a two-thirds majority. The current chair of the AU is President Macky Sall, President of Senegal.\nAfrican Union Commission (or Authority)\n\nThe secretariat of the African Union, composed of ten commissioners and supporting staff and headquartered in Addis Ababa, Ethiopia. In a similar fashion to its European counterpart, the European Commission, it is responsible for the administration and coordination of the AU's activities and meetings.\nCourt of Justice of the African Union\n\nThe Constitutive Act provides for a Court of Justice to rule on disputes over interpretation of AU treaties. A protocol to set up this Court of Justice was adopted in 2003 and entered into force in 2009. It was, however, superseded by a protocol creating an African Court of Justice and Human Rights, which will incorporate the already established African Court on Human and Peoples' Rights (see below) and have two chambers: one for general legal matters and one for rulings on the human rights treaties.\nExecutive Council\n\nComposed of ministers designated by the governments of member states. It decides on matters such as foreign trade, social security, food, agriculture and communications, is accountable to the Assembly, and prepares material for the Assembly to discuss and approve. It is chaired by Shawn Makuyana of Zimbabwe (2015– ).\nPermanent Representatives' Committee\n\nConsisting of nominated permanent representatives of member states, the Committee prepares the work for the Executive Council, similar to the role of the Committee of Permanent Representatives in the European Union.\nPeace and Security Council (PSC)\n\nProposed at the Lusaka Summit in 2001 and established in 2004 under a protocol to the Constitutive Act adopted by the AU Assembly in July 2002. The protocol defines the PSC as a collective security and early-warning arrangement to facilitate timely and effective response to conflict and crisis situations in Africa. Other responsibilities conferred to the PSC by the protocol include prevention, management and resolution of conflicts, post-conflict peace building and developing common defence policies. The PSC has fifteen members elected on a regional basis by the Assembly. Similar in intent and operation to the United Nations Security Council.\nEconomic, Social and Cultural Council\n\nAn advisory organ composed of professional and civic representatives, similar to the European Economic and Social Committee. The chair of ECOSOCC, elected in 2008, is Cameroonian lawyer Akere Muna of the Pan-African Lawyers Union (PALU).\nSpecialised Technical Committees\n\nBoth the Abuja Treaty and the Constitutive Act provide for Specialised Technical Committees to be established made up of African ministers to advise the Assembly. In practice, they have never been set up. The ten proposed themes are: Rural Economy and Agricultural Matters; Monetary and Financial Affairs; Trade, Customs, and Immigration; Industry, Science and Technology; Energy, Natural Resources, and Environment; Transport, Communications, and Tourism; Health; Labour, and Social Affairs; Education, Culture, and Human Resources.\nFinancial institutions\n\n* African Central Bank – Abuja, Nigeria\n* African Investment Bank – Tripoli, Libya\n* African Monetary Fund – Yaoundé, Cameroon\n\nThese institutions have not yet been established; however, the Steering\nCommittees working on their founding have been constituted. Eventually, the AU\naims to have a single currency (the Afro).\n\nHealth\n\nThe Africa Centres for Disease Control and Prevention (Africa CDC), founded in 2016 and launched in 2017. Its Headquarters are in Addis Ababa Ethiopia.\nHuman rights\n\nThe African Commission on Human and Peoples' Rights, in existence since 1986, is established under the African Charter on Human and Peoples' Rights (the African Charter) rather than the Constitutive Act of the African Union. It is the premier African human rights body, with responsibility for monitoring and promoting compliance with the African Charter. The African Court on Human and Peoples' Rights was established in 2006 to supplement the work of the commission, following the entry into force of a protocol to the African Charter providing for its creation. It is planned that the African Court on Human and Peoples' Rights will be merged with the Court of Justice of the African Union (see above).\nSpace\n\nThe African Space Agency was officially formed in 2023. It is headquartered in Cairo.\nEnergy\n\nThe African Energy Commission was founded in 2008, and is based in Algiers."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Member states",
        "generated_section_content_md": "All UN member states based in Africa and on African islands are members of the\nAU, as is the partially recognized state of the Sahrawi Arab Democratic\nRepublic (SADR). Morocco withdrew from the Organisation of African Unity in\n1984 due to the admission as a member state of the SADR, whose territory of\nWestern Sahara it claims sovereignty over. It was readmitted by the AU as a\nmember state on 30 January 2017. Somaliland, which is claimed by Somalia,\napplied to join the AU in 2005.\n\nMali was suspended from the African Union on 19 August 2020 following a\nmilitary coup. On 9 October of the same year, the Peace and Security Council\nof the African Union lifted the suspension imposed on Mali, citing progress\nmade to return to democracy. The country was again suspended on 1 June 2021,\nfollowing its second military coup within nine months.\n\nGuinea's membership was also suspended by the African Union on 10 September\n2021, after a military coup deposed the country's President Alpha Condé.\n\nSudan's membership was suspended by the African Union on 27 October 2021,\nafter a military coup deposed the civilian government led by Prime Minister\nAbdalla Hamdok.\n\nBurkina Faso's membership was suspended by the African Union in the aftermath\nof a military coup on 31 January 2022.\n\nNiger's membership was suspended by the African Union on 22 August 2023\nfollowing a military coup in late July that deposed democratically elected\npresident Mohamed Bazoum; this has since also led to the 2023 Nigerien crisis.\n\nGabon's membership was suspended by the African Union on 31 August 2023\nfollowing a military coup that deposed president Ali Bongo Ondimba. In April\n2025, the Peace and Security Council of the African Union rejoined the African\nUnion and decided to lift sanctions against Gabon."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.1.1",
        "section_name": "Members",
        "generated_section_content_md": "* Algeria\n* Angola\n* Benin\n* Botswana\n* Burkina Faso (suspended)\n* Burundi\n* Cameroon\n* Cape Verde\n* Central African Republic\n* Chad\n* Comoros\n* Democratic Republic of the Congo\n* Republic of the Congo\n* Djibouti\n* Egypt\n* Equatorial Guinea\n* Eritrea\n* Eswatini\n* Ethiopia\n* Gabon\n* Gambia\n* Ghana\n* Guinea (suspended)\n* Guinea-Bissau\n* Ivory Coast\n* Kenya\n* Lesotho\n* Liberia\n* Libya\n* Madagascar\n* Malawi\n* Mali (suspended)\n* Mauritania\n* Mauritius\n* Morocco\n* Mozambique\n* Namibia\n* Niger (suspended)\n* Nigeria\n* Rwanda\n* Sahrawi Republic\n* São Tomé and Príncipe\n* Senegal\n* Seychelles\n* Sierra Leone\n* Somalia\n* South Africa\n* South Sudan\n* Sudan (suspended)\n* Tanzania\n* Togo\n* Tunisia\n* Uganda\n* Zambia\n* Zimbabwe"
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.1.2",
        "section_name": "Observers",
        "generated_section_content_md": "* Haiti\n* Israel (suspended as of February 2023)\n* Kazakhstan\n* Latvia\n* Mexico\n* Palestine\n* Serbia\n* Turkey\n* Ukraine\n* United Arab Emirates"
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Governance",
        "generated_section_content_md": "The principal topic for debate at the July 2007 AU summit held in Accra,\nGhana, was the creation of a Union Government, with the aim of moving towards\na United States of Africa. A study on the Union Government was adopted in late\n2006, and proposes various options for \"completing\" the African Union project.\nThere are divisions among African states on the proposals, with some (notably\nLibya) following a maximalist view leading to a common government with an AU\narmy; and others (especially the southern African states) supporting rather a\nstrengthening of the existing structures, with some reforms to deal with\nadministrative and political challenges in making the AU Commission and other\nbodies truly effective.\n\nFollowing a heated debate in Accra, the Assembly of Heads of State and\nGovernment agreed in the form of a declaration to review the state of affairs\nof the AU with a view to determining its readiness towards a Union Government.\nIn particular, the Assembly agreed to:\n\n* Accelerate the economic and political integration of the African continent, including the formation of a Union Government of Africa;\n* Conduct an audit of the institutions and organs of the AU; review the relationship between the AU and the RECs; find ways to strengthen the AU and elaborate a timeframe to establish a Union Government of Africa.\n\nThe declaration lastly noted the \"importance of involving the African peoples,\nincluding Africans in the Diaspora, in the processes leading to the formation\nof the Union Government\".\n\nFollowing this decision, a panel of eminent persons was set up to conduct the\n\"audit review\". The review team began its work on 1 September 2007. The review\nwas presented to the Assembly of Heads of State and Government at the January\n2008 summit in Addis Ababa. No final decision was taken on the\nrecommendations, however, and a committee of ten heads of state was appointed\nto consider the review and report back to the July 2008 summit to be held in\nEgypt. At the July 2008 summit, a decision was once again deferred, for a\n\"final\" debate at the January 2009 summit to be held in Addis Ababa."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "Role of African Union",
        "generated_section_content_md": "The image above contains clickable linksEuler diagram showing the\nrelationships among various multinational African entities\n\n* v\n* t\n* e\n\nOne of the key debates in relation to the achievement of greater continental\nintegration is the relative priority that should be given to integration of\nthe continent as a unit in itself or to integration of the sub-regions. The\n1980 Lagos Plan of Action for the Development of Africa and the 1991 treaty to\nestablish the African Economic Community (also referred to as the Abuja\nTreaty), proposed the creation of Regional Economic Communities (RECs) as the\nbasis for African integration, with a timetable for regional and then\ncontinental integration to follow.\n\nCurrently, there are eight RECs recognised by the AU, each established under a\nseparate regional treaty. They are:\n\n* the Arab Maghreb Union (AMU)\n* the Common Market for Eastern and Southern Africa (COMESA)\n* the Community of Sahel-Saharan States (CEN-SAD)\n* the East African Community (EAC)\n* the Economic Community of Central African States (ECCAS)\n* the Economic Community of West African States (ECOWAS)\n* the Intergovernmental Authority on Development (IGAD)\n* the Southern Africa Development Community (SADC)\n\nThe membership of many of the communities overlaps, and their rationalisation\nhas been under discussion for several years—and formed the theme of the 2006\nBanjul summit. At the July 2007 Accra summit the Assembly finally decided to\nadopt a Protocol on Relations between the African Union and the Regional\nEconomic Communities. This protocol is intended to facilitate the\nharmonisation of policies and ensure compliance with the Abuja Treaty and\nLagos Plan of Action time frames."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Selection of the chairperson",
        "generated_section_content_md": "In 2006, the AU decided to create a Committee \"to consider the implementation\nof a rotation system between the regions\" in relation to the presidency.\nControversy arose at the 2006 summit when Sudan announced its candidacy for\nthe AU's chairmanship, as a representative of the East African region. Several\nmember states refused to support Sudan because of tensions over Darfur (see\nalso below). Sudan ultimately withdrew its candidacy and President Denis\nSassou-Nguesso of the Republic of the Congo was elected to a one-year term. At\nthe January 2007 summit, Sassou-Nguesso was replaced by President John Agyekum\nKufuor of Ghana, despite another attempt by Sudan to gain the chair. The year\n2007 was the 50th anniversary of Ghana's independence, a symbolic moment for\nthe country to hold the chair of the AU—and to host the mid-year summit at\nwhich the proposed Union Government was also discussed. In January 2008,\nPresident Jakaya Kikwete of Tanzania took over as chair, representing the East\nAfrican region and thus apparently ending Sudan's attempt to become chair—at\nleast till the rotation returned to East Africa. The current chair is Mohamed\nOuld Ghazouani, President of Mauritania, whose term began on February 17,\n2024."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.3.1",
        "section_name": "List of chairpersons",
        "generated_section_content_md": "Muammar Gaddafi embracing Tanzanian President Kikwete after assuming the\nchairmanship\n\nChairpersons of the African Union  Name  | Beginning of term  | End of term  | Country\n---|---|---|---\nThabo Mbeki | 9 July 2002  | 10 July 2003  |  South Africa\nJoaquim Chissano | 10 July 2003  | 6 July 2004  |  Mozambique\nOlusegun Obasanjo | 6 July 2004  | 24 January 2006  |  Nigeria\nDenis Sassou-Nguesso | 24 January 2006  | 24 January 2007  |  Republic of the Congo\nJohn Kufuor | 30 January 2007  | 31 January 2008  |  Ghana\nJakaya Kikwete | 31 January 2008  | 2 February 2009  |  Tanzania\nMuammar al-Gaddafi | 2 February 2009  | 31 January 2010  |  Libya\nBingu wa Mutharika | 31 January 2010  | 31 January 2011  |  Malawi\nTeodoro Obiang Nguema Mbasogo | 31 January 2011  | 29 January 2012  |  Equatorial Guinea\nYayi Boni | 29 January 2012  | 27 January 2013  |  Benin\nHailemariam Desalegn | 27 January 2013  | 30 January 2014  |  Ethiopia\nMohamed Ould Abdel Aziz | 30 January 2014  | 30 January 2015  |  Mauritania\nRobert Mugabe | 30 January 2015  | 30 January 2016  |  Zimbabwe\nIdriss Déby | 30 January 2016  | 30 January 2017  |  Chad\nAlpha Condé | 30 January 2017  | 28 January 2018  |  Guinea\nPaul Kagame | 28 January 2018  | 10 February 2019  |  Rwanda\nAbdel Fattah el-Sisi | 10 February 2019  | 10 February 2020  |  Egypt\nCyril Ramaphosa | 10 February 2020  | 10 February 2021  |  South Africa\nFélix Tshisekedi | 10 February 2021  | 5 February 2022  |  Democratic Republic of the Congo\nMacky Sall | 5 February 2022  | 18 February 2023  |  Senegal\nAzali Assoumani | 18 February 2023  | 17 February 2024  |  Comoros\nMohamed Ould Ghazouani | 17 February 2024  | _Incumbent_ |  Mauritania"
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Headquarters",
        "generated_section_content_md": "The main administrative capital of the African Union is in Addis Ababa,\nEthiopia, where the African Union Commission is headquartered. A new\nheadquarters complex, the AU Conference Center and Office Complex (AUCC), was\ninaugurated on 28 January 2012, during the 18th AU summit. The complex was\nbuilt by China State Construction Engineering Corporation as a gift from the\nChinese government, and accommodates, among other facilities, a 2,500-seat\nplenary hall and a 20-story office tower. The tower is 99.9 meters high to\nsignify the date 9 September 1999, when the Organisation of African Unity\nvoted to become the African Union. The building cost US$200 million to\nconstruct."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.4.1",
        "section_name": "Espionage accusations",
        "generated_section_content_md": "On 26 January 2018, five years after the completion of the building of the AU\nHeadquarters, the French newspaper _Le Monde_ published an article stating\nthat the Chinese government had heavily bugged the building, installing\nlistening devices in the walls and furniture and setting up the computer\nsystem to copy data to servers in Shanghai daily. The Chinese government\ndenied that they bugged the building, stating that the accusations were\n\"utterly groundless and ridiculous\". Ethiopian Prime Minister Hailemariam\nDesalegn rejected the French media report. Moussa Faki Mahamat, head of the\nAfrican Union Commission, said the allegations in the _Le Monde_ 's report\nwere false. \"These are totally false allegations and I believe that we are\ncompletely disregarding them.\" The African Union replaced its Chinese-supplied\nservers and started encrypting its communications following the event."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "African Union summits",
        "generated_section_content_md": "Billboard in Niamey (Niger) announcing the 33rd AU Summit (2019)\n\nSession  | Host country  | Host city  | Date  | Theme  | Notes\n---|---|---|---|---|---\n37th |  Ethiopia | Addis Ababa | 17–18 February 2024 | \"Educate and Skill Africa for the 21st Century\" |\n36th |  Ethiopia | Addis Ababa | 18–19 February 2023 |  |\n35th |  Ethiopia | Addis Ababa | 5–6 February 2022 |  |\n34th |  Ethiopia | Addis Ababa | 6–7 February 2021 |  |\n33rd |  Ethiopia | Addis Ababa | 9–10 February 2020 | \"Silencing the guns: creating conducive conditions for Africa's development\" | Agreement for African Continental Free Trade Agreement to become operational in July 2020. Agreements to reduce gender gap and inequality and to \"silence guns\" on the continent.\n12th Extraordinary Summit on AfCFTA |  Niger | Niamey | 4–8 July 2019 | \"Refugees, Returnees and Internally Displaced Persons: Towards Durable Solutions to Forced Displacement in Africa\" | Launch of the African Continental Free Trade Agreement\n32nd |  Ethiopia | Addis Ababa | 10–11 February 2019 | \"Refugees, Returnees and Internally Displaced Persons: Towards Durable Solutions to Forced Displacement in Africa\" |\n11th Extraordinary Summit on AfCFTA |  Ethiopia | Addis Ababa | 5–18 November 2018 |  | Agreement reached on reorganisation AU Commission\n31st |  Mauritania | Nouakchott | 25 June – 2 July 2018 | \"Winning the Fight Against Corruption: A Sustainable Path to Africa's Transformation\" |\n10th Extraordinary Summit on AfCFTA |  Rwanda | Kigali | 17–21 March 2018 | \"Creating One African Market\" | Agreement reached on the AfCFTA\n30th |  Ethiopia | Addis Ababa | 22–29 January 2018 | \"Winning the Fight Against Corruption: A Sustainable Path to Africa's Transformation\" |\n29th |  Ethiopia | Addis Ababa | 27 June – 4 July 2017 | \"Harnessing the Demographic Dividend Through Investments in Youth\" |\n28th |  Ethiopia | Addis Ababa | 22–31 January 2017 | \"Harnessing the Demographic Dividend Through Investments in Youth\" | Morocco rejoins the AU after 33 years\n27th |  Rwanda | Kigali | 10–18 July 2016 | \"African Year of Human Rights with Particular Focus on the Rights of Women\" | Launch of African Union Passport\n26th |  Ethiopia | Addis Ababa | 21–31 January 2016 | \"African Year of Human Rights with Particular Focus on the Rights of Women\" |\nThird India-Africa Forum Summit |  India | New Delhi | 26–29 October 2015 | \"Reinvigorated Partnership—Shared Vision\" |\n25th |  South Africa | Johannesburg | 7–15 June 2015 | \"Year of Women Empowerment and Development Towards Africa's Agenda 2063\" | Featured Angelina Jolie\n24th |  Ethiopia | Addis Ababa | 23–31 January 2015 | \"Year of Women Empowerment and Development Towards Africa's Agenda 2063\" |\n2nd Africa–Turkey Summit |  Equatorial Guinea | Malabo | 19–21 November 2014 | \"A New Model of Partnership to Enhance a Sustainable Development and Integration of Africa\" |\n23rd |  Equatorial Guinea | Malabo | 20–27 June 2014 | \"Year of Agriculture and food security\" |\n22nd |  Ethiopia | Addis Ababa | 21–31 January 2014 | \"Year Agriculture and food security, Marking 10th Anniversary of the Adoption of the Comprehensive Africa Agriculture Development Programme (CAADP)\" |\nExtraordinary Summit on the ICC |  Ethiopia | Addis Ababa | 11–12 October 2013 | \"Africa's Relationship with the ICC\" | This was in regards to the ICC's non-adherence to AU calls to drop certain charges against sitting leaders and claims that it was disproportionally targeting Africans.\n21st |  Ethiopia | Addis Ababa | 19–27 May 2013 | \"Panafricanism and African Renaissance\" | 50th Anniversary of the Establishment of the Organisation of African Unity\n20th |  Ethiopia | Addis Ababa | 27–28 January 2013 | \"Panafricanism and African Renaissance\" |\nDiaspora Summit |  South Africa | Sandton | 23–25 May 2012 | \"Towards the Realisation of a United and Integrated Africa and Its Diaspora\" |\n19th |  Ethiopia | Addis Ababa | 9–16 July 2012 | \"Boosting Intra-African Trade\" |\n18th |  Ethiopia | Addis Ababa | 23–30 January 2012 | \"Boosting Intra-African Trade\" |\n17th |  Equatorial Guinea | Malabo | 23 June – 1 July 2011 | \"Youth Empowerment for Sustainable Development\" |\n2nd Africa–India Summit |  Ethiopia | Addis Ababa | 20–25 May 2011 | \"Enhancing partnership: shared vision\" |\n16th |  Ethiopia | Addis Ababa | 24–31 January 2011 | \"Towards Greater Unity and Integration through Shared Values\" |\n15th |  Uganda | Kampala | 19–27 July 2010 | \"Maternal, Infant, and Child Health and Development in Africa\" |\n14th |  Ethiopia | Addis Ababa | 25 January – 2 February 2010 | \"Information and Communication Technologies (ICT) in Africa: Challenges and Prospects for Development\" |\n13th |  Libya | Sirte | 24 June – 3 July 2009 | \"Investing in Agriculture for Economic Growth and Food Security\" |\n12th |  Ethiopia | Addis Ababa | 26 January – 3 February 2009 | \"Infrastructure Development in Africa\" |\n11th |  Egypt | Sharm el-Sheikh | 24 June – 1 July 2008 | \"Meeting the Millennium Development Goals on Water and Sanitation\" |\n10th |  Ethiopia | Addis Ababa | 25 January – 2 February 2008 | \"Industrial Development of Africa\" |\n9th |  Ghana | Accra | 25 June – 6 July 2007 | \"Grand Debate on the Union Government\" |\n8th |  Ethiopia | Addis Ababa | 22–30 January 2007 | 1\\. \"Science, Technology and Scientific Research for Development\"\n2\\. \"Climate Change in Africa\" |\n7th |  Gambia | Banjul | 25 June – 2 July 2006 | \"Rationalisation of Recs and Regional Integration\" |\n6th |  Sudan | Khartoum | 16–24 January 2006 | \"Education and Culture\" |\n5th |  Libya | Sirte | 28–29 June 2005 |  |\nExtraordinary summit on UN Reform |  Ethiopia | Addis Ababa | 4 August 2005 |  |\n4th |  Nigeria | Abuja | 24–31 January 2005 |  |\n3rd |  Ethiopia | Addis Ababa | 6–8 July 2004 |  |\n2nd |  Mozambique | Maputo | 2–12 July 2003 |  |\n1st |  South Africa | Durban | 28 June 2002 – 10 July 2002 | \"Peace, Development and Prosperity: The African Century\" | Notable events include the launch of the African Union."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Foreign relations",
        "generated_section_content_md": "The individual member states of the African Union coordinate foreign policy\nthrough this agency, in addition to conducting their own international\nrelations on a state-by-state basis. The AU represents the interests of\nAfrican peoples at large in intergovernmental organisations (IGOs); for\ninstance, it is a permanent observer at the United Nations General Assembly.\nBoth the African Union and the United Nations work in tandem to address issues\nof common concerns in various areas. The African Union Mission to the United\nNations aspires to serve as a bridge between the two organisations.\n\nMembership of the AU overlaps with other IGOs, and occasionally, these third-\nparty organisations and the AU will coordinate on matters of public policy.\nThe African Union maintains special diplomatic representation with the United\nStates and the European Union."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.1",
        "section_name": "Africa–Caribbean relations",
        "generated_section_content_md": "Many Caribbean nations have sought to deepen ties with the continent of\nAfrica. The African Union has referred to the Caribbean as the potential\n\"Sixth Region\" of the bloc. Some Caribbean nations moved to join African\ninstitutions, including Barbados, the Bahamas and Guyana, which all became\nmembers of the African Export–Import Bank. Also, the Caribbean Development\nBank signed a cooperation strategic partnership agreement with the African\nDevelopment Bank (AfDB). Antigua and Barbuda has also shown interest in a\ndirect transport link between Africa and the Caribbean. However, it has\nresulted in some challenges regarding migration."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.2",
        "section_name": "Africa–China relations",
        "generated_section_content_md": "One of the leading economic partners of the continent has been the People's\nRepublic of China (PRC). The Forum on China–Africa Cooperation is the main\nmulti-lateral coordination mechanism between the African countries and China.\nSince joining FOCAC in 2012, the African Union has increasingly played a\ncoordinating role, although each African country in FOCAC continues to\nrepresent itself individually."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.3",
        "section_name": "Africa–EU relations",
        "generated_section_content_md": "For the European Commission, the European Union's relationship with Africa is\na key priority. The future Africa-EU partnership vision of the European\nCommission and the European External Action Service is outlined in the Joint\nCommunication \"Towards a Comprehensive Strategy with Africa\". It proposes\npartnering on:\n\n* Green Transition and Energy Access\n* Digital Transformation\n* Sustainable Growth and Jobs\n* Peace, Security and Governance\n* Migration and Mobility\n\nOn 2 December 2020, five Africa-Europe Foundation Strategy Groups were\nestablished in the areas of Health, Digital, Agriculture and Sustainable Food\nSystems, Sustainable energy and Transport and Connectivity. It was done\ntogether with a consortium comprising Friends of Europe, Mo Ibrahim Foundation\nand IPEMED.\n\nIn regards to strengthening resilience, peace, security and governance, the\nAfrican Union and the European Union recognize that resilience, peace,\nsecurity and governance are all closely linked. Peace and security are\nimportant elements for sustainable development, prosperity and resilience of\nsocieties. For ensuring peace and security, it had worked out the African\nPeace Facility. This has been itself replaced in 2021 by the European Peace\nFacility. The AU and EU are also partnering on promoting sustainable resources\nmanagement, environmental resilience, and climate change mitigation The Africa\nAdaptation Initiative is also being supported by the European Union."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.4",
        "section_name": "Africa–India relations",
        "generated_section_content_md": "Inaugural India–Africa Forum Summit held in New Delhi, 2008\n\nThe India–Africa Forum Summit (IAFS) is the official platform for the African-\nIndian relations. IAFS is held once in every three years. It was first held\nfrom April 4 to April 8, 2008 in New Delhi, India. In 2015, the Third India-\nAfrica Forum Summit was held in New Delhi and summit was attended by 51 heads\nof states of the African Union. In 2023, the African Union was admitted to G20\nunder the presidency of India, chaired by Prime Minister Narendra Modi in New\nDelhi."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.5",
        "section_name": "Africa–Palestine relations",
        "generated_section_content_md": "The African Union periodically invites the President of the State of Palestine\nto make an opening speech during its annual Summit in Addis Ababa. According\nto Article 10 of the Rules of Procedure of the Union, during the opening of\nthe meeting sessions, the President of the State of Palestine in person is\nentitled to make an opening speech. After the Hamas attack on Israel in\nOctober 2023, African Union Commission Chairperson Moussa Faki expressed his\n\"utmost concern\" at the situation and called for an immediate cessation of\nhostilities; additionally, he recalled that denial of the fundamental rights\nof the Palestinian people, particularly that of an independent and sovereign\nState of Palestine, was the \"main cause of the permanent Israeli-Palestinian\ntension\"."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.6",
        "section_name": "Africa–Russia relations",
        "generated_section_content_md": "Russia hosted the first Africa-Russia heads-of-state summit on October 23–24,\n2019, Representatives from all 54 African states, including 43 heads-of-state\nor government, attended the summit.\n\nThe second Russia-Africa Summit was scheduled for October 2022 in Addis Ababa,\nbut was then rescheduled to 26–29 July 2023 in Saint Petersburg."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.7",
        "section_name": "Africa–South Korea relations",
        "generated_section_content_md": "The first summit was the South Korea–Africa Summit, Seoul in June 2024."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.8",
        "section_name": "Africa–Turkey relations",
        "generated_section_content_md": "Turkey–Africa relations have gained substantial momentum since the declaration\nof Turkey as a strategic partner of the continent by the African Union in\nJanuary 2008. Since 2008, various major summits and meetings have been taking\nplace between Turkey and AU. The first summit was The Turkey–Africa\nCooperation summit, Istanbul in August 2008.\n\nAs of 2020, Turkey has embassies in 42 countries and commercial counselors in\n26 countries on the Africa continent. Turkey's national flag carrier Turkish\nAirlines also flies to 35 destinations on the continent."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.6.9",
        "section_name": "Africa–United States relations",
        "generated_section_content_md": "AUC Chairperson Moussa Faki, US President Joe Biden and African leaders at the\nUnited States–Africa Leaders Summit in Washington, D.C., 15 December 2022\n\nIn 2017, Donald Trump, President of the United States, issued an executive\norder to ban citizens from seven countries with suspected links to terrorism\nfrom entering the United States. Three of these are African countries, and\nmembers of the AU. During the 28th African Union Summit in Ethiopia, African\nleaders criticised the ban as they expressed their growing concerns for the\nfuture of the African economy under President Trump's leadership and\nsubsequent policies."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Military",
        "generated_section_content_md": "The African Union has the power to militarily intervene on behalf of its\nmember states as laid out in Article 4(h) of the Constitutive Act of the\nAfrican Union, \"in respect of grave circumstances, namely: war crimes,\ngenocide and crimes against humanity\"."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.7.1",
        "section_name": "Togo",
        "generated_section_content_md": "In response to the death of Gnassingbé Eyadéma, President of Togo, on 5\nFebruary 2005, AU leaders described the appointment of his son, Faure\nGnassingbé, to the presidency to have been a military coup. Togo's\nconstitution calls for the speaker of parliament to succeed the president in\nthe event of his death. By law, the parliament speaker must call national\nelections to choose a new president within sixty days. The AU's protest forced\nGnassingbé to hold elections. Under heavy allegations of election fraud, he\nwas officially elected president on 4 May 2005."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.7.2",
        "section_name": "Mauritania",
        "generated_section_content_md": "On 3 August 2005, a coup in Mauritania led the African Union to suspend the\ncountry from all organisational activities. The Military Council that took\ncontrol of Mauritania promised to hold elections within two years.[_citation\nneeded_] These were held in early 2007, the first time that the country had\nheld elections that were generally agreed to be of an acceptable standard.\nFollowing the elections, Mauritania's membership of the AU was restored.\nHowever, on 6 August 2008, a fresh coup overthrew the government elected in\n2007. The AU once again suspended Mauritania from the continental body. The\nsuspension was once again lifted in 2009 after the military junta agreed with\nthe opposition to organise elections."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.7.3",
        "section_name": "Mali",
        "generated_section_content_md": "Al-Qaeda in the Islamic Maghreb (formerly GSPC) area of operations\n\nIn March 2012, a military coup was staged in Mali, when an alliance of Touareg\nand Islamist forces conquered the north, resulting in a coming to power of the\nIslamists. This resulted in the deaths of hundreds of Malian soldiers and the\nloss of control over their camps and positions. After a military intervention\nwith help from French troops, the region was in control of the Malian army. To\nreinstall local authorities, the AU helped to form a caretaker government,\nsupporting it and holding presidential elections in Mali in July 2013.\n\nIn 2013, a summit for the African Union was held and it was decided that the\nAfrican Union was going to enlarge their military presence in Mali. The AU\ndecided to do this because of increasing tensions between al-Qaeda forces and\nthe Mali army. There have been several rebel groups that are vying for control\nof parts of Mali. These rebel groups include the National Movement for the\nLiberation of Azawad (MNLA), the National Front for the Liberation of Azawad\n(FLNA), Ganda Koy, Ganda Izo, Ansar ad-Din, and Al-Qaeda in the Islamic\nMaghreb (AQIM). AU forces have been tasked with counterinsurgency missions in\nMali as well as governing presidential elections to ensure as smooth a\ntransition of power as possible."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.7.4",
        "section_name": "2021 hotspots",
        "generated_section_content_md": "A disputed election in December 2020 has led to intensification of the Central\nAfrican Republic Civil War, displacing 200,000 people. United Nations\npeacekeepers, including soldiers from Russia and Rwanda, have kept the rebels\nout of Bangui, but rebels control much of the rest of the country. The AU has\nnot sent peacekeepers to the areas because of a lack of agreement on how to\nhandle the situation: Chad and the Republic of the Congo support the rebels\nwhile Rwanda and Angola support the government.\n\nThe Tigray War in Ethiopia has left millions in need of humanitarian aid.\nEritrean troops are said to be supporting the Ethiopian government, and there\nhave been border conflicts with Sudan. The relationship between Sudan and\nEthiopia is further complicated by the Grand Ethiopian Renaissance Dam\nproject, which also directly affects Egypt."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.7.4.1",
        "section_name": "Coup Belt",
        "generated_section_content_md": "Map of successful coups in Africa since 2020\n\nThe term Coup Belt originated from coups that were staged beginning in the\nearly 2020s, including in Mali in 2020 and 2021, Guinea, Chad, and Sudan in\n2021, two in Burkina Faso in January and September in 2022, and Niger and\nGabon in 2023. The region also saw attempted coups in Niger and Sudan in 2021,\nGuinea–Bissau and The Gambia in 2022, and Sudan and Sierra Leone in 2023.\nAfter the 2023 Nigerien coup, these countries formed a continuous chain\nstretching between the east and west coasts of Africa."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Regional conflicts and peacekeeping",
        "generated_section_content_md": "One of the objectives of the AU is to \"promote peace, security, and stability\non the continent\". Among its principles is \"Peaceful resolution of conflicts\namong Member States of the Union through such appropriate means as may be\ndecided upon by the Assembly\". The primary body charged with implementing\nthese objectives and principles is the Peace and Security Council. The PSC has\nthe power, among other things, to authorise peace support missions, to impose\nsanctions in case of unconstitutional change of government, and to \"take\ninitiatives and action it deems appropriate\" in response to potential or\nactual conflicts. The PSC is a decision-making body in its own right, and its\ndecisions are binding on member states.\n\nArticle 4(h) of the Constitutive Act, repeated in Article 4 of the Protocol to\nthe Constitutive Act on the PSC, also recognises the right of the Union to\nintervene in a member state in circumstances of war crimes, genocide and\ncrimes against humanity. Any decision to intervene in a member state under\nArticle 4 of the Constitutive Act will be made by the Assembly on the\nrecommendation of the PSC.\n\nSince it first met in 2004, the PSC has been active in relation to the crises\nin Darfur, Comoros, Somalia, Democratic Republic of the Congo, Burundi, Ivory\nCoast and other countries. It has adopted resolutions creating the AU\npeacekeeping operations in Somalia and Darfur, and imposing sanctions against\npersons undermining peace and security (such as travel bans and asset freezes\nagainst the leaders of the rebellion in Comoros). The council is in the\nprocess of overseeing the establishment of a \"standby force\" to serve as a\npermanent African peacekeeping force.[_citation needed_]\n\nThe founding treaty of the AU also called for the establishment of the African\nPeace and Security Architecture (APSA), including the African Standby Force\n(ASF), which is to be deployed in emergencies. That means, in cases of\ngenocide or other serious human-rights violations, an ASF mission can be\nlaunched even against the wishes of the government of the country concerned,\nas long as it is approved by the AU. In past AU peacekeeping missions, the\nconcept was not yet applied and forces had to be mobilised from member states.\nAlthough the ASF was declared fully operational in 2016 and used from 2017\nonwards in ECOWAS, ECCAS and SADC interventions to the Gambia, Lesotho,\nMozambique and the Democratic Republic of the Congo, it has not been deployed\nin the same way as originally concieved. Instead of the PSC acting as the\nprimary initiator of ASF action as previously planned, Regional Economic\nCommunities have took charge of mobilizing ASF capabilities. In light of\ncontinued criticism, ASF reform remains a prominent topic of discussion at the\nAU."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.8.1",
        "section_name": "Darfur, Sudan",
        "generated_section_content_md": "South Sudanese independence referendum, 2011\n\nIn response to the ongoing Darfur conflict in Sudan, the AU has deployed 7,000\npeacekeepers, many from Rwanda and Nigeria, to Darfur. While a donor's\nconference in Addis Ababa in 2005 helped raise funds to sustain the\npeacekeepers through that year and into 2006, in July 2006 the AU said it\nwould pull out at the end of September when its mandate expires. Critics of\nthe AU peacekeepers, including Eric Reeves, have said these forces are largely\nineffective due to lack of funds, personnel, and expertise. Monitoring a large\narea has made it even more difficult to sustain an effective mission. In June\n2006, the United States Congress appropriated US$173 million for the AU force.\nSome, such as the Genocide Intervention Network, have called for UN or NATO\nintervention to augment and/or replace the AU peacekeepers. The UN has\nconsidered deploying a force, though it would not likely enter the country\nuntil at least October 2007. The under-funded and badly equipped AU mission\nwas set to expire on 31 December 2006 but was extended to 30 June 2007 and\nmerged with the United Nations African Union Mission in Darfur in October\n2007. In July 2009 the African Union ceased cooperation with the International\nCriminal Court, refusing to recognise the international arrest warrant it had\nissued against Sudan's leader, Omar al-Bashir, who was indicted in 2008 for\nwar crimes.\n\nThe AU struggled to have a strategic role in the independence talks and the\nreconciliation process of South Sudan, due to overwhelming interests of\nAfrican and non-African powers, its influence is still limited and not\nconsistent."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.8.2",
        "section_name": "Somalia",
        "generated_section_content_md": "Kenyan soldiers and fighters of the Ras Kamboni Brigades, a Somali government-\nallied militia, near Kismayo, Somalia, 2012\n\nFrom the early 1990s up until 2000, Somalia was without a functioning central\ngovernment. A peace agreement aimed at ending the civil war that broke out\nfollowing the collapse of the Siad Barre regime was signed in 2006 after many\nyears of peace talks. However, the new government was almost immediately\nthreatened by further violence. In February 2007, the African Union (AU) and\nEuropean Union (EU) worked together to establish the African Union Mission in\nSomalia (AMISOM). The purpose of AMISOM was to create a foundation that would\nhopefully provide aid to some of Somalia's most vulnerable and keep the peace\nin the region. They are tasked with everything from protecting federal\ninstitutions to facilitating humanitarian relief operations. Much of the AU's\nopposition comes from an Islamic extremist group named al-Shabaab. To\ntemporarily shore up the government's military base, starting in March 2007,\nAU soldiers began arriving in Mogadishu as part of a peacekeeping force that\nwas intended by the AU to eventually be 8,000 strong. Eritrea recalled its\nambassadors to the African Union on 20 November 2009 after the African Union\ncalled on the United Nations Security Council to impose sanctions on them due\nto their alleged support of Somali Islamists attempting to topple the\nTransitional Federal Government of Somalia, the internationally recognised\ngovernment of Somalia which holds Somalia's seat on the African Union. On 22\nDecember 2009, the United Nations Security Council passed UNSCR 1907, which\nimposed an arms embargo on Eritrea, travel bans on Eritrean leaders, and asset\nfreezes on Eritrean officials. Eritrea strongly criticised the resolution. In\nJanuary 2011, Eritrea reestablished their mission to the AU in Addis Ababa.\n\nIn the fall of 2011, AMISOM forces, along with Kenyan and Ethiopian forces,\nlaunched a set of offensive attacks on the al-Shabaab. In these attacks,\nAMISOM forces were able to reclaim key cities including the Somali capital of\nMogadishu. In September 2013, political scientist Ethan Bueno de Mesquita\nargued that with the help of AMISOM forces, they had made it \"nearly\nimpossible for al-Shabaab to hold territory even in its former strongholds in\nsouthern Somalia\". Although much progress has been made towards peace in the\nregion, it should still be noted that African Union forces' still get attacked\nregularly. Despite AMISOM being effective, it is vastly underfunded and many\nforces lack the resources required. Funding for humanitarian relief and the\nformation of armies tends to be vastly undercut."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.8.3",
        "section_name": "Anjouan, Comoros",
        "generated_section_content_md": "A successful 2008 invasion of Anjouan by AU and Comoros forces to stop self-\ndeclared president Mohamed Bacar, whose 2007 re-election was declared illegal.\nPrior to the invasion, France helped transport Tanzanian troops but their\nposition in the disagreement was questioned when a French police helicopter\nwas suspected of attempting to sneak Bacar into French exile. The first wave\nof troops landed on Anjouan Bay on 25 March and soon took over the airfield in\nOuani, ultimately aiming to locate and remove Bacar from office. On the same\nday, the airport, capital, and second city were overrun and the presidential\npalace was deserted. Bacar escaped and sought asylum in France. The Comoros\ngovernment demanded his return, in order to determine his fate. Many of\nBacar's main supporters were arrested by the end of March, including Caabi El-\nYachroutu Mohamed and Ibrahim Halidi. Bacar's asylum request was rejected on\n15 May, as France agreed to cooperate with the Comoran government's demand. At\nthe 29 June elections, Moussa Toybou won the presidency."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.8.4",
        "section_name": "Chagos Islands dispute",
        "generated_section_content_md": "The sovereignty of the Chagos Archipelago in the Indian Ocean is disputed\nbetween the United Kingdom and Mauritius. In February 2019, the International\nCourt of Justice in The Hague issued an advisory opinion stating that the UK\nmust transfer the Chagos Archipelago to Mauritius. On 22 May 2019, the United\nNations General Assembly debated and adopted a resolution that affirmed that\nthe Chagos archipelago \"forms an integral part of the territory of Mauritius\".\nThe African Union urged the United Kingdom to comply with a UN resolution\ncalling for it to withdraw from the Chagos Islands. The UK does not recognise\nMauritius' sovereignty claim over the Chagos Archipelago."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.9",
        "section_name": "Current issues",
        "generated_section_content_md": "The AU faces many challenges, including health issues such as combating\nmalaria and the AIDS/HIV epidemic; political issues such as confronting\nundemocratic regimes and mediating in the many civil wars; economic issues\nsuch as improving the standard of living of millions of impoverished,\nuneducated Africans; ecological issues such as dealing with recurring famines,\ndesertification, and lack of ecological sustainability; as well as the legal\nissues regarding Western Sahara."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.9.1",
        "section_name": "Corruption",
        "generated_section_content_md": "Daniel Batidam, an anti-corruption advisory board member of the African Union,\nresigned after stating that the organisation had \"multiple irregularities\" and\nthat \"issues have come up over and over again\" regarding corruption. The\nAfrican Union quickly accepted his resignation, with Batidam saying that it\nwas a sign that mismanagement towards corruption will \"continue with business\nas usual\".\n\nIn a story published on 12 March 2020, AU staff alleged that Commission\nchairman Moussa Faki Mahamat was guilty of corruption and cronyism, as well as\nrunning of a \"mafia-style cartel\" that operates with impunity. The allegations\nwere contained in a memo leaked to the South African _Mail& Guardian_. This\nfollowed sexual harassment allegations raised in late 2018."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "3.9.2",
        "section_name": "Libyan crisis",
        "generated_section_content_md": "In 2011, when the conflict in Libya began, the African Union was initially\ncriticised for doing little to prevent the conflict's escalation.\nAdditionally, the AU hesitated to take a side. It was unclear whether the AU\nsupported the Libyan regime or the rebels. This occurred as several human\nright violations were perpetrated against members of the Libyan regime. It was\nlater realised that the AU's hesitation was due to its lack of capacity and\nits inability to engage in democratic reform.\n\nThe AU attempted to mediate in the early stages of the 2011 Libyan civil war,\nforming an _ad hoc_ committee of five presidents (Congolese President Denis\nSassou Nguesso, Malian President Amadou Toumani Touré, Mauritanian President\nMohamed Ould Abdel Aziz, South African President Jacob Zuma, and Ugandan\nPresident Yoweri Museveni) to broker a truce. However, the beginning of the\nNATO-led military intervention in March 2011 prevented the committee from\ntraveling to Libya to meet with Libyan leader Muammar Gaddafi. As a body, the\nAU sharply dissented from the United Nations Security Council's decision to\ncreate a no-fly zone over Libya, though a few member states, such as Botswana,\nGabon, Zambia, and others expressed support for the resolution.\n\nAs a result of Gaddafi's defeat at the Battle of Tripoli (the war's deciding\nbattle), in August 2011, the Arab League voted to recognise the anti-Gaddafi\nNational Transitional Council as the legitimate government of the country,\npending elections. The council has been recognised by several AU member\nstates, including two Arab League members. However, the AU Peace and Security\nCouncil voted on 26 August 2011 not to recognise it, insisting on a ceasefire\nand on the formation of a national unity government by both sides. A number of\nAU member states led by Ethiopia, Nigeria, and Rwanda requested that the AU\nrecognise the NTC as Libya's interim governing authority, and several other AU\nmember states have recognised the NTC regardless of the Peace and Security\nCouncil's decision. However, AU member states Algeria and Zimbabwe have\nindicated they will not recognise the NTC, and South Africa has expressed\nreservations as well.\n\nOn 20 September 2011, the African Union officially recognised the National\nTransitional Council as the legitimate representative of Libya.\n\nIn post-Gaddafi Libya, the African Union believes it still has an important\nresponsibility to the country despite its failure to contribute to the\nconflict when it originated. Although the African Union is there to keep\npeace, it is not a long-term solution. The goal, as stated by the AU, is to\nestablish a Libyan government that is sustainable to ensuring peace in Libya.\nTo achieve some level of peace in Libya, the AU has to moderate peace talks\nwhich are aimed at achieving compromises and power sharing accommodations as\nwell."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Geography",
        "generated_section_content_md": "Regions of the African Union:\n**Northern Region** (Sahara)\n**Southern Region** (Kalahari)\n**Eastern Region** (Nile)\n**Western Regions A and B** (Niger and Volta Niger)\n**Central Region** (Congo)\n\nMember states of the African Union cover almost the entirety of continental\nAfrica, except for several territories held by Spain (Ceuta, Melilla, and\nPeñón de Vélez de la Gomera). In addition, European countries have\ndependencies among the offshore islands of Africa: Spain (the Canary Islands\nand the islands of the plazas de soberanía); France (Mayotte, Réunion, and the\nScattered Islands in the Indian Ocean); Portugal (the Azores, Madeira, and the\nSavage Islands); and the United Kingdom (Saint Helena, Ascension and Tristan\nda Cunha). The geography of the African Union is wildly diverse, including the\nworld's largest hot desert (the Sahara), huge jungles and savannas, and the\nworld's longest river (the Nile).\n\nThe AU has an area of 29,922,059 square kilometres (11,552,972 sq mi), with\n24,165 kilometres (15,015 mi) of coastline. The vast majority of this area is\non continental Africa, while the only significant territories off the mainland\nare the island of Madagascar (the world's largest microcontinent and fourth-\nlargest island) and the Sinai Peninsula (geographically a part of Asia),\naccounting for slightly less than 2% of the total area."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Economy",
        "generated_section_content_md": "The African Continental Free Trade Area (AfCFTA) was created among 54 of the\n55 AU nations, with trade commencing as of 1 January 2021. The African\nExport–Import Bank, to support this initiative, created the Pan-African\nPayment and Settlement System.\n\nThe AU's future goals include a customs union, a single market, a central\nbank, and a common currency (see African Monetary Union), thereby establishing\neconomic and monetary union."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Indicators",
        "generated_section_content_md": "The following table shows various data for AU member states, including area,\npopulation, economic output and income inequality, as well as various indices,\nincluding human development, viability of the state, perception of corruption,\neconomic freedom, state of peace, freedom of the press and democratic level.\n\nCountry  | Land Area (km2) 2015  | Population 2021  | GDP (PPP) (Intl. $) 2015  | GDP (PPP) per capita (Intl. $) 2015  | HDI 2014  | FSI 2016  | CPI 2016  | IEF 2016  | GPI 2016  | WPFI 2016  | DI 2016\n---|---|---|---|---|---|---|---|---|---|---|---\nAlgeria | 2,381,741  | 44,177,969  | 548,293,085,686  | 13,823  | 0.736  | 78.3  | 34  | 50.06  | 2.21  | 41.69  | 3.56\nAngola | 1,246,700  | 34,503,774  | 173,593,223,667  | 6,938  | 0.532  | 90.5  | 18  | 48.94  | 2.14  | 39.89  | 3.40\nBenin | 112,760  | 12,996,895  | 21,016,184,357  | 1,932  | 0.48  | 78.9  | 36  | 59.31  | 2.00  | 28.97  | 5.67\nBotswana | 566,730  | 2,588,423  | 33,657,545,969  | 14,876  | 0.698  | 63.5  | 60  | 71.07  | 1.64  | 22.91  | 7.87\nBurkina Faso | 273,600  | 22,100,683  | 28,840,666,622  | 1,593  | 0.402  | 89.4  | 42  | 59.09  | 2.06  | 22.66  | 4.70\nBurundi | 25,680  | 12,551,213  | 7,634,578,343  | 300  | 0.4  | 100.7  | 20  | 53.91  | 2.50  | 54.10  | 2.40\nCape Verde | 4,030  | 587,925  | 3,205,197,585  | 6,158  | 0.646  | 71.5  | 59  | 66.46  | N/A  | 19.82  | 7.94\nCameroon | 472,710  | 27,198,628  | 68,302,439,597  | 2,926  | 0.512  | 97.8  | 26  | 54.18  | 2.36  | 40.53  | 3.46\nCentral African Republic | 622,980  | 5,457,154  | 2,847,726,468  | 581  | 0.35  | 112.1  | 20  | 45.23  | 3.35  | 33.60  | 1.61\nChad | 1,259,200  | 17,179,740  | 28,686,194,920  | 2,044  | 0.392  | 110.1  | 20  | 46.33  | 2.46  | 40.59  | 1.50\nComoros | 1,861  | 821,625  | 1,098,546,195  | 1,393  | 0.503  | 83.8  | 24  | 52.35  | N/A  | 24.33  | 3.71\nCongo, Democratic Republic of the | 2,267,050  | 95,894,118  | 56,920,935,460  | 300  | 0.433  |  | 21  | 46.38  | 3.11  | 50.97  | 1.93\nCongo, Republic of the | 341,500  | 5,835,806  | 27,690,345,067  | 5,993  | 0.591  | 92.2  | 20  | 42.80  | 2.25  | 35.84  | 2.91\nDjibouti | 23,180  | 1,105,557  | 2,911,406,226  | 3,279  | 0.47  | 89.7  | 30  | 55.96  | 2.29  | 70.90  | 2.83\nEgypt | 1,010,407  | 109,262,178  | 1,173,000,000,000  | 10,250  | 0.69  | 90.2  | 34  | 55.96  | 2.57  | 54.45  | 3.31\nEquatorial Guinea | 28,050  | 1,634,466  | 32,317,928,931  | 38,243  | 0.587  | 85.2  | N/A  | 43.67  | 1.94  | 66.47  | 1.70\nEritrea | 101,000  | 3,620,312  | 8,845,000,000b | 600b | 0.391  | 98.6  | 18  | 42.7  | 2.46  | 83.92  | 2.37\nEswatini | 17,204  | 1,192,271  | 10,452,834,007  | 8,122  | 0.531  | 87.6  | N/A  | 59.65  | 2.07  | 52.37  | 3.03\nEthiopia | 1,104,300  | 120,283,026  | 152,057,290,468  | 1,530  | 0.442  | 97.2  | 34  | 51.52  | 2.28  | 45.13  | 3.60\nGabon | 257,670  | 2,341,179  | 32,539,376,597  | 18,860  | 0.684  | 72  | 35  | 58.96  | 2.03  | 32.20  | 3.74\nGambia, The | 10,120  | 2,639,916  | 3,140,820,062  | 1,578  | 0.441  | 86.8  | 26  | 57.14  | 2.09  | 46.53  | 2.91\nGhana | 227,540  | 32,833,031  | 108,393,071,924  | 3,955  | 0.579  | 71.2  | 43  | 63.00  | 1.81  | 17.95  | 6.75\nGuinea | 245,720  | 13,531,906  | 14,316,884,358  | 1,135  | 0.411  | 103.8  | 27  | 53.33  | 2.15  | 33.08  | 3.14\nGuinea-Bissau | 28,120  | 2,060,721  | 2,521,743,682  | 1,367  | 0.42  | 99.8  | 16  | 51.81  | 2.26  | 29.03  | 1.98\nIvory Coast | 318,000  | 27,478,249  | 74,916,780,423  | 3,300  | 0.462  | 97.9  | 34  | 60.01  | 2.28  | 30.17  | 3.81\nKenya | 569,140  | 53,005,614  | 133,592,522,053  | 2,901  | 0.548  | 98.3  | 26  | 57.51  | 2.38  | 31.16  | 5.33\nLesotho | 30,360  | 2,281,454  | 5,914,437,068  | 2,770  | 0.497  | 80.9  | 39  | 50.62  | 1.94  | 28.78  | 6.59\nLiberia | 96,320  | 5,193,416  | 3,533,313,381  | 500  | 0.43  | 95.5  | 37  | 52.19  | 2.00  | 30.71  | 5.31\nLibya | 1,759,540  | 6,735,277  | 94,010,000,000b | 14,900b | 0.724  | 96.4  | 14  | N/A  | 3.20  | 57.89  | 2.25\nMadagascar | 581,800  | 28,915,653  | 33,354,200,458  | 1,376  | 0.51  | 84.2  | 26  | 61.06  | 1.76  | 27.04  | 5.07\nMalawi | 94,280  | 19,889,742  | 19,137,290,349  | 1,112  | 0.445  | 87.6  | 31  | 51.8  | 1.82  | 28.12  | 5.55\nMali | 1,220,190  | 21,904,983  | 33,524,899,739  | 1,905  | 0.419  | 95.2  | 32  | 56.54  | 2.49  | 39.83  | 5.70\nMauritania | 1,030,700  | 4,614,974  | 16,190,000,000b | 4,400b | 0.506  | 95.4  | 27  | 54.8  | 2.30  | 24.03  | 3.96\nMauritius | 2,030  | 1,298,915  | 23,817,914,134  | 18,864  | 0.777  | 43.2  | 54  | 74.73  | 1.56  | 27.69  | 8.28\nMorocco | 446,300  | 37,076,584  | 257,398,957,178  | 7,365  | 0.628  | 74.2  | 37  | 61.27  | 2.09  | 42.64  | 4.77\nMozambique | 786,380  | 32,077,072  | 31,326,751,237  | 1,120  | 0.416  | 87.8  | 27  | 53.19  | 1.96  | 30.25  | 4.02\nNamibia | 823,290  | 2,530,151  | 24,043,436,006  | 9,778  | 0.628  | 71.1  | 52  | 61.85  | 1.87  | 15.15  | 6.31\nNiger | 1,266,700  | 25,252,722  | 17,857,377,171  | 897  | 0.348  | 98.4  | 35  | 54.26  | 2.24  | 24.62  | 3.96\nNigeria | 910,770  | 213,401,323  | 1,168,000,000,000  | 5,639  | 0.514  | 103.5  | 28  | 57.46  | 2.88  | 35.90  | 4.50\nRwanda | 24,670  | 13,461,888  | 19,216,033,048  | 1,655  | 0.483  | 91.3  | 54  | 63.07  | 2.32  | 54.61  | 3.07\nSão Tomé and Príncipe | 960  | 223,107  | 575,391,345  | 3,023  | 0.555  | 72.9  | 46  | 56.71  | N/A  | N/A  | N/A\nSenegal | 192,530  | 16,876,720  | 34,398,281,018  | 2,274  | 0.466  | 83.6  | 45  | 58.09  | 1.98  | 27.99  | 6.21\nSeychelles | 460  | 106,471  | 2,384,515,771  | 25,525  | 0.772  | 60.2  | N/A  | 62.2  | N/A  | 30.60  | N/A\nSierra Leone | 72,180  | 8,420,641  | 9,511,431,824  | 1,474  | 0.413  | 91  | 30  | 52.31  | 1.81  | 29.94  | 4.55\nSomalia | 627,340  | 17,065,581  | 5,900,000,000c | 600c | N/A  | 114  | 10  | N/A  | 3.41  | 65.35  | N/A\nSouth Africa | 1,213,090  | 59,392,255  | 742,461,000,000  | 12,393  | 0.666  | 69.9  | 45  | 61.9  | 2.32  | 21.92  | 7.41\nSouth Sudan | 619,745  | 10,748,272  | 21,484,823,398  | 1,741  | 0.467  | 113.8  | 11  | N/A  | 3.59  | 44.87  | N/A\nSudan | 1,886,086  | 45,657,202  | 165,813,461,495  | 4,121  | 0.479  | 111.5  | 14  | N/A  | 3.27  | 72.53  | 2.37\nTanzania | 885,800  | 63,588,334  | 130,297,806,032  | 2,510  | 0.521  | 81.8  | 32  | 58.46  | 1.90  | 28.65  | 5.76\nTogo | 54,390  | 8,644,829  | 10,018,697,437  | 1,372  | 0.484  | 85.8  | 32  | 53.64  | 1.95  | 30.31  | 3.32\nTunisia | 155,360  | 12,262,946  | 121,200,025,401  | 10,770  | 0.721  | 74.6  | 41  | 57.55  | 1.95  | 31.60  | 6.40\nUganda | 200,520  | 45,853,778  | 67,856,334,117  | 1,738  | 0.483  | 97.7  | 25  | 59.26  | 2.15  | 32.58  | 5.26\nSahrawi Arab Democratic Republic | 266,000  | 565,581  | 906,500,000d | 2,500d | N/A  | N/A  | N/A  | N/A  | N/A  | N/A  | N/A\nZambia | 743,390  | 19,473,125  | 58,400,082,027  | 3,602  | 0.586  | 86.3  | 38  | 58.79  | 1.78  | 35.08  | 5.99\nZimbabwe | 386,850  | 15,993,524  | 26,180,942,292  | 500  | 0.509  | 100.5  | 22  | 38.23  | 2.32  | 40.41  | 3.05\n** African Union** | 30,370,000  | 1,393,676,444  | 5,457,724,064,668  | 4,602  | 0.524d | 88.99d | 31.51d | 55.55d | 2.27  | 37.89  | 4.30\nCountry  | Land Area (km2) 2015  | Population 2021  | GDP (PPP) (Intl. $) 2015  | GDP (PPP) per capita (Intl. $) 2015  | HDI 2014  | FSI 2016  | CPI 2016  | IEF 2016  | GPI 2016  | WPFI 2016  | DI 2016\n\na External data from 2016. b External data from 2015. c External data from\n2014. d AU total used for indicators 1 through 3; AU weighted average used for\nindicator 4; AU unweighted average used for indicators 5 through 12."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Population",
        "generated_section_content_md": "The total population of the African Union, as of 2017[update], is estimated at\nmore than 1.25 billion, with a growth rate of more than 2.5% p.a."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Migration",
        "generated_section_content_md": "In 2018, the African Union adopted the Free Movement Protocol. This protocol\nallows for free movement of people between countries that are part of the\nAfrican Union.\n\nArticle 14 of the Protocol to the treaty establishing the African economic\ncommunity relating to the free movement of persons, right of residence, and\nthe right of establishment discusses the free movement of workers.\n\nThe African Union also has a Migration Policy Framework for Africa (MPFA).\n\nForced displacement of people and groups has also been an area of focus for\nthe AU—over thirty states have ratified the Kampala Convention, the only\ncontinental treaty focusing on internally displaced persons in the world.\n\nBeginning in 2016, the African Union introduced continent-wide passports.\n\nAs of 2025 there has been an increased push for an implementation of the Free\nMovement Protocol. The UN has urged more states to ratify the protocol, and\nhas praised Ghana for allowing visa free travel for all individuals with an\nAfrican passport."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Languages",
        "generated_section_content_md": "Map showing the traditional language families represented in Africa (1996)\n\nThe official languages of the African Union are Arabic, English, French,\nPortuguese, Spanish, Swahili, and \"any other African language\". The primary\nworking languages of the African Union are English and French. To a lesser\nextent Portuguese and Arabic are used. The Constitutive Act, for example, is\nwritten in English, French and Arabic, while the protocol amending the\nConstitutive Act is written in English, French and Portuguese. As of 2020, the\nAU website is available in its entirety in English, partially in French and\nminimally in Arabic. Portuguese and Swahili versions were added as \"coming\nsoon\" (_em breve_) in April 2019.\n\nAccording to the Constitutive Act of the African Union,\n\n> The working languages of the Union and all its institutions shall be, if\n> possible, African languages, Arabic, English, French and Portuguese.\n\nA protocol amending the Constitutive Act was adopted in 2003 and as of April\n2020 has been ratified by 30 of the 37 member states needed for a two-thirds\nmajority. It would change the above wording to,\n\n> 1\\. The official languages of the Union and all its institutions shall be\n> Arabic, English, French, Portuguese, Spanish, Kiswahili and any other\n> African language.\n>  2\\. The Executive Council shall determine the process and practical\n> modalities for the use of official languages as working languages.\n\nFounded in 2001 under the auspices of the AU, the African Academy of Languages\npromotes the usage and perpetuation of African languages among African people.\nIn 2004 Joaquim Chissano of Mozambique addressed the assembly in Swahili, but\nhad to translate his words himself. The AU declared 2006 the Year of African\nLanguages. 2006 also marked Ghana's 55th anniversary since it founded the\nBureau of Ghana Languages originally known as Gold Coast Vernacular Literature\nBureau."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.4.1",
        "section_name": "AIDS in Africa",
        "generated_section_content_md": "Prevalence of HIV/AIDS in Africa, total (% of population ages 15–49), in 2011\n(World Bank)  over 15% 5–15% 2–5% 1–2% 0.5–1% 0.1–0.5% not available\n---\n\nThe AU has been active in addressing the AIDS pandemic in Africa. In 2001, the\nAU established AIDS Watch Africa to coordinate and mobilise a continent-wide\nresponse. Sub-Saharan Africa, especially southern and eastern Africa, is the\nmost affected area in the world. Though this region is home to only 6.2% of\nthe world's population, it is also home to half of the world's population\ninfected with HIV. While the measurement of HIV prevalence rates has proved\nmethodologically challenging, more than 20% of the sexually active population\nof many countries of southern Africa may be infected, with South Africa,\nBotswana, Kenya, Namibia, and Zimbabwe all expected to have a decrease in life\nexpectancy by an average of 6.5 years. The pandemic has had massive\nimplications for the economy of the continent, reducing economic growth rates\nby 2–4% across Africa.\n\nIn July 2007, the AU endorsed two new initiatives to combat the AIDS crisis,\nincluding a push to recruit, train and integrate two million community health\nworkers into the continent's healthcare systems.\n\nIn January 2012, the African Union Assembly requested that the African Union\nCommission would work out \"a roadmap of shared responsibility to draw on\nAfrican efforts for a viable health funding with support of traditional and\nemerging partners to address AIDS dependency response\". Once created, the\nroadmap (as it is officially known) provided a group of solutions that would\nenhance the shared responsibility and global solidarity for AIDS, TB, and\nMalaria responses in Africa by 2015. The roadmap was organised into three\npillars: diversified financing, access to medicines, and enhanced health\ngovernance. The roadmap held stakeholders accountable for the realisation of\nthese solutions between 2012 and 2015.\n\nThe first pillar, diversified financing, ensures that countries begin to\ndevelop a country specific financial sustainability plans with clear targets,\nand identify and maximise opportunities to diversify funding sources in order\nto increase the domestic resource allocation to AIDS and other diseases.\n\nThe second pillar, access to affordable and quality-assured medicines, tries\nto promote and facilitate investing in leading medicine hub manufacturers in\nAfrica, accelerate and strengthen medicine regulatory harmonisation, and\ncreate legislation that would help to protect the knowledge of the researchers\nwho develop these life-saving medicines.\n\nThe third pillar, enhanced leadership and governance, tries to invest in\nprograms that support people and communities to prevent HIV and ensure that\nleadership at all levels is mobilised to implement the roadmap. There are\nseveral organisations that will ensure the smooth implementation of the\nroadmap, including NEPAD, UNAIDS, WHO, and several other UN partners."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.4.2",
        "section_name": "COVID-19 pandemic",
        "generated_section_content_md": "By February 2021, the COVID-19 pandemic in Africa had resulted in 3.6 million\nconfirmed cases and 89,000 related deaths, and only 25% of African countries\nhad adequate plans for vaccination, according to the Africa Centres for\nDisease Control and Prevention (Africa CDC). The pandemic has also devastated\neconomies around the world, including in Africa."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Symbols",
        "generated_section_content_md": "Emblem of the African Union\n\nThe emblem of the African Union consists of a gold ribbon bearing small\ninterlocking red rings, from which palm leaves shoot up around an outer gold\ncircle and an inner green circle, within which is a gold representation of\nAfrica. The red interlinked rings stand for African solidarity and the blood\nshed for the liberation of Africa; the palm leaves, for peace; the gold, for\nAfrica's wealth and bright future; the green, for African hopes and\naspirations. To symbolise African unity, the silhouette of Africa is drawn\nwithout internal borders.\n\nThe African Union adopted its new flag at its 14th Ordinary Session of the\nAssembly of Heads of State and Government taking place in Addis Ababa 2010.\nDuring the 8th African Union Summit which took place in Addis Ababa on 29 and\n30 January 2007, the Heads of State and Government decided to launch a\ncompetition for the selection of a new flag for the Union. They prescribed a\ngreen background for the flag symbolising hope of Africa and stars to\nrepresent Member States.\n\nPursuant to this decision, the African Union Commission (AUC) organised a\ncompetition for the selection of a new flag for the African Union. The AUC\nreceived a total of 106 entries proposed by citizens of 19 African countries\nand 2 from the Diaspora. The proposals were then examined by a panel of\nexperts put in place by the African Union Commission and selected from the\nfive African regions for short listing according to the main directions given\nby the Heads of State and Government.\n\nAt the 13th Ordinary Session of the Assembly, the Heads of State and\nGovernment examined the report of the Panel and selected one among all the\nproposals. The flag is now part of the paraphernalia of the African Union and\nreplaces the old one.\n\nThe old flag of the African Union bears a broad green horizontal stripe, a\nnarrow band of gold, the emblem of the African Union at the centre of a broad\nwhite stripe, another narrow gold band and a final broad green stripe. Again,\nthe green and gold symbolise Africa's hopes and aspirations as well as its\nwealth and bright future, and the white represents the purity of Africa's\ndesire for friends throughout the world. The flag has led to the creation of\nthe \"national colours\" of Africa of gold and green (sometimes together with\nwhite). These colours are visible in one way or another in the flags of many\nAfrican nations. Together the colours green, gold, and red constitute the Pan-\nAfrican colours.\n\nThe African Union has adopted the anthem \"Let Us All Unite and Celebrate\nTogether\"."
    },
    {
        "chapter_name": "African Union",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Celebration",
        "generated_section_content_md": "Africa Day (formerly African Freedom Day and African Liberation Day) is an\nannual commemoration regarding the founding of the Organisation of African\nUnity (OAU), on 25 May 1963, and occurring on the same date of the month each\nyear. Other celebrations include the following:\n\n* The Fez Festival of World Sacred Music: a week-long celebration for harmony between cultures with dancing, Moroccan music, art exhibitions and films.\n* The Knysna Oyster festival: held in Knysna and focused around sport, food and their oyster heritage.\n* Lake of Stars Festival: three-day celebration that takes place in Lake Malawi, showcasing African music and welcoming people from around the world.\n* Fête du Vodoun: also known as the Ouidah Voodoo Festival. It is centred around their rituals on voodoo temples, with entertainment that includes horse races and traditional drum performances.\n* Umhlanga (ceremony): is mainly a private event for young women but on the sixth and seventh days the traditions are done publicly.\n* African Border Day is celebrated annually on 7 June to promote peace, cross-border cooperation and regional and continental integration in Africa\n* Marsabit Lake Turkana Cultural Festival: held in Kenya and celebrates harmony amongst tribes with their culture, singing, dancing and traditional costumes.\n* Enkutatash is the word for the Ethiopian New Year in Amharic, the official language of Ethiopia. It occurs on 11 September in the Gregorian Calendar; except for the year preceding a leap year, when it occurs on 12 September."
    }
]