[
    {
        "chapter_name": "Africa Rice Center",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Pan-African intergovernmental association\n\nThe **Africa Rice Center** (**AfricaRice**), formerly known as the **West\nAfrica Rice Development Association** (**WARDA**), is a pan-African\nintergovernmental association and a CGIAR Research organization, currently\nheadquartered in Abidjan, Côte d'Ivoire. AfricaRice is an agricultural\nresearch center that was constituted in 1971 by 11 West African countries. By\n2023, the center counted 28 African member states. Since 1986, AfricaRice has\nbeen one of the 15 specialized research centers of CGIAR.\n\nThe center runs regional research stations in Saint-Louis, Senegal and Ibadan,\nNigeria with country offices in Cotonou, Benin and Antananarivo, Madagascar.\n\nAfricaRice aims to contribute to poverty alleviation and food security in\nAfrica through research for development. The center has close links to\nagricultural research organizations in the African member states, agricultural\nuniversities and research institutes in Europe, Japan, the United States, and\nthe development sector, including non-governmental organizations, farmers\norganizations, and donors. AfricaRice, being part of the CGIAR system, shares\nresources with several of the other CGIAR organizations, including the\nInternational Rice Research Institute (IRRI) in Los Baños, Philippines, and\nthe International Institute of Tropical Agriculture in Ibadan, Nigeria. In the\ncourse of reforms at the CGIAR, AfricaRice developed together with IRRI and\nInternational Center for Tropical Agriculture (CIAT) the Global Rice Science\nPartnership (GRiSP), which sets a global strategic research agenda for rice.\n\nOne of AfricaRice's major tasks is developing and introducing new rice seed\nvarieties suitable for African conditions. NERICA, which stands for \"New Rice\nfor Africa\", is two families of interspecific cultivars of African (_Oryza\nglaberrima_) and Asian (_Oryza sativa_) rice species, that was developed to\nimprove the yields of African farmers. For his work on NERICA, Monty Jones\nfrom Sierra Leone was awarded the World Food Prize in 2004, becoming the first\nAfrican to win this award."
    },
    {
        "chapter_name": "Africa Rice Center",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Gallery",
        "generated_section_content_md": "* Africa Rice Center staff in Benin, 2011"
    }
]