[
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Malaysia-headquartered policy network\n\n| **A major contributor to this article appears to have aclose connection with\nits subject.** It may require cleanup to comply with Wikipedia's content\npolicies, particularly neutral point of view. Please discuss further on the\ntalk page. _( June 2020)__(Learn how and when to remove this message)_  \n---|---  \n  \nThe **Alliance for Financial Inclusion** (**AFI**) is a policy leadership\nalliance owned and led by member central banks and financial regulatory in\ndeveloping countries with the objective of advancing financial inclusion.\n\nAs of February 2025, AFI had 90 members from 83 countries developing and\nemerging economies, representing central banks, financial regulatory\ninstitutions, and financial inclusion policymakers. AFI partners with\nregulators in advanced economies, international organizations and private\nsector leaders to drive practical solutions and facilitate the implementation\nof impactful policy changes through its cooperative model that embeds peer\nlearning, knowledge exchange and peer transformation.\n\nAFI was founded on the idea that a global knowledge exchange platform was key\nto expanding and improving financial inclusion policies. AFI connects,\nencourages and enables policymakers to build capacity and develop policy\ninitiatives in areas of financial technology (fintech), consumer protection,\nmicrofinance, SME finance, gender inclusive finance, inclusive green finance\nand other general financial inclusion initiatives in Africa, Asia, Caribbean,\nEastern Europe and Caucasus, Latin America, Middle East and Pacific Islands.\nEach year, AFI holds its flagship event, Global Policy Forum (GPF), the\nworld's largest financial inclusion gathering of policymakers.\n\nAFI is headquartered in Kuala Lumpur, Malaysia, with regional offices in\nAfrica and Latin America, and a representation office in Europe."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Origins and until 2008",
        "generated_section_content_md": "In 2006, there was an emerging recognition that policies mattered when it came\nto financial inclusion. There is also a huge sentiment around the potential of\ndigital financial services for increasing financial inclusion for the unbanked\npopulation of the world.\n\nDr. Hannig described the situation in 2006 as follows:\n\n> \"There was a lot of international debate on financial system development and\n> what the financial sector can do to alleviate poverty through microfinance.\n> ... We were just starting to see the potential of digital financial services\n> for increasing financial inclusion for the unbanked.\"\n\nThrough the Gates Foundation, Dr. Alfred Hannig and the Deutsche Gesellschaft\nfür Internationale Zusammenarbeit (GIZ) team successfully received grants to\nkick-off the first phase of AFI in Bangkok, Thailand and subsequently launched\nit in Kenya in 2009."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "2009 to 2010",
        "generated_section_content_md": "Less than two years after its launch, AFI went from an initial founding core\ngroup of five member institutions to members in more than 60 countries,\nrepresenting nearly 70 percent of the world's unbanked population.\n\nIn 2009, the network saw the first AFI Global Policy Forum, which was held in\nNairobi, Kenya under the theme, _A marketplace of ideas_. Grants to selected\nmember institutions were introduced.\n\nIn 2010, the Group of 20 (G20) nominated AFI as one of three implementing\npartners for the G20 Global Partnership for Financial Inclusion (GPFI). In\nthis role, AFI brought policies for increasing access to financial services\nfrom developing countries to the wider G20 forum and facilitated the\nparticipation of non-G20 policymakers in developing and emerging economies\nparticipate in GPFI work."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "2011 Maya Declaration",
        "generated_section_content_md": "At the 2011 GPF in Mexico's Riviera Maya, AFI members collectively adopted the\nMaya Declaration, a global initiative for responsible and sustainable\nfinancial inclusion that aims to reduce poverty and ensure financial stability\nfor the benefit of all. It is a statement of common principles regarding the\ndevelopment of financial inclusion policy.\n\nMore than 30 countries represented by AFI member institutions, went a step\nfurther by announcing specific and measurable commitments. As of October 2021,\nAFI member institutions have made a total of 885 Maya Declarations targets.\n\nThe Maya Declaration has paved the way for various other accords. In\nrecognition of these developments, both the G20 and the Group of 24 (G24)\nhighlighted the AFI learning model and the Maya Declaration as key steps\ntoward global economic development, with the G20 urging its members to commit\nto the Maya Declaration."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "2013 to 2018",
        "generated_section_content_md": "In **2013** , AFI members adopted the Sasana Accord on Evidence- and Data-\nbased Results, Accelerated Progress and Measurement of Impact. During the same\nyear, AFI reached 100 member institutions overall with the addition of the\nCentral Bank of Trinidad and Tobago\n\nIn **2015** , AFI members endorsed the Maputo Accord, which commits members to\nsupport access to finance for small and medium enterprises. It also\nestablished its headquarters in Kuala Lumpur, Malaysia, which are hosted by\nBank Negara Malaysia.\n\nIn **2016** , AFI completed the final steps in its evolution from an\nexclusively donor-funded project into an independent and member-supported\ninternational network of policymakers. Members also endorsed the Denarau\nAction Plan for Gender Inclusive Finance to increase women's access to quality\nand affordable financial services globally — bridging the financial inclusion\ngender gap.\n\nIn **2017** , AFI members adopted the Sharm El Sheikh Accord on Financial\nInclusion, Climate Change and Green Finance.\n\nIn **2018** , AFI set up its Africa Regional Office in Abidjan, Côte d'Ivoire,\nco-hosted by the country's Ministres de l'Économie et des Finances and Banque\nCentrale des États de l'Afrique de l'Ouest (BCEAO). That same year, AFI also\ncelebrated its 10th anniversary at its GPF in Sochi, Russia. During the event,\nmembers endorsed the Sochi Accord on FinTech for Financial Inclusion.\n\nIn **2019** , a letter of understanding was signed between AFI and the\nMinistry of Finance of the Grand Duchy of Luxembourg to launch a new multi-\ndonor collaboration framework to bolster financial inclusion across the\nAfrican continent. Minister Pierre Gramegna signed the multilateral letter of\nundertaking, together with AFI Executive Director Dr. Hannig. The cooperation\nis rooted in the support toward the advancement of the Sustainable Development\nGoals."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "2019 onwards: COVID-19 pandemic and AFI's response",
        "generated_section_content_md": "The COVID-19 pandemic triggered widespread unemployment and falling levels of\ngross domestic product and disproportionately impacting the most disadvantaged\nsegments of populations. This led to the implementation of AFI's COVID-19\nPolicy Response, which aimed to systematically deliver coordinated policy\nresponses to help AFI members mitigate the impact of COVID-19 on financial\ninclusion policy implementation, especially for micro, small and medium\nenterprises (MSMEs), women, youth, forcibly displaced and other vulnerable\nsegments of the population.\n\nVirtual engagements were conducted during the lockdown period with technical\nteams and leadership across its member countries to address specific issues. A\nseries of member needs surveys were distributed to enable AFI to deploy rapid\npolicy response guidelines.\n\nAFI partnered with the Mastercard Foundation to implement a two-year COVID-19\nPolicy Response program in Africa. The program targeted 49 financial sector\nregulators and policymaking institutions across the region to effectively\nrespond to the economic consequences of the pandemic. In-country\nimplementation activities were conducted specifically in Nigeria, Uganda,\nRwanda, Senegal, Ghana and the BCEAO member jurisdictions.\n\nResponding to global trends, Dr. Hannig described in 2021 a recent evolution\nin financial inclusion:\n\n_“Financial inclusion is no longer just about access to finance and bringing\nunreached groups into access to formal financial services. [It] is becoming\nmore about maintaining high levels of safe and sound financial access, with\nincreasing usage and quality of financial services … embracing important\nissues such as financial health and financial resilience, with the ultimate\nobjective to ensure financial stability”_ _– Dr. Alfred Hannig, AFI Executive\nDirector_"
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Impact",
        "generated_section_content_md": "Since 2009, AFI members have developed and implemented over 920 policy changes\nto enhance financial inclusion. 841 million people have been brought into\nformal financial systems as a result of AFI activities.\n\nSince 2016, members have attributed over 100 policies and regulations to AFI\nannually, an indication that the preparatory work going back many years is\nbeginning to be realized."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Organization",
        "generated_section_content_md": "AFI's core mission is to empower policymakers to increase the access and usage\nof quality financial services for the underserved through the formulation,\nimplementation and global advocacy of sustainable and inclusive policies.\n\nAFI is the only existing member-based organization with a strong network of\ncentral banks and other financial regulatory institutions, that have a\nspecific focus or sole mandate on financial inclusion to support empowerment\nof the poor and aid the attainment of Sustainable Development Goals (SDGs)\nthrough smart policies and regulations~~.~~\n\nIt was founded in 2009 by Bangko Sentral ng Pilipinas, Bank Indonesia, Bank of\nThailand, Central Bank of Kenya and Comisión Nacional Bancaria y de Valores in\nclose collaboration and with support from the Bill & Melinda Gates Foundation\nand the Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH (GIZ),\nAFI was established with the goal of advancing the development of financial\ninclusion policy in developing and emerging economies.\n\nIn 2016, AFI became an independent, member-owned and member-based globally\noperating international organization under Malaysian law.\n\nAFI uses a peer-to-peer learning model to connect, encourage and enable\nfinancial policymakers to interact and exchange knowledge on policy\ninitiatives. AFI has pioneered knowledge exchange platforms among policymakers\nand stakeholders worldwide to build a more comprehensive knowledge base of\nfinancial inclusion. This has led to the formulation and implementation of\neffective policies by members institutions within their home jurisdictions.\n\nAFI also operates the AFI Data Portal (ADP), a unique and integrated global\ndatabase on financial inclusion policies, regulations and outcomes. Housing\ninformation sourced directly from policymakers and regulators, the ADP\nempowers countries to share their financial inclusion stories and formulate\npolicies through on data while also facilitating the study and understanding\nof trends in financial inclusion. The portal is accessible online and publicly\navailable.\n\nAFI administers financial inclusion policy-related services, including\ncapacity building, developing-developed country dialogue, grants, in-country\nimplementation support, knowledge products, regional initiatives and working\ngroups, global advocacy on financial inclusion\n\nSince the first AFI GPF in 2009, the event has supported an environment of\nhistoric financial inclusion policy initiatives and declarations, including\nthe Maya Declaration, the first global and measurable set of financial\ninclusion commitments by developing and emerging economies."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "AFI Cooperation model",
        "generated_section_content_md": "AFI's cooperation model was designed to fulfil the objectives of supporting\nmembers’ financial inclusion agenda. Putting members in the driving seat of\nagenda setting for financial inclusion policy, AFI's unique cooperation model\nis based on the following principles:\n\n* Effective governance with Board of Directors and management unit driven by values of transparency, accountability and flexibility\n* Apolitical and non-bureaucratic\n* Full ownership by members who lead and set the agenda for the network's initiatives including Working Groups, Regional Initiatives and capacity building\n* Equality, inclusiveness and equity\n* Solid administrative and financial system with resources focused on operational and financial sustainability\n* Meaningful and binding partnerships with like-minded institutions\n* Permanence and agility\n* Sustainability of AFI services and knowledge resources"
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Working groups",
        "generated_section_content_md": "AFI has seven working groups. They serve as the technical backbone for\ngenerating knowledge, guiding and implementing policies, and developing\npolicies. The working groups produce policy guidelines and tools for\nformulating financial inclusion policies, provide peer reviews, and contribute\nto the engagement of global standard-setting bodies (SSBs). They also all work\non gender inclusive finance as a cross thematic area and have gender focal\npoints.\n\nSince the first meeting was held in 2010, working groups have grown rapidly in\nsize and number. As of March 2022, 76 member institutions from 65 developing\nand emerging countries participate in working groups. They represent the\nleaders of financial inclusion policy and, together, have passed over 520\npolicy changes in their respective jurisdictions.\n\nThey also represent the thematic areas that AFI actively participates in:\n\n* **Consumer Empowerment and Market Conduct (CEMC)**\n\nExamines the importance of consumer empowerment and protection to improve the\nquality of financial services. CEMC Working Group also advances policy and\nregulatory issues related to consumer empowerment initiatives and market\nconduct regulations.\n\n* **Digital Financial Services (DFS)**\n\nDiscusses issues related to digital financial services and promotes digital\nfinance as a major catalyst in achieving financial inclusion in emerging and\ndeveloping economies. The working group also develops policy guidelines,\nconducts peer reviews and engages the fintech industry and global SSBs.\n\n* **Financial Inclusion Data (FID)**\n\nBuilds knowledge and good practices on areas related to financial inclusion\nmeasurements, such as indicators, methodologies, global standards and\nprinciples.\n\n* **Financial Inclusion Strategy (FIS)**\n\nPromotes the development, implementation, and monitory and evaluation of\nnational financial inclusion strategies.\n\n* **Global Standards Proportionality (GSP)**\n\nProvides technical support on the proportionate application of global\nstandards while supporting, exchanging and discussing measures that strengthen\nand balance both financial sector stability and integrity.\n\n* **Inclusive Green Finance (IGF)**\n\nDiscusses and creates financial policies that build resilience to mitigate and\nadapt to the effects of climate change, and to facilitate a just transition\ntowards a low carbon economy. The IGF since inception in 2019 has developed\nand launched 21 knowledge products, 22 peer reviews across several policy and\nimplementation areas as at 2022.\n\nSome of the knowledge products include:\n\n1. Roadmap for IGF Implementation\n2. Inclusive Green Finance: From Concept to Practice\n3. Guideline notes on how to integrate IGF into a NFIS and DSS\n4. Measuring IGF\n5. Enabling IGF through DFS\n6. Greening Credit Risk Guarantees.\n\n* **SME Finance (SMEF)**\n\nPromotes the discussion and implementation of smart policies that facilitate\nthe access of MSMEs to finance and provides a platform for members to discuss\nrelated challenges and opportunities.\n\nIn addition, AFI working groups cover current and emerging global trends that\nhave the potential for widespread impact. Member institutions have significant\ninterest in developing policies that mitigate the challenges posed by the\nfollowing policy areas:\n\n* Forcibly displaced persons\n* Gender inclusive finance\n* Inclusive fintech\n* Youth financial inclusion"
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Regional Initiatives",
        "generated_section_content_md": "Regional initiatives bring AFI closer to its members and strengthen regional\ncooperation in financial inclusion. They also enhance the network's ability to\nsupport its members working on specific regional priorities, sharing regional\nknowledge and translating global financial inclusion issues into practical\nimplementation at the regional and national level. The network has five key\nregional initiatives:"
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "African Financial Inclusion Policy Initiative (AfPI)",
        "generated_section_content_md": "Source:\n\nAfPI is the primary platform for AFI members in Africa to support and develop\nfinancial inclusion policies and regulatory frameworks, and to coordinate\nregional peer learning efforts. From AFI's regional office in Abidjan, Côte\nd'Ivoire, AfPI brings together high-level representatives from African\nfinancial policymaking and regulatory institutions to enhance the\nimplementation of innovative financial inclusion policies across the\ncontinent.\n\nKey AfPI initiatives include leaders’ roundtables, private-public dialogues,\ncapacity building workshops, developed-developing country dialogues and\nmeetings of its experts’ group on financial inclusion policy.\n\nAs of 2021, 39 AFI member institutions from 37 countries participate in AfPI.\nTogether, they have implemented 251 policy changes that can be attributed to\nthe regional initiative's work in financial inclusion. They have also\npublished 15 knowledge products and 331 Maya Declaration commitments."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Eastern Europe & Central Asia Policy Initiative (ECAPI)",
        "generated_section_content_md": "Source:\n\nLaunched at the 2018 AFI GPF in Sochi, Russia, ECAPI aims to resolve regional\nchallenges and elevate the voice of Eastern European and Central Asian nations\non key financial inclusion policy issues. Countries within the region require\nfocused and tailored solutions to tackle its financial inclusion challenges,\nincluding low levels of financial literacy, high volume of remittances and\nunderdeveloped consumer protection policies.\n\nWhile the region has witnessed significant advancements in financial access in\nrecent years, at least 121 million people remain excluded from formal banking.\nThrough the activities implemented in ECAPI, members aim to:\n\n* Increase access to financial services for the 50 percent unbanked youth.\n* Address the regional six percent gender gap.\n* Reduce the 25 percent gap in access between those with lower and higher levels of education.\n* Focus on advancing financial inclusion for the poorest 40 percent of the population.\n\nAs of 2021, seven AFI member institutions in seven countries collaborate under\nECAPI. They have implemented 29 policy changes linked to the regional\ninitiative's work in financial inclusion, published four knowledge products\nand made 53 Maya Declaration commitments."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Financial Inclusion for the Arab Region Initiative (FIARI)",
        "generated_section_content_md": "Source:\n\nFIARI is a regional platform created amid growing demand from member\ninstitutions for tailored solutions to regional financial inclusion issues.\nLaunched by the Arab Monetary Fund, GIZ and AFI in 2017, and later joined by\nthe World Bank, it aims to enhance access to financial services in the Arab\nregion through effective coordination mechanisms and supporting the\nimplementation of national financial inclusion policies.\n\nAs of 2021, FIARI comprises 22 AMF member institutions, including eight AFI\nmembers. Within the AFI network, members’ contributions has led to the\nimplementation of 34 policy changes and 74 Maya Declaration commitments in the\nArab Region."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Financial Inclusion Initiative for Latin America and the Caribbean (FILAC)",
        "generated_section_content_md": "Source:\n\nFILAC is a regional initiative that aims to be the driving force for advancing\nfinancial inclusion in Latin American and Caribbean countries. It was launched\nin 2016 with support from Canada's International Development Research Center.\n\nAs of 2021, FIARI's 12 AFI members in 11 countries have implemented 99 policy\nchanges and published 13 knowledge products. They have made 174 Maya\nDeclaration commitments."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Pacific Islands Regional Initiative (PIRI)",
        "generated_section_content_md": "Source:\n\nOfficially launched in Dili, Timor-Leste, in 2015, PIRI aims to make formal\nfinancial services accessible to all Pacific Islanders through its unique\nmodel of south-south engagement and peer learning. The region has one of the\nhighest rates of unbanked persons globally due to factors including\ngeographically dispersed islands, small populations and limited banking\ninfrastructure.\n\nThe initiative invites AFI member institutions to share in a common vision\nwhile working toward ensuring that financial services are widely accessed\nthroughout the region. With PIRI, AFI has created a unique model of south-\nsouth engagement and peer learning that aims to provide all low-income Pacific\nIslanders with access to formal and informal financial services.\n\nAs of 2021, the regional initiative comprised eight AFI members in eight\ncountries. Their work has contributed to 65 policy changes and led to the\npublication of eight knowledge products. Members have made 66 Maya Declaration\ncommitments."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "South Asia Region Financial Inclusion Initiative (SARFII)",
        "generated_section_content_md": "Source:\n\nLaunched at the 12th AFI Global Policy Forum in Jordan, in September 2022,\nSARFII aims to build on the important strides made by South Asian member\ninstitutions over the past decade by acting as a catalyst to accelerate\nfinancial inclusion with an objective to improve lives and make financial\nsecurity and inclusion a reality for across South Asia."
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "AFI Global Policy Forum",
        "generated_section_content_md": "The AFI Global Policy Forum (GPF) is organized annually by AFI and is the\nkeystone event for its membership and financial inclusion policymakers\nglobally.\n\nThe first GPF was co-hosted by the Central Bank of Kenya in September 2009 in\nNairobi, Kenya, and attracted nearly 100 central bankers and other financial\npolicymakers, providing a platform for policymakers in developing countries to\nengage in dialogue and share knowledge and experiences in expanding access to\nfinancial services.\n\nIn his opening remarks, Central Bank of Kenya Governor Prof. Njuguna Ndung'u\nsummarized the goal of the GPF when he stated: \"We will, over the next three\ndays, share experiences on smart financial inclusion policies that have worked\nelsewhere. We will thereafter adopt these policies to suit our respective\ncountries as we work together to push forward the global financial access\nfrontiers.\""
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Members",
        "generated_section_content_md": "Alliance for Financial Inclusion Map\n\nAFI's members consist of central banks, monetary authorities, and other\nfinancial institutions. AFI members are responsible for choosing the policies\nto focus on.\n\nPrincipal and associate members  Country | Principal members | Associate members\n---|---|---\n|  |\nAngola | Banco Nacional de Angola |\nArmenia | Central Bank of Armenia |\nBahamas | Central Bank of The Bahamas |\nBangladesh |\n\n* Bangladesh Bank\n* Microcredit Regulatory Authority\n\n| Insurance Development and Regulatory Authority of Bangladesh\nBelarus | National Bank of the Republic of Belarus |\nBhutan | Royal Monetary Authority of Bhutan |\nBurundi | Banque de la République du Burundi |\nCambodia | National Bank of Cambodia |\nChina | People's Bank of China  |\nComoros | Banque Centrale des Comores |\nDemocratic Republic of Congo | Banque Centrale du Congo |\nCosta Rica | Superintendencia General de Entidades Financieras de Costa Rica |\nCôte d'Ivoire | Ministère des Finances et du Budget de la Côte d'Ivoire |\nDominican Republic | Superintendencia de Bancos de la República Dominicana  |\nEcuador | Superintendencia de la Economía Popular y Solidaria de Ecuador |\nEgypt | Central Bank of Egypt |\nEl Salvador | Banco Central de Reserva de El Salvador |\nEthiopia | National Bank of Ethiopia |\nEswatini |\n\n* Ministry of Finance - Eswatini\n* Central Bank of Eswatini\n\n|\nFiji | Reserve Bank of Fiji |\nGambia | Central Bank of The Gambia |\nGhana | Bank of Ghana  |\nGuinea | Banque Centrale de la République de Guinée |\nHaiti | Banque de la République d'Haiti |\nHonduras | Comisión Nacional de Bancos y Seguros de Honduras |\nIraq | Central Bank of Iraq  |\nJordan | Central Bank of Jordan | Jordan Payments and Clearing Company\nKazakhstan | Agency of the Republic of Kazakhstan for Regulation and Development of Financial Market |\nKenya | Central Bank of Kenya |\n\n* Sacco Societies Regulatory Authority (SASRA) Kenya\n* Retirement Benefits Authority of Kenya\n\n\nLesotho | Central Bank of Lesotho |\nLiberia | Central Bank of Liberia |\nMadagascar |\n\n* Banque Centrale de Madagascar\n* Direction Générale du Trésor, Ministère des Finances et du Budget\n\n|\nMalawi | Reserve Bank of Malawi |\nMalaysia | Bank Negara Malaysia |\nMaldives | Maldives Monetary Authority |\nMauritania | Banque Centrale de Mauritanie |\nMexico | Comisión Nacional Bancaria y de Valores |\nMongolia | Financial Regulatory Commission of Mongolia |\nMorocco | Bank Al-Maghrib |\nMozambique | Banco de Moçambique |\nNamibia | Bank of Namibia |\nNepal | Nepal Rastra Bank |\nNiger | Ministère des Finances de la République du Niger |\nNigeria | Central Bank of Nigeria |\nPakistan | State Bank of Pakistan |\nPalestine | Palestine Monetary Authority |\nPapua New Guinea | Bank of Papua New Guinea |\nParaguay | Banco Central del Paraguay |\nPeru |  | Superintendencia de Banca, Seguros y AFP del Perú\nPhilippines | Bangko Sentral ng Pilipinas |\nRwanda | National Bank of Rwanda |\nSamoa | Central Bank of Samoa |\nSão Tomé and Príncipe | Banco Central de São Tomé e Príncipe |\nSenegal | Ministère de l'Economie, des Finances et du Budget du Sénégal | Délégation Générale à l'Entreprenariat Rapide des Femmes et des Jeunes\nSeychelles | Central Bank of Seychelles |\nSierra Leone | Bank of Sierra Leone |\nSolomon Islands | Central Bank of Solomon Islands |\nSouth Africa |  | South African Reserve Bank\nSri Lanka | Central Bank of Sri Lanka |\nSudan | Central Bank of Sudan |\nSuriname | Centrale Bank van Suriname |\nTajikistan | National Bank of Tajikistan |\nTanzania | Bank of Tanzania |\nThailand | Bank of Thailand |\nTimor-Leste | Banco Central de Timor-Leste |\nTogo | Ministère de l'Economie et des Finances du Togo |\nTonga | National Reserve Bank of Tonga |\nTrinidad & Tobago | Central Bank of Trinidad and Tobago |\nTunisia |\n\n* Banque Centrale de Tunisie\n* Ministère des Finances de la République Tunisienne\n\n| Autorité de Contrôle de la Microfinance de la République Tunisienne\nUganda | Bank of Uganda |\nUzbekistan | Central Bank of the Republic of Uzbekistan |\nVanuatu | Reserve Bank of Vanuatu |\nZambia |\n\n* Bank of Zambia\n* Ministry of Finance and National Planning\n\n|\nZimbabwe |\n\n* Reserve Bank of Zimbabwe\n* Ministry of Finance and Economic Development\n\n|\nRegion  | Principal member  | Associate member  | Observer member\n---|---|---|---\nCentral African States _(Republic of the Congo, Cameroun, Gabon, Equatorial Guinea, Central African Republic, Chad)_ | La Commission Bancaire de Afrique Centrale  |  |\nWest African States - Union Monétaire de l'Afrique de l'Ouest _(Bénin, Burkina Faso, Côte d'Ivoire, Guinea Buisseau, Mali, Niger, Senegal, Togo)_ | Banque Centrale des Etats de l'Afrique de l'Ouest  |  |"
    },
    {
        "chapter_name": "Alliance for Financial Inclusion",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Donors and partners",
        "generated_section_content_md": "In 2016, AFI completed its transition from being an exclusively donor-funded\nproject into an independent and member-supported international network of\npolicymakers. However, AFI still continued to form strategic collaborations\nwith a variety of global donors and partners from both the public and private\nsectors. These include:\n\n* French Development Agency (AFD)\n* German Federal Ministry of the Environment, Nature Conservation and Nuclear Safety (BMU)\n* German Federal Ministry of Economic Cooperation and Development (BMZ)\n* Swedish International Development Agency (Sida)\n* UK Foreign, Commonwealth & Development Office\n* Luxembourg's Ministry of Finance\n* Luxembourg Ministry of Foreign and European Affairs\n* Bill & Melinda Gates Foundation\n* Flourish, part of the Omidyar Network\n* Mastercard Foundation"
    }
]