[
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "| The **neutrality of this article is disputed**. Relevant discussion may be\nfound on the talk page. Please do not remove this message until conditions to\ndo so are met. _( August 2025)__(Learn how and when to remove this message)_  \n---|---  \n  \nConfederation of Mali, Niger, and Burkina Faso\n\nThe **Confederation of Sahel States** (French: _Confédération des États du\nSahel_), also known as the **Alliance of Sahel States** (French: _Alliance des\nÉtats du Sahel_), or **AES Confederation** (**AES**) is a confederation formed\nbetween Mali, Niger, and Burkina Faso, located in the Sahel region of Africa.\nIt originated as a mutual defense pact created on 16 September 2023 following\nthe 2023 Nigerien crisis, in which the West African political bloc ECOWAS\nthreatened to intervene militarily following a successful coup d'état in Niger\nearlier that year. All three member states are former members of ECOWAS and\ncurrently under the control of juntas following a string of successful coups,\nthe 2021 Malian coup d'état, the September 2022 Burkina Faso coup d'état, and\nthe 2023 Niger coup d'état. The confederation was established on 6 July 2024.\n\nThe confederation's stated goal is to pool resources to build energy and\ncommunications infrastructure, establish a common market, implement a monetary\nunion under proposed currency, allow free movement of persons, enable\nindustrialization, and invest in agriculture, mines and the energy sector,\nwith the end goal of federalizing into a single sovereign state. The\nconfederation is against neo-colonialism and has demonstrated this with acts\nsuch as downgrading the status of the French language and renaming of colonial\nstreet names. It is also anti-French and anti-ECOWAS in outlook, as it\ndisagrees with many of their policies.\n\nThe economic outlook for AES countries is positive (Burkina 5.494%, Mali\n3.751%, and Niger 9.869% GDP growth in 2024), with Niger becoming the 3rd\nfastest growing economy in the world and the fastest growing economy in Africa\nin 2024. The nations of the AES are among the least developed in the world as\nmeasured by the Human Development Index. Factors such as prolonged periods of\nineffective governance, external geopolitical influences, jihadist groups, and\nimbalanced trade agreements that provided minimal infrastructure improvement\nor benefits to local populations, contributed to economic and social\nchallenges in these countries. By definition AES countries are considered\nundemocratic as their military governments came to power by coup. The UK-based\nNGO Amnesty International has accused AES governments of engaging in routine\nhuman rights violations including arbitrary detentions, forced disappearances,\nand massacres of civilians. AES states have all pledged to suspend military\nrule and return to civilian rule, but these plans have been delayed in each of\nthese countries as the governments work towards increased integration.\n\nA project to set up passport and identity card travel documents between the\nthree member countries of the AES is part of a more advanced integration\nbetween the member states before approval of the project by the three heads of\nstate of the member countries.\n\nWithin the territory of the AES, there are various terrorist and insurgent\ngroups including ISSP, Jama'at Nasr al-Islam wal Muslimin, and various\nseparatist rebels fighting in Northern Mali such as the Azawad Movement. In\n2024, the AES cut off military relations with Western powers and replaced\nWestern military forces on their territory with Russian mercenaries,\nspecifically the Wagner Group. It has also cut diplomatic ties and expelled\nambassadors from some Western countries such as Sweden following critical\nstatements regarding its rapprochement with Russia."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Regional insurgencies and successive coups",
        "generated_section_content_md": "Areas where the Islamic State – Sahel Province operates, July 2021\n\nThe Sahel has been the site of an ongoing jihadist insurgency since 2003,\nwhich has led to many conflicts in the region, such as the Mali War and the\nBoko Haram insurgency. All three member states have had their pro-Western\ncivilian governments overthrown by their militaries, and each is ruled by a\nmilitary junta as part of the Coup Belt. In 2022, Mali withdrew from the\ninternationally backed G5 Sahel alliance. Niger and Burkina Faso did so in\n2023, leading to announcement of the dissolution of the framework by its last\ntwo members Chad and Mauritania three days later.\n\nIn the 2020 Malian coup d'état, Assimi Goïta and the National Committee for\nthe Salvation of the People seized power in Mali after overthrowing the\nelected president, Ibrahim Boubacar Keïta. Goïta later led a second coup in\n2021 which deposed the interim president Bah Ndaw who had been nominated to\nlead a transitional military government.\n\nJust months later, in the 2021 Guinean coup d'état, the National Committee of\nReconciliation and Development removed the elected president Alpha Condé and\ninstalled Mamady Doumbouya as transitional president. Guinea is not a member\nof the AES, but has been offering diplomatic support to the confederation.\n\nA faction of Burkina Faso's military overthrew their existing military\ngovernment in the September 2022 coup d'état, installing Ibrahim Traoré over\nPaul-Henri Sandaogo Damiba, who had come to power in the January 2022 coup\nd'état which toppled the democratic government of president Roch Marc\nChristian Kaboré.\n\nIn July 2023, the National Council for the Safeguard of the Homeland removed\nthe elected government of Niger's Mohamed Bazoum, installing Abdourahamane\nTchiani and a new junta in the 2023 coup d'état."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "ECOWAS suspensions and Nigerien crisis",
        "generated_section_content_md": "All three of the alliance's member states were suspended by ECOWAS shortly\nafter the ouster of their elected governments. After the coup in Niger, ECOWAS\nthreatened to intervene militarily and restore president Bazoum's government,\nresulting in a regional crisis. The juntas of Mali and Burkina Faso promised\nmilitary aid to Niger in the event of an intervention, while Guinea's provided\ndiplomatic support. The promises of military aid resulted in the creation of\nthe Alliance of Sahel States as a mutual defense bloc for the three nations,\nsuccessfully staving off an ECOWAS intervention. The West Africa Peoples\nOrganisation denounced the intervention, calling it a \"pretext to carry out\nimperialist plans to keep Niger (rich in mineral resources, notably uranium\nand hydrocarbons) continually in the imperialist fold.\"\n\nOn 28 January 2024, the three countries announced via a joint statement that\nthey were withdrawing from ECOWAS. With the situation at an impasse, later\nthat year ECOWAS appointed three mediators to begin dialogues with the AES\ncountries. Soon after, on 15 December 2024, the Conference of Heads of State\nof ECOWAS adopted an exit transition period for Niger, Burkina Faso, Mali,\nwhich begins on 29 January 2025, and ends on 29 July 2025. The AES has\nrejected the timetable extension proposed by ECOWAS for their withdrawal and\nis adhering to the January 2025 withdrawal timeline."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Formalization of the Confederation",
        "generated_section_content_md": "In May 2024 at a meeting in Niamey, representatives of Burkina Faso, Mali and\nNiger finalized a draft text creating the AES, with its objective to finalize\nthe details of the project before the signature of an official treaty.\n\nIn July 2024, at a summit in Niamey, the leaders of the states of the AES\nsigned a confederation treaty to strengthen the existing mutual defense pact,\nassorted with the release of a 25-point communique. This included agreement on\na one-year rotating presidency, chaired by one of the leader of the country\ncurrently holding the presidency. Assimi Goïta, the current interim president\nof the republic of Mali, started his term on the same day, and it was agreed\nthat the first joint parliamentary summit of the AES would be hosted in\nBurkina Faso."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Departure from ECOWAS",
        "generated_section_content_md": "On 29 January 2025, Burkina Faso, Mali, and Niger formally withdrew from the\nEconomic Community of West African States (ECOWAS) after providing the\nrequired 1-year notice. AES countries were all founding members of ECOWAS in\nMay 1975.\n\nOn 29 January, to consolidate their exit from ECOWAS and strengthen their\nalliance, the three countries began circulating new AES passports, and\nannounced that a new unified 5,000-strong military unit will soon join the\nfight against jihadists and terrorists on AES territory.\n\nDetails of how ECOWAS will treat AES citizens are to be worked out, but until\nfurther notice ECOWAS says it will continue to recognize passports and\nidentity cards bearing the ECOWAS logo held by citizens from Mali, Niger and\nBurkina Faso. AES citizens will continue to enjoy the right of visa-free\nmovement, residence, and establishment in accordance with ECOWAS protocols and\ngoods and services from the three countries will be treated under the ECOWAS\nTrade Liberalisation Scheme (ETLS) and investment policy until further notice.\n\nThe withdrawal has resulted in ECOWAS losing 76 million of its 446 million\npeople and a significant portion of its total geographical land area. The AES\nis now geographically larger than ECOWAS, covering 2,781,392 km2 compared to\nECOWAS's adjusted 2,087,596 km2."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Relations with the West African Economic and Monetary Union",
        "generated_section_content_md": "Officially members of the West African Economic and Monetary Union\n(UEMOA/WAEMU), AES countries have not shown their readiness to break ties with\nUEMOA. Leaving UEMOA is a more complex decision than leaving ECOWAS. Reasons\nthat could impact the decision to remain in UEMOA include: 1. Burkina Faso\nhosts the UEMOA headquarters, and 2. leaving UEMOA could result in some\neconomic instability. It should also be noted the AES adopted a confederal\nlevy on imports originating outside the UEMOA to support operations of the\nnewly created AES regional development bank. UEMOA member countries share a\nsingle currency, the CFA franc, which is based on a convertibility guarantee\nby the French Treasury. If a country leaves UEMOA, it will have to recover its\nforeign exchange reserves, currently divided between the UEMOA Central Bank in\nAbidjan (50%) and the French Treasury (50%)."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Initiatives",
        "generated_section_content_md": "The Confederation of Sahel States has announced various measures towards its\nstated goals of regional stability, economic independence, and self reliance."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Economic integration",
        "generated_section_content_md": "Proposals have been made regarding a common central bank jointly with the\nintroduction of a new currency to replace the CFA franc. In an effort to boost\nagricultural and energy self-reliance, joint infrastructure programs are\nenvisioned, and export controls on grain towards the rest of ECOWAS have been\nimplemented. Energy regulators from Burkina Faso, Mali, and Niger met in\nBamako in May 2025 to harmonise their policies on energy security and promote\nrenewable energy."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Investment Bank",
        "generated_section_content_md": "The AES announced the creation of the Confederal Bank for Investment and\nDevelopment (CBID) in May 2025. The bank is designed to provide autonomous\nfinancing for critical infrastructure and development projects across the\nSahel and to reduce dependence on external institutions. The creation of the\nbank is a step toward financial sovereignty, one of the four pillars guiding\nthe AES along with collective security, economic integration, and cultural and\neducational identity."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Flag and emblem",
        "generated_section_content_md": "On 22 February 2025, the ministers of the Confederation of Sahel States\nofficially launched the flag of the AES, after its validation by the heads of\nstate of the member countries of the organization."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Joint military force",
        "generated_section_content_md": "The AES countries have been increasing transnational coordination in the fight\nagainst terrorist groups. In January 2025, a previously announced joint\nmilitary force was described as being in development by Niger's Minister of\nDefense Salifou Modi. Modi announced that the force will have 5,000 personnel\nand will be tasked with fighting Islamist groups across the three countries."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Common Culture",
        "generated_section_content_md": "On 5 February 2025, the Member States of the Confederation of Sahel States\nsigned a historic convention, establishing a common cultural policy."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Common Parliament",
        "generated_section_content_md": "The ministers of the Sahel Confederation states are working on the creation of\na joint parliament for the three Sahelian member states."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Judicial Cooperation & Regional Court",
        "generated_section_content_md": "The ministers of the Sahel Alliance states met in May 2025 to establish\njudicial cooperation within the AES. The meeting, chaired by Malian Prime\nMinister General Abdoulaye Maiga, focused on creating a common legal framework\nto address transnational challenges, including insecurity, arms proliferation,\nand money laundering. The goal is to enhance judicial convergence without\nunifying laws and to make systems interoperable while improving governance,\nlegal protections, and institutional stability.\n\nThe meeting resulted in the establishment of a regional criminal court aimed\nat addressing terrorism, violent extremism, and human rights violations within\nthe Sahel region. This initiative shows a commitment to unified judicial\nresponses against security and governance challenges in the region. A decision\nhas not yet been made on the location of the proposed court. A high-security\nprison of \"international standards\" will also be built to house convicted\nprisoners."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.8",
        "section_name": "APSA-Sahel",
        "generated_section_content_md": "The AES has created the Alliance of Agricultural Seed Producers of the Sahel\n(APSA-Sahel) to strengthening regional food sovereignty and promote seed\nsystems locally adapted to the Sahel’s climate. The initiative is designed to\nreduce dependence on foreign seed imports, promote indigenous seed varieties,\nand increase seed research, production, and distribution in the sahel."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.9",
        "section_name": "AES Games",
        "generated_section_content_md": "From 21 to 28 June 2025, Mali hosted the first annual Alliance of Sahel States\nGames. More than 500 professional athletes from AES states competed in soccer,\ntraditional wrestling, archery, and other events. The games are part of an\neffort by the AES to build solidarity under their confederation."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "1.10",
        "section_name": "Other measures",
        "generated_section_content_md": "Roaming charges for telephone communications between the three countries have\nbeen abolished. A joint biometric passport for AES citizens was recently\nintroduced, but is already facing obstacles, with Senegal currently refusing\nto recognize the passport, putting in question the viability of the scheme.\nThe establishment of a common passport for the AES member states will come\ninto being from 29 January 2025. At the end of March 2025, the three members\nof the confederation will introduce a common customs duty of 0.5% on imports\nfrom countries that are not members of the confederation of the alliance of\nSahel states. In May 2025, the Ministers of Culture of the Confederation of\nSahel States (CES) validated the adoption of the official anthem of the\nconfederation. Experts from the road authorities of Mali, Burkina Faso and\nNiger met in May 2025, to define a common approach to road safety."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member states",
        "generated_section_content_md": "AES Confederation member states  Country  | Capital  | Official language  | Population (thousands)  | Area (km2)  | GDP (millions USD)  | GDP (PPP) (millions Intl$.)\n---|---|---|---|---|---|---\nBurkina Faso | Ouagadougou | Mooré, Dyula | 24,451  | 274,200  | 27,056  | 72,820\nMali | Bamako | Bambara | 24,790  | 1,240,192  | 23,208  | 72,738\nNiger | Niamey | Hausa | 29,126  | 1,267,000  | 21,874  | 61,035\nTotal  | 78,367  | 2,781,392  | 72,138  | 206,593"
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Resources",
        "generated_section_content_md": "| This section may contain information **notimportant or relevant to the\narticle's subject.** Please help improve this section. _( May 2025)__(Learn\nhow and when to remove this message)_\n---|---\n\nThe AES countries are resource rich. For example, Niger is among the world's\nbiggest uranium exporters and for many years has been a major uranium exporter\nto the EU. Niger was among the top 4 providers of uranium to the EU in both\n2022 and 2023 according to the Supply Agency of the European Atomic Energy\nCommunity (Euratom). In 2022, Niger delivered 2,975 tonnes of natural uranium,\nor 25.4% of the EU's supplies, making it the second largest supplier. In 2023,\nshipments dropped by 29.78%, making Niger the 4th largest supplier to the EU.\nNiger produces just under 5% of all mined uranium worldwide.\n\nNiger was working to begin oil exports to China through the Niger–Benin Oil\nPipeline until the efforts were frustrated in early 2024. China intervened in\nMay 2024, resulting in the resumption of crude oil exports via the Chinese-\nfunded pipeline. The pipeline was closed again after just one shipment of oil\ndue to damages after a terror attack.\n\nSome major known resources in AES territory include:\n\nCountry  | Natural Resources  | Other Resources\n---|---|---\nNiger  | uranium, coal, iron ore, tin, phosphates, gold, molybdenum, gypsum, salt, petroleum, copper, lithium  |\nBurkina Faso  | gold, manganese, zinc, limestone, marble, phosphates, pumice, salt, lithium, copper  | cotton\nMali  | gold, phosphates, kaolin, salt, limestone, uranium, gypsum, granite, hydropower, lithium  | cotton\n\nThe AES is renegotiating relationships with Western and Chinese companies to\nassert greater control over their resources and operations. French firms such\nas Orano, TotalEnergies, and Air France are navigating challenges, with Orano\nand TotalEnergies under scrutiny and Air France seeking to resume suspended\noperations. Canadian companies like GoviEX and Barrick Gold are impacted, as\nGoviEX has had its uranium licenses revoked in Niger, and Barrick Gold is\nrenegotiating terms in Mali. In 2025 some mining assets within the AES were\nnationalized to increase government ownership in industrial mines operated by\nforeign entities and to boost earnings from mineral wealth.\n\nChinese companies, including the China National Nuclear Corporation (CNNC) and\nZijin Mining Group, are also facing challenges, with CNNC targeted for mining\ncontract renegotiations and Zijin Mining Group working to meet AES sovereignty\ngoals. In March 2025, Niger requested top local officials of China National\nPetroleum Corp, Zinder Refining Company and the West African Gas Pipeline\nCompany Ltd. (responsible for the construction and operation of the\nNiger–Benin Oil Pipeline) depart the country due to contract issues. This is a\nresult of AES desire to update partnerships across industries and ensure\nequitable resource management."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Chad",
        "generated_section_content_md": "Chad has been working to strengthen relationships with AES countries to\nenhance regional security and counter-terrorism efforts. Chad recently ended\nits defense cooperation agreement with France, signalling a desire to assert\nits sovereignty and redefine its strategic partnerships. This move aligns Chad\nwith the AES countries, which have also distanced themselves from France. In\nMay 2025, the Chadian Minister of Communications and government spokesperson\nstated “I think it would be a good thing for Chad to join the Alliance of\nSahel States.”"
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Guinea",
        "generated_section_content_md": "Guinea's government, like those of the AES states, is the result of a military\ncoup. Guinea has been supportive of the AES and its goals, for example defying\nborder closures imposed by ECOWAS and giving the Sahel states access to its\nports. This allowed Mali to receive Russian grain and fertilizer in a time of\ncrisis. President Doumbouya was a member of the French Foreign Legion (a\ncorporal) and therefore took an oath to serve France and protect French\ninterests, before leading the coup that brought him to power in Guinea in\n2021. Doumbouya is also married to Lauriane Doumbouya (Darboux), a French\nwoman with a career as a gendarme."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Senegal",
        "generated_section_content_md": "Senegal's President Bassirou Diomaye Faye has been urging both ECOWAS and the\nAES states to engage in dialogue and work together to address common\nchallenges such as terrorism, climate change, and poverty.\n\nIn November 2024, Senegal decided to ban the new AES passport and close its\nborders to holders of the Malian NINA ID card. This sparked significant outcry\nfrom Burkina Faso, Mali, and Niger, raising questions about regional\nintegration and the future of free movement in West Africa."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Togo",
        "generated_section_content_md": "Togo has been actively collaborating with AES member countries on security and\neconomic initiatives. Togo has also launched the Global Peace and Security\nAlliance (GPSA), an initiative aimed at fostering dialogue and collaboration\namong various global platforms dedicated to peace and security. This\ninitiative was announced during the Lomé Peace and Security Forum in November\n2024. Through this initiative, Togo can further collaborate with the AES as\nwell as other countries.\n\nIn January 2025, Togo's Foreign Minister Robert Dussey announced that the\nTogolese government had not ruled out Togo joining the Confederation of Sahel\nStates. \"It's not impossible,\" he said. In March 2025, Robert Dussey\nreaffirmed that Togo was considering joining the Confederation of Sahel\nStates. This coincided with a poll published in March 2025 stating the\nmajority in Togo favor their country joining the AES.\n\nThe AES and Togo are working to establish an interconnected customs area. This\nwould also allow the landlocked AES countries to use Togo's Lomé port without\nlarge tariffs. Use of ports has been a source of tension between the AES and\nthe coastal countries in ECOWAS. Togo and Burkina Faso signed an agreement to\neliminate roaming charges for incoming calls between the two countries\nstarting 30 May 2025."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Ghana",
        "generated_section_content_md": "While president-elect John Dramani Mahama, elected on 7 December 2024,\nproposed an initiative to support the AES in combating terrorism. He urged\nneighboring countries and international organizations, like ECOWAS, to address\nthe crisis in the Sahel, which has become a hub for terrorist activity. The\nSahel region has seen a rise in terrorist threats from groups linked to Al-\nQaeda and the Islamic State in recent, affecting both safety and development.\nMahama stated that this instability threatens not only the Sahel but all of\nWest Africa. He called on countries like Ghana, Senegal, Côte d'Ivoire, and\nBenin to play a more active role in supporting the region. Mahama has also\ndecided to seek revised IMF terms to stabilize Ghana's economy, which is a\npivot from the policies of his predecessor.\n\nOn 18 December 2024, outgoing President Nana Akufo-Addo approved visa-free\nentry for all Africans seeking to come to Ghana starting 6 January 2025,\nfulfilling his pledge made in January 2024 to increase regional integration by\nintroducing visa-free travel to Ghana for citizens of all African nations.\nThis will make Ghana the 5th African country to allow entry to all holders of\nAfrican passports. This policy is compatible with both the African Union's\nAfrican Continental Free Trade Area (AfCFTA) and the AES goals of regional\nintegration.\n\nOn 21 January 2025, Ghana appointed a special envoy to the Confederation of\nSahel States, Larry Gbevlo-Lartey, who was tasked with bridging Ghana's\nrelations with members of the Alliance of Sahel States."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Algeria",
        "generated_section_content_md": "For many years the Algerian government played a role as a mediator in Mali's\ninternal conflicts, especially with Tuareg rebel groups in northern Mali, but\nrecent developments have distanced the two sides. A Malian drone was shot down\nnear the Algerian border on 31 March 2025. The AES has called the act a\nviolation of international law and \"proof\" of state-sponsored terrorism by\nAlgeria. Mali's Prime Minister denied Algerian claims that the drone had\nviolated Algerian airspace, adding that Mali would file a complaint with\ninternational bodies.\n\nMali has withdrawn its ambassador to Algeria over the issue, stating \"The\ndestruction of the drone has the effect, if not the aim of hindering the\nneutralization of armed groups that have claimed responsibility for terrorist\nacts.'\". This incident highlights rising tensions and a strained relationship\nbetween Algeria and the AES."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Foreign partners & relations",
        "generated_section_content_md": "The AES has been taking actions to diminish the influence and control of\nformer colonial power France over its resources, territory, diplomatic\nrelations, and trade. As part this realignment, the nations of the AES have\nbeen seeking new partnerships to fill the vacuum left by France's exit. This\nhas resulted in an intention to increase economic and security cooperation\nwith Russia, Turkey, China, Iran, North Korea, and Afghanistan.\n\nRussian involvement notably includes a joint satellite program with\nRoscosmos,[_deprecated source?_] and military assistance from the Wagner Group\nto counter insurgencies.\n\nIn June 2025, Russia signed nuclear cooperation agreements with Burkina Faso\nand Mali for the peaceful use of atomic energy, infrastructure development,\nand energy security. The Burkina Faso–Russia Agreement, Finalized during the\nSt Petersburg International Economic Forum, includes building a nuclear power\nplant, developing regulations, and training specialists. Rosatom also pledged\nscholarships and technical support, aiming to address Burkina Faso's severe\nelectricity shortage. In June 2025 only about 20% of Burkinabes had access to\npower. The Mali–Russia Agreement, Signed during Assimi Goita’s visit to\nRussia, includes nuclear infrastructure, safety regulations, training, and\napplications in medicine, agriculture, and industry. The agreement is expected\nto boost Mali's energy autonomy and reduce reliance on imports.\n\nTurkey's foreign, defense, and energy ministers met with their counterparts in\nNiger to discuss new deals in the areas of security and defense, trade,\nenergy, and mining on 17 July 2024 and had military contractors in Niger as of\nJanuary 2025. Iran and Niger signed a joint cooperation agreement during the\nthird meeting of their Joint Economic Committee on the sidelines of the Iran\nExpo 2025 in April 2025.\n\nIn March 2025, Niger, Burkina Faso, and Mali further distanced themselves from\nFrance by announcing their decisions to withdraw from the Organisation\nInternationale de la Francophonie (OIF), an international organization\nestablished in 1970 in Niamey, Niger, to promote the French language and\nencourage cooperation among French-speaking nations. Although the three AES\ncountries are founding members of the OIF, they were suspended from the\norganization following the coups that brought military leadership to power,\nand consider the organization \"a politically manipulated instrument\".\n\nThe AES has expressed strong opposition to Ukrainian support of rebels in the\nSahel after comments by Ukrainian officials in August 2024 stating they had\nsupported separatists that killed Malian soldiers. The AES has called on the\nUnited Nations to take action against Ukraine and accused Ukraine of\nsupporting terrorism in the Sahel. As a result, Mali and Niger have severed\ndiplomatic relations with Ukraine. In response, Sweden severed several million\nkronor worth of aid to Mali and cut diplomatic ties."
    },
    {
        "chapter_name": "Alliance of Sahel States",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Leadership",
        "generated_section_content_md": "Country  | Name  | Role  | Start of term  | End of term\n---|---|---|---|---\nMali | Assimi Goïta | President of Alliance of Sahel States  | 6 July 2024  | 6 July 2025\nNiger | Abdourahamane Tchiani | President of Niger  | 26 March 2025  | 26 March 2030\nNiger | Abdourahamane Tchiani | President of Niger – National Council for the Safeguard of the Homeland  | 28 July 2023  | 26 March 2025\nNiger | Salifou Modi | Vice President of Niger – National Council for the Safeguard of the Homeland  | 27 July 2023  | —\nNiger | Ali Lamine Zeine | Prime Minister of Niger  | 8 August 2023  | —\nBurkina Faso | Ibrahim Traoré | President of Burkina Faso  | 30 September 2022  | Incumbent\nBurkina Faso | Jean Emmanuel Ouédraogo | Prime Minister of Burkina Faso  | 7 December 2024  | —\nBurkina Faso | Apollinaire J. Kyélem de Tambèla | Prime Minister of Burkina Faso (Former)  | 21 October 2022  | 6 December 2024\nMali | Assimi Goïta | President of Mali  | 8 July 2025  | 8 July 2030\nMali | Assimi Goïta | Interim President of Mali  | 28 May 2021  | 3 July 2025\nMali | Abdoulaye Maïga | Prime Minister of Mali  | 21 November 2024  | —\nMali | Choguel Kokalla Maïga | Prime Minister of Mali (Former)  | 6 June 2021  | 21 November 2024"
    }
]