[
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1951 collective security treaty between Australia, New Zealand, and the US\n\nThe **Australia, New Zealand, United States Security Treaty** (**ANZUS** or\n**ANZUS Treaty**) is a collective security agreement between Australia, New\nZealand, and the United States that was signed in 1951, and from which New\nZealand has been partially suspended since 1986. It firstly recommits the\nparties to the purposes of the United Nations, prohibiting the use of force or\nthreats except in self-defence. The following provisions require the parties\nto maintain their \"capacity to resist armed attack\", consult with each other\non security matters in the Pacific and declare that an armed attack on any of\nthe parties \"would be dangerous to [each signatory's] peace and safety\" and\nthat each signatory \"would act to meet the common danger in accordance with\nits constitutional processes\". It also provides for a council of the\nsignatories foreign ministers, in which the implementation of the treaty can\nbe discussed.\n\nThe treaty was one of a series that the United States formed in the 1949–1955\nera as part of its collective response to the threat of communism during the\nCold War. New Zealand was suspended from ANZUS in 1986 as it initiated a\nnuclear-free zone in its territorial waters. In late 2012, the United States\nlifted a 26-year-old ban on visits by New Zealand warships to US Department of\nDefense and US Coast Guard bases around the world. New Zealand maintains a\nnuclear-free zone as part of its foreign policy and is partially suspended\nfrom ANZUS, as the United States maintains an ambiguous policy whether or not\nthe warships carry nuclear weapons and operates numerous nuclear-powered\naircraft carriers and submarines; however New Zealand resumed key areas of the\nANZUS treaty in 2007."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Treaty structure",
        "generated_section_content_md": "The treaty was previously a full three-way defence pact, but was disrupted\nfollowing a dispute between New Zealand and the United States in 1984 over\nvisiting rights for ships and submarines capable of carrying nuclear arms or\nnuclear-powered ships of the US Navy to New Zealand ports. The treaty has\nlapsed between the United States and New Zealand, but remains separately in\nforce between both of those states and Australia. In 2000, the United States\nopened its ports to the Royal New Zealand Navy once again, and under the\npresidency of Bill Clinton in the US and the government of Helen Clark in New\nZealand, the countries have since reestablished bilateral cooperation on\ndefence and security.\n\nWhile ANZUS is commonly recognised to have split in 1984, the Australia–US\nalliance remains in full force. Heads of defence of one or both states often\nhave joined the annual ministerial meetings, which are supplemented by\nconsultations between the US Combatant Commander Pacific and the Australian\nChief of Defence Force. There are also regular civilian and military\nconsultations between the two governments at lower levels. Annual meetings to\ndiscuss ANZUS defence matters take place between the United States Secretaries\nof Defense and State and the Australian Ministers of Defence and Foreign\nAffairs, and are known by the acronym AUSMIN.\n\nUnlike the North Atlantic Treaty Organization (NATO), ANZUS has no integrated\ndefence structure or dedicated forces. Nevertheless, Australia and the United\nStates conduct a variety of joint activities. These include military exercises\nranging from naval and landing exercises at the task-group level to battalion-\nlevel special forces training, assigning officers to each other's armed\nservices, and standardising equipment and operational doctrine. The two\ncountries also operate several joint-defence facilities in Australia, mainly\nground stations for spy satellite, and signals intelligence espionage in\nSoutheast and East Asia as part of the ECHELON network.\n\nDuring the 2010s, New Zealand and the US resumed a close relationship,\nalthough it is unclear whether the revived partnership falls under the aegis\nof the 1951 trilateral treaty. The Wellington Declaration of 2010 defined a\n\"strategic partnership\" between New Zealand and the US, and New Zealand joined\nthe biennial Rim of the Pacific military exercise off Hawaii in 2012, for the\nfirst time since 1984. The US prohibition on New Zealand ships making port at\nUS bases was lifted after the 2012 exercise."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed.\n_Find sources:_ \"ANZUS\" – news **·** newspapers **·** books **·** scholar\n**·** JSTOR _( August 2019)__(Learn how and when to remove this message)_\n---|---\nAustralian, New Zealand, and United States aircraft during a military exercise\nin 1982"
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Origins",
        "generated_section_content_md": "Following the fall of Singapore and the decline of British power in Asia,\nAustralia began to search for other partners to ensure its security. Australia\nand New Zealand also felt threatened by the possibility of a resurgent Japan\nand the spread of communism to their North. Percy Spender, Australia's\nminister for external affairs, sought a broader Pacific security agreement in\n1950 which would include Australia, the UK, other Commonwealth countries and\nthe United States. The latter's participation was essential, with Spencer\nstating the agreement \"would be meaningless without the United States\". At\nthis point however, both the UK and the US were uninterested in such an\nagreement, with both seeking to limit their engagement with Asia.\n\nThe beginning of the Korean War in mid-1950 changed American views. Australia\ncommitted to the Korean War before the United Kingdom and continued to further\ncourt the Americans. While Australia could not convince the US to sign a\nharsher peace treaty with Japan to restrain future military aggression, they\ndid press for further assurances that they would retain a voice in Pacific\nsecurity decisions and for an American security commitment in return for their\napproval of the treaty. The United States was initially reluctant, but the\nneed to strengthen the West against communism grew with the communist victory\nin the Chinese Civil War in 1949 and the 1950–1953 Korean War. The treaty\nallayed antipodean fears that such a peace would allow Japan to threaten them\nagain.\n\nThe United States was initially reluctant, with the president instead offering\nan informal guarantee of protection. However, Australia pushed for a more\nformal agreement, with Spender noting that \"Presidents come and presidents\ngo.\" However, the treaty did not include an automatic commitment to armed\nassistance like in NATO, with Spender expecting that this could not be\nratified by the US Senate, who would wish to retain the congressional power to\ndeclare war. Instead, the text of the treaty mirrored the text of the Monroe\nDoctrine which stated that attacks on the American continent would be seen as\n\"dangerous to its own peace and security\".\n\nThe resulting treaty was concluded at San Francisco on 1 September 1951, and\nentered into force on 29 April 1952."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Korea, Malaysia, Borneo and Vietnam",
        "generated_section_content_md": "U.S. General Westmoreland talks to the commander of the New Zealand artillery\nbattery alongside Australian senior officers in Vietnam, in 1967.\n\nThe treaty itself was not a source of debate for over 30 years, with New\nZealand participating as part of the British Commonwealth Forces in the Korean\nWar and the Malayan Emergency, followed by the Indonesia–Malaysia\nconfrontation, and directly as part of ANZUS in the Vietnam War. The Vietnam\nWar was the first conflict New Zealand entered that did not involve the\nBritish or any other Commonwealth countries outside of Australia. As an ANZUS\nmember New Zealand contributed military and non military assistance to the\nUnited States war effort in Vietnam from 1963 until 1975. New Zealand and\nAustralian combat forces were withdrawn in 1972 and New Zealand non-military\nmedical aid continued until 1975."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Australian reservations about the MX missile",
        "generated_section_content_md": "In 1983, the Reagan Administration approached Australia with proposals for\ntesting the new generation of American intercontinental ballistic missiles,\nthe MX missile. American test ranges in the Pacific were insufficient for\ntesting the new long-range missiles and the United States military wished to\nuse the Tasman Sea as a target area. Australian Prime Minister Malcolm Fraser\nof the Liberal Party had agreed to provide monitoring sites near Sydney for\nthis purpose. However, in 1985, the newly elected Prime Minister Bob Hawke, of\nthe Labor Party, withdrew Australia from the testing programme, sparking\ncriticism from the Reagan Administration. Hawke had been pressured into doing\nso by the left-wing faction of the Labor Party, which opposed the proposed MX\nmissile test in the Tasman Sea. The Labor left-wing faction also strongly\nsympathized with the New Zealand Fourth Labour Government's anti-nuclear\npolicy and supported a South Pacific Nuclear Free Zone.\n\nTo preserve its joint Australian-US military communications facilities, the\nReagan Administration also had to assure the Hawke Government that those\ninstallations would not be used in the Strategic Defense Initiative project,\nwhich the Australian Labor Party strongly opposed. Despite these\ndisagreements, the Hawke Labor Government still remained supportive of the\nANZUS security treaty. It also did not support its New Zealand counterpart's\nban on nuclear-armed and nuclear-powered ships. Following the ANZUS Split in\nFebruary 1985, the Australian government also endorsed the Reagan\nAdministration's plans to cancel trilateral military exercises and to postpone\nthe ANZUS foreign ministers conference. However, it still continued to\nmaintain bilateral military ties and continued to share intelligence\ninformation with New Zealand. Unlike New Zealand, Australia continued to allow\nUS warships to visit its ports and to participate in joint military exercises\nwith the United States."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "New Zealand bans nuclear material",
        "generated_section_content_md": "In 1985, the nature of the ANZUS alliance changed significantly. Due to a\ncurrent of anti-nuclear sentiment within New Zealand, tension had long been\npresent between ANZUS members as the United States is a declared nuclear\npower. France, a naval power and a declared nuclear power, had been conducting\nnuclear tests on South Pacific Islands. Following the victory of the New\nZealand Labour Party in election in 1984, Prime Minister David Lange barred\nnuclear-powered or nuclear-armed ships from using New Zealand ports or\nentering New Zealand waters. Reasons given were the dangers of nuclear\nweapons, continued French nuclear testing in the South Pacific, and opposition\nto US President Ronald Reagan's policy of aggressively confronting the Soviet\nUnion.\n\nGiven that the United States Navy had a policy of deliberate ambiguity during\nthe Cold War and refused to confirm or deny the presence of nuclear weapons\naboard its warships and support ships, these laws essentially refused access\nto New Zealand ports for all United States Navy vessels. In February 1985, a\nport-visit request by the United States for the guided-missile destroyer USS\n_Buchanan_ was refused by New Zealand, as the _Buchanan_ was capable of\nlaunching RUR-5 ASROC nuclear depth bombs. As this occurred after the\ngovernment unofficially invited the United States to send a ship, the refusal\nof access was interpreted by the United States as a deliberate slight.\n\nAccording to opinion polls taken before the 1984 election, only 30 per cent of\nNew Zealanders supported visits by US warships with a clear majority of 58 per\ncent opposed, and over 66 per cent of the population lived in locally declared\nnuclear-free zones. An opinion poll commissioned by the 1986 Defence Committee\nof Enquiry confirmed that 92 per cent now opposed nuclear weapons in New\nZealand and 69 per cent opposed warship visits; 92 per cent wanted New Zealand\nto promote nuclear disarmament through the UN, while 88 per cent supported the\npromotion of nuclear-free zones."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "United States suspends obligations to New Zealand",
        "generated_section_content_md": "After consultations with Australia and after negotiations with New Zealand\nbroke down, the United States announced that it was suspending its treaty\nobligations to New Zealand until United States Navy ships were re-admitted to\nNew Zealand ports, citing that New Zealand was \"a friend, but not an ally\".\nThe crisis made front-page headlines for weeks in many American newspapers.\nDavid Lange did not withdraw New Zealand from ANZUS, although his government's\npolicy led to the US's decision to suspend its treaty obligations to New\nZealand.\n\nAn opinion poll in New Zealand in 1991, showed 54% of those sampled preferred\nto let the treaty lapse rather than accept visits again by nuclear-armed or\nnuclear-powered vessels. The policy did not become law until 8 June 1987 with\nthe passing of the New Zealand Nuclear Free Zone, Disarmament, and Arms\nControl Act 1987, more than two years after the _Buchanan_ was refused entry\nafter the US refused to declare the presence or absence of nuclear weapons,\nand a year after the US suspended its treaty obligations to New Zealand. This\nlaw effectively made the entire country a nuclear-free zone. Despite the ANZUS\nsplit, US Secretary of State George P. Shultz maintained that the ANZUS\nstructure was still in place, should NZ decide in the future to reverse its\nanti-nuclear policy and return to a fully operational defence relationship\nwith the US. President Reagan also maintained in _NSDD 193_ (National Security\nDecision Directive) that New Zealand still remained a \"friend, but not an\nally\".\n\nOn 10 July 1985, agents of the French Directorate-General for External\nSecurity bombed the Greenpeace protest vessel _Rainbow Warrior_ in Auckland,\ncausing one death. The lack of condemnation by Western leaders to this\nviolation of a friendly state's sovereignty caused a great deal of change in\nNew Zealand's foreign and defence policy, and strengthened domestic opposition\nto the military application of nuclear technology in any form. New Zealand\ndistanced itself from its traditional ally, the United States, and built\nrelationships with small South Pacific countries, while retaining its good\nrelations with Australia, and, to a lesser extent, the United Kingdom.\n\nThe suspension of New Zealand in ANZUS has had significant effect on New\nZealand–United States relations and on New Zealand domestic policy. The anti-\nnuclear policy has been a part of New Zealand political culture for years now.\nHowever, that has not stopped United States politicians from trying to change\nthe policy. [_citation needed_]"
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Afghanistan and Iraq",
        "generated_section_content_md": "US President George W. Bush and Australian Prime Minister John Howard on 10\nSeptember 2001. Howard was in Washington during the 11 September attacks.\n\nAustralia and New Zealand both provided military units, including special\nforces and naval ships, in support of the US-led \"Operation Enduring Freedom\"\nfor support for anti-Taliban forces in response to the 11 September 2001\nterrorist attacks. Providing 1,550 troops, Australia was the largest non-NATO\ncontributor of military personnel in Afghanistan. New Zealand committed 191\ntroops.\n\nIn response to the War in Afghanistan, New Zealand sent transport aircraft,\nmaritime patrol aircraft, and frigates to the Persian Gulf, and sent a very\nsmall number of soldiers, SAS soldiers, medical and assorted and peace-keeping\nforces to Afghanistan in 2001.\n\nDespite Prime Minister Helen Clark being openly critical of American\njustifications for the 2003 Iraq war, New Zealand sent engineer troops to Iraq\nfollowing the 2003 invasion. These troops were however officially engaged in\nreconstruction under UN Security Council Resolution 1483 and were non-\ncombatant."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "East Timor",
        "generated_section_content_md": "Between 1999 and 2003, the armed forces of Australia and New Zealand deployed\ntogether in a large scale operation in East Timor, to prevent pro-Indonesian\nmilitia from overturning a vote for independence on the region. The United\nStates provided only limited logistical support but the USS  _Mobile Bay_\nprovided air defence for the initial entry operation. The operation was taken\nover by the United Nations."
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "Taiwan",
        "generated_section_content_md": "One topic that became prominent in the 2000s was the implications in the case\nof a hypothetical attack by the People's Republic of China against Taiwan, who\nwould likely receive American support. While Australia has strong cultural and\neconomic ties with the United States, it also has an increasingly important\ntrade relationship with mainland China.\n\nIn August 2004, Foreign Minister Alexander Downer implied in Beijing that the\ntreaty would likely not apply to that situation, but he was quickly corrected\nby Prime Minister John Howard. In March 2005, after an official of the\nPeople's Republic of China stated that it may be necessary for Australia to\nreassess the treaty and after China passed an Anti-Secession Law regarding\nTaiwan, Downer stated that in case of Chinese aggression on Taiwan, the treaty\nwould come into force, but that the treaty would require only consultations\nwith the United States and not necessarily commit Australia to war.[_citation\nneeded_]"
    },
    {
        "chapter_name": "ANZUS",
        "chapter_id": "1",
        "section_number": "2.9",
        "section_name": "1985 to present",
        "generated_section_content_md": "Annual bilateral meetings between the US Secretary of State and the Australian\nForeign Minister replaced annual meetings of the ANZUS Council of Foreign\nMinisters. The first bilateral meeting was held in Canberra in 1985. At the\nsecond meeting, in San Francisco in 1986, the United States announced that it\nwas suspending its treaty security obligations to New Zealand pending the\nrestoration of port access. Subsequent bilateral Australia–US Ministerial\n(AUSMIN) meetings have alternated between Australia and the United States.\n\nIn 1996, under 22 U.S. Code § 2321k, United States President Bill Clinton,\ndesignated New Zealand as a major non-NATO ally, effectively recognizing New\nZealand not only as a friend but also an ally.\n\nThe alliance engenders some political controversy in Australia. Particularly\nafter Australian involvement in the 2003 Iraq war, some quarters of Australian\nsociety have called for a re-evaluation of the relationship between the two\nnations. Nonetheless, the alliance enjoyed broad support during the Cold War\nand continues to enjoy broad support in Australia. One commentator in\nAustralia has argued that the treaty should be re-negotiated in the context of\nterrorism, the modern role of the United Nations and as a purely US–Australian\nalliance. Australia is also a contributor to the National Missile Defense\nsystem.\n\nIn May 2006, US Assistant Secretary of State for East Asia and Pacific Affairs\nChristopher Hill described the New Zealand anti-nuclear issue as \"a bit of a\nrelic\", and signalled that the US wanted a closer defence relationship with\nNew Zealand. He also praised New Zealand's involvement in Afghanistan and\nreconstruction in Iraq. \"Rather than trying to change each other's minds on\nthe nuclear issue, which is a bit of a relic, I think we should focus on\nthings we can make work\" he told an Australian newspaper.\n\nWhile there were signs of the nuclear dispute between the US and NZ thawing\nout, pressure from the United States increased in 2006 with US trade officials\nlinking the repeal of the ban of American nuclear ships from New Zealand's\nports to a potential free trade agreement between the two countries. On 4\nFebruary 2008, US Trade Representative Susan Schwab announced that the United\nStates would join negotiations with four Asia–Pacific countries: Brunei,\nChile, New Zealand and Singapore to be known as the \"P-4\". These countries\nalready had a FTA called the Trans-Pacific Strategic Economic Partnership and\nthe United States was looking to become involved in the \"vitally important\nemerging Asia-Pacific region\". A number of US-based organisations supported\nthe negotiations including, but not limited to, the United States Chamber of\nCommerce, National Association of Manufacturers, National Foreign Trade\nCouncil, Emergency Committee for American Trade and Coalition of Service\nIndustries.\n\nIn 2010, the United States and New Zealand signed the Wellington Declaration\nin Wellington, New Zealand, during a three-day visit by US Secretary of State\nHillary Clinton. The signing of the declaration ended the ANZUS dispute of the\nprevious 25 years. It was later revealed the US and New Zealand had resumed\nmilitary co-operation in eight areas in 2007.\n\nOn 16 November 2011, US President Obama and Australian Prime Minister Julia\nGillard met in Canberra, Australia, to announce plans for a sustained new\nAmerican presence on Australian soil. 2,500 American troops are to be deployed\nto Darwin, Australia.\n\nNew Zealand and the United States signed the Washington Declaration on 19 June\n2012 \"to promote and strengthen closer bilateral defense and security\ncooperation\". On 20 September 2012, while on a visit to New Zealand, US\nSecretary of Defense Leon Panetta announced that the United States was lifting\nthe 26-year-old ban on visits by New Zealand warships to US Department of\nDefense and US Coast Guard bases around the world; US Marines had trained in\nNew Zealand and New Zealand's navy took part in the RIMPAC maritime exercises\nalongside the US earlier that year.\n\nThe Royal New Zealand Navy (RNZN) invited the United States Navy to send a\nvessel to participate in the RNZN's 75th Birthday Celebrations in Auckland\nover the weekend of 19–21 November 2016. The guided-missile destroyer USS\n_Sampson_ became the first US warship to visit New Zealand in 33 years. New\nZealand Prime Minister John Key granted approval for the ship's visit under\nthe New Zealand Nuclear Free Zone, Disarmament, and Arms Control Act 1987,\nwhich requires that the Prime Minister has to be satisfied that any visiting\nship is not nuclear armed or powered. Following the 7.8 magnitude Kaikōura\nearthquake on 14 November 2016 the _Sampson_ and other naval ships from\nAustralia, Canada, Japan and Singapore were diverted to proceed directly to\nKaikōura to provide humanitarian assistance.\n\nIn late 2021 Australia, the UK and the USA signed the AUKUS agreement, a\ntrilateral security partnership between Australia, the United Kingdom, and the\nUnited States. New Zealand did not participate and any nuclear submarines\ndeveloped under the pact will be banned from New Zealand waters under their\nexisting nuclear restrictions."
    }
]