[
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"Asia–Europe Foundation\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( April 2019)__(Learn how and when to remove this\nmessage)_  \n---|---  \n  \nThe **Asia–Europe Foundation (ASEF)** is an intergovernmental not-for-profit\norganization located in Singapore. Founded in 1997, it is the only institution\nof the Asia-Europe Meeting (ASEM). Its purpose is to promote mutual\nunderstanding and cooperation between the people of Asia and Europe through\nintellectual, cultural, and people-to-people exchanges.\n\nEvery year, ASEF runs about 20 projects in Asia and Europe together with over\n100 partner organisations, mainly conferences, seminars and workshops. More\nthan 1,000 Asians and Europeans actively participate in its activities\nannually and it reaches much wider audiences through its networks, web-\nportals, publications, lectures and exhibitions."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In March 1996, the leaders of 25 Asian and European countries as well as the\nEuropean Commission, met in Bangkok, Thailand, for the 1st Asia-Europe Meeting\n(ASEM) Summit (ASEM1). At this inaugural meeting, they agreed on the\nestablishment of the Asia–Europe Foundation (ASEF) on 15 February 1997 as a\ncentral institution of ASEM's social, cultural and educational pillar. The\nmain tasks of ASEF are to bring the civil societies of Asia and Europe\ntogether and to become an interface between civil society and governments by\nfacilitating interactions among people from diverse fields and transmitting\nthe resulting outputs as recommendations to policy-makers.\n\nBy nature, ASEF is different from other organisations, as it works with both\nthe civil societies and public sectors of the ASEM Partners as well as the\nprivate sector. It works on creating sustainable networks and it injects civil\nsociety inputs into the ASEM Process, enhancing the ASEM Process. This unique\nattribute allows ASEF's activities to generate ideas and solutions that would\nnot normally emerge from pure civil society or inter-governmental processes.\n\nTo date, ASEF is the only permanently established institution of the ASEM\nProcess."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Thematic Areas",
        "generated_section_content_md": "ASEF focuses in its work on the following key thematic areas: culture,\neducation, governance, economy, sustainable development, public health, and\nmedia."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Culture",
        "generated_section_content_md": "ASEF promotes various forms of cultural cooperation between Asia and Europe,\nincluding policy dialogue, bi-regional networks and artistic collaborations.\nIt fosters sustainable partnerships between Asian and European arts\norganisations, while also facilitating dialogue between the arts sector and\ngovernment agencies responsible for culture."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Education",
        "generated_section_content_md": "7th ASEF Rectors Conference & Students Forum (ARC7) in May 2019 in Bucharest,\nRomania.\n\nASEF has set in motion projects which contribute to education policy dialogue\nand facilitate youth networks. Through interdisciplinary and pragmatic\napproaches, as well as the integration of ICT as an essential component,\nASEF’s education projects strengthen collaboration between education\ninstitutions and exchange among young people, while linking them to the ASEM\nEducation Process and ASEM Leaders' Meetings."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Governance",
        "generated_section_content_md": "Respect for human rights, rule of law, effective participation, and\naccountability of public institutions are some areas that lay the foundation\nfor good governance. ASEF encourages informal, open and non-confrontational\ndialogue between civil society, government and international organisation\nrepresentatives on human rights topics of common interest to the 2 regions.\nPublic diplomacy is being promoted in Asia and in Europe for a better\nunderstanding of ASEM challenges."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Economy",
        "generated_section_content_md": "Together with its partners of the Asia Europe Economic Forum (AEEF) ASEF\naddresses current economic issues and long-term trends impacting Asian and\nEuropean societies in line with ASEM’s political and economic agenda\nconcerning the international financial and economic situation across ASEM\nconstituencies."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Sustainable Development",
        "generated_section_content_md": "Since its inception, ASEF has initiated several dialogue platforms on\nsustainable development and climate change issues in Asia and Europe.\nReflecting priorities of the ASEM Process as well as the needs of stakeholders\nat international, regional, and national levels, ASEF’s activities in this\nfield focus on contributing to the implementation of the 2030 Agenda."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Public Health",
        "generated_section_content_md": "The ASEF Public Health Network (ASEF PHN) is part of the ASEM Initiative for\nthe Rapid Containment of Pandemic Influenza. The initiative was officially\nlaunched in 2009 with the financial support from the Government of Japan. The\nASEF PHN has been promoting bi-regional exchange of public health priorities\nwith a strong focus on emerging infectious diseases, including pandemic\ninfluenza."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Media",
        "generated_section_content_md": "Through its media projects, ASEF creates unique networking platforms for an\nexchange of views and ideas as well as cooperation among mass media\nrepresentatives of Asia and Europe. The media projects include events with\nthemes aligned with the agenda of Asia-Europe Meeting (ASEM) which can examine\ncurrent issues relevant to Asia-Europe relations, challenges faced by the\nmedia industry, as well as the professional development of media personnel."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Members",
        "generated_section_content_md": "ASEF's members are the 53 Partners of the Asia-Europe Meeting (ASEM): 30\nEuropean countries, 21 Asian countries, and 2 regional organisations (the\nEuropean Union and the ASEAN Secretariat)."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Funding",
        "generated_section_content_md": "ASEF is funded by annual voluntary contributions from the 54 ASEM Partners and\nshares the financing of its projects with its civil society, public and\nprivate sector partners across Asia and Europe."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Structure",
        "generated_section_content_md": "ASEF reports to a Board of Governors whose members are appointed by each of\nthe 53 ASEM Partners and who meet twice a year. At its permanent office in\nSingapore, ASEF is composed of 4 program departments, a Culture Department, an\nEducation Department, a Governance & Economy Department, and a Sustainable\nDevelopment & Public Health Department as well as a Communications Department,\na Finance & Administrative Department, a Human Resource Department, and an\nExecutive Office."
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Executive Directors",
        "generated_section_content_md": "* 2020–current  Mr MORIKAWA Toru\n* 2020–2020  Mr SUN Xiangyang (acting)\n* 2016–2020  Ambassador Karsten WARNECKE\n* 2012–2016  Ambassador ZHANG Yan\n* 2011–2012  Ambassador Michel FILHOL\n* 2008–2011  Ambassador Dominique GIRARD\n* 2004–2008  Ambassador CHO Wonil\n* 2000–2004  Ambassador Delfín COLOMÉ\n* 1997–2000  Ambassador Professor Tommy KOH"
    },
    {
        "chapter_name": "Asia–Europe Foundation",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Deputy Executive Directors",
        "generated_section_content_md": "* 2020–current  Mr Leon FABER\n* 2017–2019  Mr SUN Xiangyang\n* 2012–2016  Mr Karsten WARNECKE\n* 2008–2012  Ambassador NGUYEN Quoc Khanh\n* 2006–2008  Mr Bertrand FORT\n* 2004–2006  Mr Hendrik KLONINGER\n* 2000–2004  Mr KIM Sung-Chul\n* 1997–2000  Mr Pierre BARROUX"
    }
]