[
    {
        "chapter_name": "Asia-Pacific Fishery Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\nThe **Asia-Pacific Fishery Commission** (**APFIC)** , originally called the\n**Indo-Pacific Fisheries Council** (**IPFC**) is a Food and Agriculture\nOrganization (FAO) Article XIV Regional Fisheries Body which covers fisheries,\naquaculture and related aquatic resource issues in the Asia-Pacific region.\nAPFIC functions as a Regional Consultative Forum raising awareness amongst\nmember countries, fisheries organizations and fisheries professionals in the\nAsia-Pacific region.\n\nIn recent years, APFIC has covered a range of regional fisheries issues,\nincluding co-management of fisheries, low value/trash fish (may be referred to\nas bycatch where not targeted catch) in the region, illegal, unreported and\nunregulated fishing (IUU) and fishing capacity management, certification in\nfisheries (e.g. ecolabel) and aquaculture, ecosystem approach to fisheries and\naquaculture and improving resilience of fishery livelihoods. Most recently\nwork has focussed on developing a training course for Ecosystem Approach to\nFishery Management and guidelines for tropical trawl fisheries management.\n\nThe Secretariat is housed in the FAO Regional Office for Asia and the Pacific\nin Bangkok, Thailand."
    },
    {
        "chapter_name": "Asia-Pacific Fishery Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Achievements",
        "generated_section_content_md": "APFIC encourages responsible aquatic resource use, improves fisheries and\naquaculture management, and enhances fisheries sector institutions. The\ncommission supports the ecosystem approach to fisheries (EAF), which preserves\nmarine ecosystem integrity and optimizes resource usage.\n\nIn addition, APFIC promotes sustainable aquaculture. This project shares\npractices and develops a national aquaculture plan to boost food security and\neconomic growth. APFIC boosts regional collaboration in helping governments\nimprove monitoring, control, and surveillance to protect marine ecosystems and\nthe legal fishing sector from illegal, unreported, and unregulated fishing.\n\nAPFIC's mission includes capacity building and knowledge sharing. To train\nfishermen professionals in member countries, the commission offers fisheries\nmanagement, stock assessment, and data collection courses. These efforts have\nimproved aquatic resource management and institutional capacity.\n\nAPFIC advocates for sustainable practices that enhance the livelihoods of\nsmall-scale fishermen by assisting member countries in integrating relevant\nguidelines into national policies and conducting awareness-raising workshops.\n\nAPFIC promotes fisheries adaptation and resilience to climate change. The\n**Climate Change** **Adaptation Program in Fisheries and Aquaculture** is\nknown for sharing habitat restoration and sustainable aquaculture knowledge.\n**The Ecosystem Approach to Fisheries Management (EAFM)** training course\nteaches fisheries professionals how to manage fisheries for ecological and\nsocioeconomic benefits. APFIC also holds **Regional Consultative Forum\nMeetings (RCFM)** to discuss climate adaptation strategies, share successes,\nand create regional action plans.\n\nMoreover, APFIC promotes science and management collaboration to incorporate\ndata and technology. APFIC conducts research to reconstruct marine fisheries\ncatches. This has provided a more accurate understanding of declining fish\nstocks and highlighted the need for sustainable management**.**"
    },
    {
        "chapter_name": "Asia-Pacific Fishery Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Country membership",
        "generated_section_content_md": "Asia Pacific Fishery Commission Map\n\nAccording to the **Agreement on the Establishment of the Asia-Pacific Fishery\nCommission** , eligibility for membership is based on:\n\n> Member Nations and Associate Members of the Food and Agriculture\n> Organization (FAO) which accept the Agreement in accordance with Article X\n> thereof. Other States that are Members of the United Nations, any of its\n> Specialized Agencies or the International Atomic Energy Agency may be\n> admitted as members by a two-thirds majority of the Commission's members.\n\nThe current member countries are: Australia, Bangladesh, Cambodia, People's\nRepublic of China, France, India, Indonesia, Japan, Republic of Korea,\nMalaysia, Myanmar, Nepal, New Zealand, Pakistan, Philippines, Vietnam, Sri\nLanka, Timor Leste, Thailand, United Kingdom, United States\n\nA former member state is the Netherlands."
    },
    {
        "chapter_name": "Asia-Pacific Fishery Commission",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "APFIC area of competence",
        "generated_section_content_md": "In Article VI of the APFIC Agreement the 'APFIC area' is described as:\n\n> Area - The Commission shall carry out the functions and responsibilities set\n> forth in Article IV in the Asia-Pacific Area.\n\n**Comment**\n\nThis description is a broad definition of the area where APFIC will conduct\nits work. APFIC is competent in both marine and inland waters of its area of\ncompetence. The abolition of the Indian Ocean Fishery Commission (IOFC) and\nits Committee for the Development and Management of Fisheries in the Bay of\nBengal (BOBC) in June 1999 resulted in closer involvement of APFIC in this\nsub-region, as the functions of BOBC was transferred to APFIC by the FAO\nCouncil's Resolution 1/116 (Report of the 116th Session of the FAO Council).\nThis was subsequently endorsed by the 26th Session of APFIC in Beijing 1998.\n\nThere is no change to the APFIC agreement in terms of membership, area of\ncompetence and functions of the commission, there have been subsequent\nrecommendations by the commission to clarify where its focus of work should\nlie. The Report APFIC Ad hoc Legal and Financial Working Group proposed that\nAPFIC concentrate its activities on three subregions of the Asia-Pacific:\n\n• the Yellow Sea and its adjacent waters\n• the South China Sea and its adjacent waters and\n• the Bay of Bengal.\n\nAs APFIC adapts to the changing needs of fisheries and aquaculture in the\nAsia-Pacific, its role and function have been clarified as part of the\ndevelopment of a Strategic Plan for the commission."
    }
]