[
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Regional development bank in Asia-Pacific\n\nThe **Asian Development Bank** (**ADB**) is a regional development bank to\npromote social and economic development in Asia. The bank is headquartered in\nMetro Manila, Philippines, and maintains 31 field offices around the world.\n\nThe bank was established on 19 December 1966 and admits the members of the UN\nEconomic and Social Commission for Asia and the Pacific (UNESCAP, formerly the\nEconomic Commission for Asia and the Far East or ECAFE), and non-regional\ndeveloped countries. Starting with 31 members at its establishment, by 2019\nADB had 69 members.\n\nThe ADB was modeled closely on the World Bank and has a similar weighted\nvoting system, where votes are distributed in proportion with members' capital\nsubscriptions. ADB releases an annual report that summarizes its operations,\nbudget, and other materials for review by the public. The ADB-Japan\nScholarship Program (ADB-JSP) enrolls about 300 students annually in academic\ninstitutions located in 10 countries within the Region. After completing their\nstudy programs, scholars are expected to contribute to the economic and social\ndevelopment of their home countries. ADB holds the status of an official\nUnited Nations Observer.\n\nAs of 31 December 2020, Japan and the United States each holds the largest\nproportion of shares at 15.571%. China holds 6.429%, India holds 6.317%, and\nAustralia holds 5.773%."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organization",
        "generated_section_content_md": "The highest policy-making body of the bank is the Board of Governors, composed\nof one representative from each member state. The Board of Governors, in turn,\nelect among themselves the twelve members of the board of directors and their\ndeputies. Eight of the twelve members come from regional (Asia-Pacific)\nmembers while the others come from non-regional members.\n\nThe Board of Governors also elect the bank's president, who is the chairperson\nof the board of directors and manages ADB. The president has a term of office\nlasting five years, and may be re-elected. Traditionally, and because Japan is\none of the largest shareholders of the bank, the president has always been\nJapanese.\n\nThe current president is Masato Kanda. He succeeded Masatsugu Asakawa who in\n2024, announced his resignation effective on 23 February 2025. Prior to that,\nAsakawa succeeded Takehiko Nakao on 17 January 2020, who succeeded Haruhiko\nKuroda in 2013.\n\nThe headquarters of the bank is at 6 ADB Avenue, Mandaluyong, Metro Manila,\nPhilippines, and it has 42 field offices in Asia and the Pacific and\nrepresentative offices in Washington, Frankfurt, Tokyo and Sydney. The bank\nemploys about 3,000 people, representing 60 of its 68 members."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "List of presidents",
        "generated_section_content_md": "Name  | Dates  | Nationality\n---|---|---\nTakeshi Watanabe | 1966–1972  |  Japanese\nShiro Inoue | 1972–1976  |  Japanese\nTaroichi Yoshida [ja] | 1976–1981  |  Japanese\nMasao Fujioka [Wikidata] | 1981–1989  |  Japanese\nKimimasa Tarumizu [ja] | 1989–1993  |  Japanese\nMitsuo Sato | 1993–1999  |  Japanese\nTadao Chino | 1999–2005  |  Japanese\nHaruhiko Kuroda | 2005–2013  |  Japanese\nTakehiko Nakao | 2013–2020  |  Japanese\nMasatsugu Asakawa | 2020–February 23, 2025  |  Japanese\nMasato Kanda | February 24, 2025–  |  Japanese"
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "1960s",
        "generated_section_content_md": "As early as 1956, Japan Finance Minister Hisato Ichimada had suggested to\nUnited States Secretary of State John Foster Dulles that development projects\nin Southeast Asia could be supported by a new financial institution for the\nregion. A year later, Japanese Prime Minister Nobusuke Kishi announced that\nJapan intended to sponsor the establishment of a regional development fund\nwith resources largely from Japan and other industrial countries. But the US\ndid not warm to the plan and the concept was shelved. See full account in\n\"Banking the Future of Asia and the Pacific: 50 Years of the Asian Development\nBank\", July 2017.\n\nThe idea came up again late in 1962 when Kaoru Ohashi, an economist from a\nresearch institute in Tokyo, visited Takeshi Watanabe, then a private\nfinancial consultant in Tokyo, and proposed a study group to form a\ndevelopment bank for the Asian region. The group met regularly in 1963,\nexamining various scenarios for setting up a new institution and drew on\nWatanabe's experiences with the World Bank. However, the idea received a cool\nreception from the World Bank itself and the study group became discouraged.\n\nIn parallel, the concept was formally proposed at a trade conference organized\nby the Economic Commission for Asia and the Far East (ECAFE) in 1963 by a\nyoung Thai economist, Paul Sithi-Amnuai. (ESCAP, United Nations Publication\nMarch 2007, \"The first parliament of Asia\" pp. 65). Despite an initial mixed\nreaction, support for the establishment of a new bank soon grew.\n\nAn expert group was convened to study the idea, with Japan invited to\ncontribute to the group. When Watanabe was recommended, the two streams\nproposing a new bank—from ECAFE and Japan—came together. Initially, the US was\non the fence, not opposing the idea but not ready to commit financial support.\nBut a new bank for Asia was soon seen to fit in with a broader program of\nassistance to Asia planned by United States President Lyndon B. Johnson in the\nwake of the escalating U.S. military support for the government of South\nVietnam.\n\nAs a key player in the concept, Japan hoped that the ADB offices would be in\nTokyo. However, eight other cities had also expressed an interest: Bangkok,\nColombo, Kabul, Kuala Lumpur, Manila, Phnom Penh, Singapore, and Tehran. To\ndecide, the 18 prospective regional members of the new bank held three rounds\nof votes at a ministerial conference in Manila in November/December 1965. In\nthe first round on 30 November, Tokyo failed to win a majority, so a second\nballot was held the next day at noon. Although Japan was in the lead, it was\nstill inconclusive, so a final vote was held after lunch. In the third poll,\nTokyo gained eight votes to Manila's nine, with one abstention. Therefore,\nManila was declared the host of the new development bank; the Japanese were\nmystified and deeply disappointed. Watanabe later wrote in his personal\nhistory of ADB: \"I felt as if the child I had so carefully reared had been\ntaken away to a distant country.\" (Asian Development Bank publication,\n\"Towards a New Asia\", 1977, p. 16)\n\nOn 3 December 1965, Philippine President Diosdado Macapagal lays the\nfoundation stone of the Asian Development Bank.\n\nAs intensive work took place during 1966 to prepare for the opening of the new\nbank in Manila, high on the agenda was choice of president. Japanese Prime\nMinister Eisaku Satō asked Watanabe to be a candidate. Although he initially\ndeclined, pressure came from other countries and Watanabe agreed. In the\nabsence of any other candidates, Watanabe was elected first President of the\nAsian Development Bank at its Inaugural Meeting on 24 November 1966.\n\nBy the end of 1972, Japan had contributed $173.7 million (22.6% of the total)\nto the ordinary capital resources and $122.6 million (59.6% of the total) to\nthe special funds. In contrast, the United States contributed only $1.25\nmillion to the special fund.\n\nAfter its creation in the 1960s, ADB focused much of its assistance on food\nproduction and rural development. At the time, Asia was one of the poorest\nregions in the world.\n\nEarly loans went largely to Indonesia, Thailand, Malaysia, South Korea and the\nPhilippines; these countries accounted for 78.48% of the total ADB loans\nbetween 1967 and 1972. Moreover, Japan received tangible benefits, 41.67% of\nthe total procurements between 1967 and 1976. Japan tied its special funds\ncontributions to its preferred sectors and regions and procurements of its\ngoods and services, as reflected in its $100 million donation for the\nAgricultural Special Fund in April 1968.\n\nWatanabe served as the first ADB president to 1972."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "1970s–1980s",
        "generated_section_content_md": "In the 1970s, ADB's assistance to developing countries in Asia expanded into\neducation and health, and then to infrastructure and industry. The gradual\nemergence of Asian economies in the latter part of the decade spurred demand\nfor better infrastructure to support economic growth. ADB focused on improving\nroads and providing electricity. When the world suffered its first oil price\nshock, ADB shifted more of its assistance to support energy projects,\nespecially those promoting the development of domestic energy sources in\nmember countries.\n\nFollowing considerable pressure from the Reagan Administration in the 1980s,\nADB reluctantly began working with the private sector in an attempt to\nincrease the impact of its development assistance to poor countries in Asia\nand the Pacific. In the wake of the second oil crisis, ADB expanded its\nassistance to energy projects. In 1982, ADB opened its first field office, in\nBangladesh, and later in the decade, it expanded its work with non-government\norganizations (NGOs).\n\nJapanese presidents Inoue Shiro (1972–76) and Yoshida Taroichi (1976–81) took\nthe spotlight in the 1970s. Fujioka Masao, the fourth president (1981–90),\nadopted an assertive leadership style, launching an ambitious plan to expand\nthe ADB into a high-impact development agency.\n\nOn 18 November 1972, the Bank inaugurated its headquarters along Roxas\nBoulevard in Pasay City, Philippines. On 31 May 1991, ADB moved its offices to\nOrtigas Center in Pasig City, with the Department of Foreign Affairs\n(Philippines) taking over its old Pasay premises."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "1990s",
        "generated_section_content_md": "In the 1990s, ADB began promoting regional cooperation by helping the\ncountries on the Mekong River to trade and work together. The decade also saw\nan expansion of ADB's membership with the addition of several Central Asian\ncountries following the end of the Cold War.\n\nIn mid-1997, ADB responded to the financial crisis that hit the region with\nprojects designed to strengthen financial sectors and create social safety\nnets for the poor. During the crisis, ADB approved its largest single loan – a\n$4 billion emergency loan to South Korea. In 1999, ADB adopted poverty\nreduction as its overarching goal."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "2000s",
        "generated_section_content_md": "The early 2000s saw a dramatic expansion of private sector finance. While the\ninstitution had such operations since the 1980s (under pressure from the\nReagan Administration) the early attempts were highly unsuccessful with low\nlending volumes, considerable losses and financial scandals associated with an\nentity named AFIC. However, beginning in 2002, the ADB undertook a dramatic\nexpansion of private sector lending under a new team. Over the course of the\nnext six years, the Private Sector Operations Department (PSOD) grew by a\nfactor of 41 times the 2001 levels of new financings and earnings for the ADB.\nThis culminated with the Board's formal recognition of these achievements in\nMarch 2008, when the board of directors formally adopted the Long Term\nstrategic Framework (LTSF). That document formally stated that assistance to\nprivate sector development was the lead priority of the ADB and that it should\nconstitute 50% of the bank's lending by 2020.\n\nIn 2003, the severe acute respiratory syndrome (SARS) epidemic hit the region\nand ADB responded with programs to help the countries in the region work\ntogether to address infectious diseases, including avian influenza and\nHIV/AIDS. ADB also responded to a multitude of natural disasters in the\nregion, committing more than $850 million for recovery in areas of India,\nIndonesia, Maldives, and Sri Lanka which were impacted by the 2004 Indian\nOcean earthquake and tsunami. In addition, $1 billion in loans and grants was\nprovided to the victims of the October 2005 earthquake in Pakistan.\n\nIn December 2005, China donated $20 million to the ADB for a regional poverty\nalleviation fund; China's first such fund set up at an international\ninstitution.\n\nIn 2009, ADB's Board of Governors agreed to triple ADB's capital base from $55\nbillion to $165 billion, giving it much-needed resources to respond to the\n2008 financial crisis. The 200% increase is the largest in ADB's history, and\nwas the first since 1994."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "2010s",
        "generated_section_content_md": "Asia moved beyond the economic crisis and by 2010 had emerged as a new engine\nof global economic growth though it remained home to two-thirds of the world's\npoor. In addition, the increasing prosperity of many people in the region\ncreated a widening income gap that left many people behind. ADB responded to\nthis with loans and grants that encouraged economic growth.\n\nIn early 2012, the ADB began to re-engage with Myanmar in response to reforms\ninitiated by the government. In April 2014, ADB opened an office in Myanmar\nand resumed making loans and grants to the country.\n\nIn 2017, ADB combined the lending operations of its Asian Development Fund\n(ADF) with its ordinary capital resources (OCR). The result was to expand the\nOCR balance sheet to permit increasing annual lending and grants to $20\nbillion by 2020 – 50% more than the previous level.\n\nIn 2020, ADB gave a $2 million grant from the Asia Pacific Disaster Response\nFund, to support the Armenian government in the fight against the spread of\nCOVID-19 pandemic. In the same year, the ADB committed a $20 million loan to\nElectric Networks of Armenia, that will ensure electricity for the citizens\nduring the pandemic, as well as approved $500,000 in regional technical\nassistance to procure personal protective equipment and other medical\nsupplies."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Aim",
        "generated_section_content_md": "The ADB defines itself as a social development organization that is dedicated\nto reducing poverty in Asia and the Pacific through inclusive economic growth,\nenvironmentally sustainable growth, and regional integration. This is carried\nout through investments – in the form of loans, grants and information sharing\n– in infrastructure, health care services, financial and public administration\nsystems, helping countries prepare for the impact of climate change or better\nmanage their natural resources, as well as other areas."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "1.8",
        "section_name": "Focus areas",
        "generated_section_content_md": "Eighty percent of ADB's lending is concentrated public sector lending in five\noperational areas.\n\n* Education – Most developing countries in Asia and the Pacific have earned high marks for a dramatic rise in primary education enrollment rates in the last three decades, but daunting challenges remain, threatening economic and social growth.\n* Environment, Climate Change, and Disaster Risk Management – Environmental sustainability is a prerequisite for economic growth and poverty reduction in Asia and the Pacific.\n* Finance Sector Development – The financial system is the lifeline of a country's economy. It creates prosperity that can be shared throughout society and benefit the poorest and most vulnerable people. Financial sector and capital market development, including microfinance, small and medium-sized enterprises, and regulatory reforms, is vital to decreasing poverty in Asia and the Pacific. This has been a key priority of the Private Sector Operations Department (PSOD) since 2002. One of the most active sub-sectors of finance is the PSOD's support for trade finance. Each year the PSOD finances billions of dollars in letters of credit across all of Asia and the rest of the world.\n* Infrastructure, including transport and communications, energy, water supply and sanitation, and urban development.\n* Regional Cooperation and Integration – Regional cooperation and integration (RCI) was introduced by President Kuroda when he joined the ADB in 2004. It was seen as a long-standing priority of the Japanese government as a process by which national economies become more regionally connected. It plays a critical role in accelerating economic growth, reducing poverty and economic disparity, raising productivity and employment, and strengthening institutions.\n* Private Sector Lending – This priority was introduced into the ADB's activities at the insistence of the Reagan Administration. However, that effort was never a true priority until the administration of President Tadeo Chino who in turn brought in a seasoned American banker – Robert Bestani. From then on, the Private Sector Operations Department (PSOD) grew at a very rapid pace, growing from the smallest financing unit of the ADB to the largest in terms of financing volume. As noted earlier, this culminated in the Long Term strategic Framework (LTSF) which was adopted by the Board in March 2008."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Financings",
        "generated_section_content_md": "The ADB offers \"hard\" loans on commercial terms primarily to middle income\ncountries in Asia and \"soft\" loans with lower interest rates to poorer\ncountries in the region. Based on a new policy, both types of loans will be\nsourced starting January 2017 from the bank's ordinary capital resources\n(OCR), which functions as its general operational fund.\n\nThe ADB's Private Sector Department (PSOD) can and does offer a broader range\nof financings beyond commercial loans. They also have the capability to\nprovide guarantees, equity and mezzanine finance (a combination of debt and\nequity).\n\nIn 2017, ADB lent $19.1 billion of which $3.2 billion went to private\nenterprises, as part of its \"non-sovereign\" operations. ADB's operations in\n2017, including grants and co-financing, totaled $28.9 billion.\n\nADB obtains its funding by issuing bonds on the world's capital markets.\nMoody's Investors Service assigned a credit rating of AAA to its senior\nunsecured debt as of April 2025. It also relies on the contributions of member\ncountries, retained earnings from lending operations, and the repayment of\nloans.\n\nFive largest borrowing countries  Country | 2018 | 2017 | 2016 | 2015\n---|---|---|---|---\n$ million | % | $ million | % | $ million | % | $ million | %\nChina | 17,015 | 16.6 | 16,284 | 16.9 | 15,615 | 24.8 | 14,646 | 25.2\nIndia | 16,115 | 15.7 | 14,720 | 15.2 | 13,331 | 21.2 | 12,916 | 22.2\nPakistan | 10,818 | 10.6 | 10,975 | 11.4 | 4,570 | 7.3 | 4,319 | 7.4\nIndonesia | 10,356 | 10.1 | 9,393 | 9.7 | 8,700 | 13.8 | 8,214 | 14.1\nBangladesh | 9,169 | 8.9 | 8,685 | 9.0 | - | - | - | \\-\nPhilippines | - | - | - | - | 5,935 | 9.4 | 5,525 | 9.5\nOthers | 38,998 | 38.1 | 36,519 | 37.8 | 14,831 | 23.5 | 12,486 | 21.6\nTotal | 102,470 | 100.0 | 96,577 | 100.0 | 62,983 | 100.0 | 58,106 | 100.0"
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Private sector investments",
        "generated_section_content_md": "ADB provides direct financial assistance, in the form of debt, equity and\nmezzanine finance to private sector companies, for projects that have clear\nsocial benefits beyond the financial rate of return. ADB's participation is\nusually limited but it leverages a large amount of funds from commercial\nsources to finance these projects by holding no more than 25% of any given\ntransaction."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Co-financing",
        "generated_section_content_md": "ADB partners with other development organizations on some projects to increase\nthe amount of funding available. In 2014, $9.2 billion—or nearly half—of ADB's\n$22.9 billion in operations were financed by other organizations. According to\nJason Rush, Principal Communication Specialist, the Bank communicates with\nmany other multilateral organizations."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Funds and resources",
        "generated_section_content_md": "More than 50 financing partnership facilities, trust funds, and other funds –\ntotaling several billion each year – are administered by ADB and put toward\nprojects that promote social and economic development in Asia and the Pacific.\nADB has raised Rupees 5 billion or around Rupees 5 billion from its issuance\nof 5-year offshore Indian rupee (INR) linked bonds.\n\nOn 26 February 2020, ADB raises $118 million from rupee-linked bonds and\nsupporting the development of India International Exchange in India, as it\nalso contributes to an established yield curve which stretches from 2021\nthrough 2030 with $1 billion of outstanding bonds."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "2022 Annual Report",
        "generated_section_content_md": "The 2022 Annual Report details ADB's efforts in aiding its developing member\ncountries to overcome the aftermath of the COVID-19 pandemic, tackle new\nchallenges like the Russian invasion of Ukraine and a severe food crisis,\nwhile also addressing climate change with significant financial commitments,\nincluding $6.7 billion for climate initiatives and a $14 billion package for\nfood security. The ADB committed a total of $20.5 billion in various forms of\nassistance, including private sector financing, and fostered regional\ncooperation, with a focus on gender equality, education, healthcare, and\nunlocking additional resources through innovative financial mechanisms. The\nreport also notes organizational reforms for increased efficacy, the adoption\nof a hybrid work model following the full reopening of its headquarters."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Access to information",
        "generated_section_content_md": "ADB has an information disclosure policy that presumes all information that is\nproduced by the institution should be disclosed to the public unless there is\na specific reason to keep it confidential. The policy calls for accountability\nand transparency in operations and the timely response to requests for\ninformation and documents. ADB does not disclose information that jeopardizes\npersonal privacy, safety and security, certain financial and commercial\ninformation, as well as other exceptions."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Notable projects and technical assistance",
        "generated_section_content_md": "* Afghanistan: Hairatan to Mazar-e-Sharif Railway Project\n* Armenia: Water Supply and Sanitation Sector Project\n* Bhutan: Green Power Development Project\n* India: Rural Roads Sector II Investment Program; Agartala Municipal Infrastructure Development Project\n* Indonesia: Vocational Education Strengthening Project\n* Laos: Northern and Central Regions Water Supply and Sanitation Sector Project\n* Mongolia: Food and Nutrition Social Welfare Program and Project\n* Philippines: North–South Commuter Railway Extension Project (Malolos–Clark Railway Project and South Commuter Railway Project), jointly funded with Japan International Cooperation Agency; Bataan–Cavite Interlink Bridge, jointly funded by Asian Infrastructure Investment Bank; Laguna Lakeshore Road Network, jointly funded by Asian Infrastructure Investment Bank and Export-Import Bank of Korea-Economic Development Cooperation Fund\n* Solomon Islands: Pacific Private Sector Development Initiative"
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Criticism",
        "generated_section_content_md": "Since the ADB's early days, critics have charged that the two major donors,\nJapan and the United States, have had extensive influence over lending, policy\nand staffing decisions.\n\nOxfam Australia has criticized the Asian Development Bank for insensitivity to\nlocal communities. \"Operating at a global and international level, these banks\ncan undermine people's human rights through projects that have detrimental\noutcomes for poor and marginalized communities.\" The bank also received\ncriticism from the United Nations Environmental Program, stating in a report\nthat \"much of the growth has bypassed more than 70 percent of its rural\npopulation, many of whom are directly dependent on natural resources for\nlivelihoods and incomes.\"\n\nThere had been criticism that ADB's large scale projects cause social and\nenvironmental damage due to lack of oversight. One of the most controversial\nADB-related projects is Thailand's Mae Moh coal-fired power station.\nEnvironmental and human rights activists say ADB's environmental safeguards\npolicy as well as policies for indigenous peoples and involuntary\nresettlement, while usually up to international standards on paper, are often\nignored in practice, are too vague or weak to be effective, or are simply not\nenforced by bank officials.\n\nThe bank has been criticized over its role and relevance in the food crisis.\nThe ADB has been accused by civil society of ignoring warnings leading up the\ncrisis and also contributing to it by pushing loan conditions that many say\nunfairly pressure governments to deregulate and privatize agriculture, leading\nto problems such as the rice supply shortage in Southeast Asia.\n\nIndeed, whereas the Private Sector Operations Department (PSOD) closed out\nthat year with financings of $2.4 billion, the ADB has significantly dropped\nbelow that level in the years since and is clearly not on the path to\nachieving its stated goal of 50% of financings to the private sector by 2020.\nCritics also point out that the PSOD is the only department that actually\nmakes money for the ADB. Hence, with the vast majority of loans going to\nconcessionary (sub-market) loans to the public sector, the ADB is facing\nconsiderable financial difficulty and continuous operating losses."
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Countries with the largest subscribed capital and voting rights",
        "generated_section_content_md": "The following table are amounts for 20 largest countries by subscribed capital\nand voting power at the Asian Development Bank as of December 2021.\n\nThe 20 countries with the largest capital contribution and voting rights in the Asian Development Bank  Rank | Country | Subscribed capital\n(% of total) | Voting power\n(% of total)\n---|---|---|---\n| _**World**_ | 100.000 | 100.000\n1 |  Japan | 15.571 | 12.751\n1 |  United States | 15.571 | 12.751\n3 |  China | 6.429 | 5.437\n4 |  India | 6.317 | 5.347\n5 |  Australia | 5.773 | 4.913\n6 |  Indonesia | 5.434 | 4.641\n7 |  Canada | 5.219 | 4.469\n8 |  South Korea | 5.026 | 4.315\n9 |  Germany | 4.316 | 3.747\n10 |  Malaysia | 2.717 | 2.468\n11 |  Philippines | 2.377 | 2.196\n12 |  France | 2.322 | 2.152\n13 |  Pakistan | 2.174 | 2.033\n14 |  United Kingdom | 2.038 | 1.924\n15 |  Italy | 1.803 | 1.737\n16 |  New Zealand | 1.532 | 1.520\n17 |  Thailand | 1.358 | 1.381\n18 |  Taiwan | 1.087 | 1.164\n19 |  Netherlands | 1.023 | 1.113\n20 |  Bangladesh | 1.019 | 1.109\n| _All Remaining Members_ | 10.894 | 22.832"
    },
    {
        "chapter_name": "Asian Development Bank",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Members",
        "generated_section_content_md": "Asian Development Bank – Developing Member Countries (DMC) graduation stages\n\nOutside regions\n\nAsia-Pacific region developed members\n\nDMC graduated from assistance, Group-D\n\nOrdinary Capital Resources (OCR) financing, Group-C\n\nOCR and ADF blended financing, Group-B\n\nAsian Development Fund (ADF) financing, Group-A\n\nADB has 69 members (as of 27th September 2024): 50 members from the Asian and\nPacific Region, and 18 members from Other Regions. The year listed after a\nmember's name indicates the year of their membership. When a country no longer\nremains a member, the Bank shall arrange for the repurchase of such country's\nshares by the Bank as a part of the settlement of accounts with such country\nin accordance with the provisions of paragraphs 3 and 4 of Article 43.\n\n| Regional members  | Date of accession\n---|---\nAfghanistan | 1966\nAustralia\nCambodia\nIndia\nIndonesia\nJapan\nLaos\nMalaysia\nNepal\nNew Zealand\nPakistan\nPhilippines\nSamoa\nSingapore\nSouth Korea\nSri Lanka\nTaiwan\nThailand\nVietnam\nHong Kong | 1969\nFiji | 1970\nPapua New Guinea | 1971\nTonga | 1972\nBurma | 1973\nSolomon Islands\nKiribati | 1974\nCook Islands | 1976\nMaldives | 1978\nVanuatu | 1981\nBangladesh | 1973\nBhutan | 1982\nChina | 1986\nFederated States of Micronesia | 1990\nMarshall Islands\nMongolia | 1991\nNauru\nTurkey\nTuvalu | 1993\nKazakhstan | 1994\nKyrgyzstan\nUzbekistan | 1995\nTajikistan | 1998\nAzerbaijan | 1999\nTurkmenistan | 2000\nTimor-Leste | 2002\nPalau | 2003\nArmenia | 2005\nBrunei Darussalam | 2006\nGeorgia | 2007\nNiue | 2019\n| Nonregional members  | Date of accession\n---|---\nAustria | 1966\nBelgium\nCanada\nDenmark\nFinland\nGermany\nItaly\nNetherlands\nNorway\nSweden\nUnited Kingdom\nUnited States\nSwitzerland | 1967\nFrance | 1970\nSpain | 1986\nPortugal | 2002\nLuxembourg | 2003\nIreland | 2006\nIsrael | 2024"
    }
]