[
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Election management organization\n\nThe **Association of World Election Bodies** , commonly referred to as\n‘**A-WEB** ’, was established on October 14, 2013 in Song-do, South Korea.\nA-WEB is the first global organization of election management bodies, and the\nmembership currently consists of 118 EMBs as members and 20 Regional\nassociations as associate members. Under the slogan of ‘Democracy to Grow for\nAll Worldwide,’ the A-WEB Secretariat provides training programs for election\nofficials of member nations and undertakes country programs at the request of\nmember organization, providing support during the election cycle to boost\nelection management capacity. The current chairman is Mosotho Moepya from\nSouth Africa."
    },
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Creation and inauguration",
        "generated_section_content_md": "The National Election Commission of the Republic of Korea first proposed the\ncreation of a global election management body institution to the Association\nof Asian Election Authorities (AAEA) in 2010. After a series of Working Group\nmeetings, a Charter was drawn up and the name A-WEB was chosen upon the\nsuggestion of the Election Commission of India.\n\nA-WEB was inaugurated on October 14, 2013. Over 400 participants from 140\nelection management bodies, international organizations and non-governmental\norganizations attended the ceremony in Song-do, South Korea, where the\nSecretariat was established. 97 organizations gained membership into A-WEB."
    },
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure",
        "generated_section_content_md": "A-WEB has three main bodies. The Executive Board serves the executive function\nand meets yearly to make decisions on A-WEB's general direction. It consists\nof up to ten member organizations and the Board must maintain a continental\nbalance. The more members there are from a particular continent, the more\nmembers of the Executive Board should be from that continent. The Executive\nBoard is headed by a Chairperson who leads the meetings of the board.\n\nThe remaining members make up the second body, the General Assembly. The\nGeneral Assembly convenes once every two years and votes on important issues\nrelated to A-WEB and decisions made by the Executive Board. The General\nAssembly also elects the members of the Executive Board and confirms the\ninduction of new member organizations.\n\nFinally, the secretariat carries out the general administrative work of A-WEB\nand is based in the country where the Secretary General (elected by the\nExecutive Board) resides. Currently the secretariat is based in Song-do, South\nKorea. Other member countries send secondee staff to operate the office."
    },
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Election Management Capacity Building Program",
        "generated_section_content_md": "A-WEB organizes the Election Management Capacity Building Program for election\nofficials to strengthen the election management capacity and manage their\nelections more effectively and professionally in the future. More\nspecifically, the Election Management Capacity Building Program aims:\n\n1. to support the participants to study various electoral systems, discuss issues and challenges each EMB is facing and come up with solutions to the shared problems;\n2. to provide an opportunity to exchange good practices and learn an international standard of election management;\n3. to establish a network of election officials around the world and encourage them to share their experiences and expertise.\n\nDiverse professional electoral stakeholders are invited as a guest lecturers\nto help participants have a better understanding of all aspects of election\nmanagement and electoral cycle. The program also enables the participants to\nlearn not only from the lecturer(s), but also from amongst the participants\nthemselves through interactive discussions.\n\nEach program addresses a particular topic on the electoral process such as\npolitical participation of marginalized groups, gender equality, and media in\nelection management, giving the participants a chance to consider overlooked\nelements that may affect the fairness of their election management."
    },
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Country Programs",
        "generated_section_content_md": "Country Programs aim to strengthen the accuracy in election processes by\nimproving systems related to election management and support the establishment\nof ‘good governance’ based on the needs and demands of EMBs."
    },
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Election Visitor Program",
        "generated_section_content_md": "A-WEB Election Visitor Program aims to increase understanding of different\nelection systems and to share and spread better practices and the use of ICT\nin elections through observing election administration of member EMBs, as the\narticle 4.1. of A-WEB charter; Encourage the development and promotion of a\ndemocratic culture and an environment conducive to the holding of free, fair,\ntransparent and participative elections."
    },
    {
        "chapter_name": "Association of World Election Bodies",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Current members",
        "generated_section_content_md": "* Belarus: The Central Commission of the Republic of Belarus on Elections and Holding Republican Referenda\n* Benin: Commission Electorale Nationale Autonome of Benin\n* Bhutan: Election Commission of Bhutan\n* Bolivia: Bolivian Electoral Supreme Court\n* Bosnia and Herzegovina: BiH Central Election Commission\n* Bulgaria: Central Election Commission of Bulgaria\n* Burkina Faso : Commission Electorale Nationale Independante of Burkina Faso\n* Burundi : National Independent Electoral Commission of Burundi\n* Cameroon: Elections Cameroon\n* Canada: Elections Canada\n* Colombia: Registraduria Nacionial del Estado Civil of Colombia\n* Costa Rica: Supreme Electoral Court of Costa Rica\n* Ivory Coast: Commission Electorale Independante of Côte d'Ivoire\n* Croatia: State Election Commission of the Republic of Croatia\n* Djibouti: Election Department / Ministry of Interior of Djibouti\n* Dominica: Electoral Commission of Dominica\n* Dominican Republic: Junta Central Electoral of the Dominican Republic\n* Dominican Republic: Tribunal Superior Electoral of the Dominican Republic\n* DR Congo: Commission Electorale Nationale Independante of the Democratic Republic of Congo\n* Ecuador: National Electoral Council of Ecuador\n* Egypt: Higher Elections Commission of Egypt\n* El Salvador: Supreme Electoral Tribunal of El Salvador\n* Ethiopia: National Electoral Board of Ethiopia\n* France: Conseil Constitutionnel of France\n* Gabon: General Elections Commission of Gabon\n* Georgia: Central Election Commission of Georgia\n* Ghana: Electoral Commission of Ghana\n* Guatemala: Tribunal Supremo Electoral of Guatemala\n* Guinea: Independent National Electoral Commission of Guinea\n* Guyana: Association of Caribbean Electoral Organizations (Guyana)\n* Haiti: Haiti Permanent Electoral Council\n* India: Election Commission of India\n* Indonesia: General Elections Commission of the Republic of Indonesia\n* Iraq: Independent High Electoral Commission of Iraq\n* Jamaica: Electoral Commission of Jamaica\n* Kazakhstan: Central Election Commission of the Republic of Kazakhstan\n* Kenya: Independent Electoral and Boundaries Commission of Kenya\n* South Korea: National Election Commission of the Republic of Korea\n* Kosovo: Central Election Commission of Kosovo\n* Kyrgyzstan: Central Election Commission of Kyrgyz Republic\n* The Central Election Commission of Latvia\n* Lebanon: Ministry of Interior & Municipalities of Lebanon\n* Libya: The Libyan High National Elections Commission\n* Madagascar: Independent National Electoral Commission for The Transition of Madagascar\n* Malawi: Malawi Electoral Commission\n* Maldives: Elections Commission of Maldives\n* Mali: National Independent Election Commission of Mali\n* Mali: Territorial Administration of Republic Mali\n* Mexico: Instituto Nacional Electoral of Mexico\n* Moldova: Central Electoral Commission of Moldova\n* Mongolia: General Election Commission of Mongolia\n* Mozambique: Comissao Nacional de Eleicoes of Mozambique\n* Myanmar: Union Election Commission of Myanmar\n* Nigeria: Independent National Electoral Commission of Nigeria\n* Pakistan: Election Commission of Pakistan\n* Palestine: Central Elections Commission of Palestine\n* Panama: Tribunal Electoral de Panama\n* Philippines: Philippines Commission on Elections\n* Poland: National Electoral Commission of Poland\n* Portugal: National Electoral Commission (Comissão Nacional de Eleicões) of Portugal\n* USA: Puerto Rico State Elections Commission\n* Romania: Permanent Electoral Authority of Romania\n* Russia: Central Election Commission of Russia\n* Rwanda: National Electoral Commission of Rwanda\n* Saint Lucia: St Lucia Electoral commission\n* Samoa: Office of the Electoral Commissioner of Samoa\n* Sao Tome and Principe: National Electoral Commission of São Tomé and Príncipe\n* Senegal: Commission Electorale Nationale Autonome of Senegal\n* Serbia: The Republic Electoral Commission of Serbia\n* Sierra Leone: National Electoral Commission Sierra Leone\n* Slovenia: State Election Commission of Republic of Slovenia Secretariat\n* South Africa: Electoral Commission of South Africa\n* South Sudan: National Election Commission of South Sudan\n* Sri Lanka: Department of Elections, Sri Lanka\n* Suriname: Independent Electoral Council of Suriname\n* Taiwan: Central Election Commission of Republic of China (Taiwan)\n* Tanzania: Zanzibar Electoral Commission (Tanzania)\n* Tanzania: National Electoral Commission of Tanzania\n* Thailand: Election Commission of Thailand\n* East Timor: Timor-Leste's National Electoral Commission\n* Togo: Commission Electorale Nationale Independante of Togo\n* Tonga: Tonga Electoral Commission\n* Trinidad and Tobago: Elections & Boundaries Commission of Trinidad and Tobago\n* Turkey: Supreme Election Council of Turkey\n* Uganda: Electoral Commission of Uganda\n* Uzbekistan: Central Election Commission of Uzbekistan\n* Vanuatu: Electoral Office of Republic of Vanuatu\n* Venezuela: Consejo National Electoral of Venezuela\n* Yemen: Supreme Commission for Elections and Referendum of Yemen\n* Zambia: Electoral Commission of Zambia"
    }
]