[
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Australia–UK–US security partnership\n\n**AUKUS** (/ˈɔːkəs/ _AW -kəs_), also styled as **Aukus** , is a trilateral\nsecurity partnership between Australia, the United Kingdom, and the United\nStates intended to \"promote a free and open Indo-Pacific that is secure and\nstable.\" Initially announced on 15 September 2021, the partnership involves\ntwo lines of effort referred to as pillars. Pillar 1 focuses on Australia\nacquiring nuclear-powered attack submarines and the rotational basing of US\nand UK nuclear-powered attack submarines in Australia. Pillar 2 entails the\ncollaborative development of advanced capabilities in six technological areas:\nundersea capabilities, quantum technologies, artificial intelligence and\nautonomy, advanced cyber, hypersonic and counter-hypersonic capabilities, and\nelectronic warfare; and in two broader functional areas: innovation and\ninformation sharing.\n\nAUKUS is widely seen as a response to the perception among its members that\nthe People's Republic of China poses a threat to the Indo-Pacific region. The\nChinese government said, when the partnership was announced, that it risked\n\"severely damaging regional peace\" and had a \"cold-war mentality\".\n\nA direct result of the creation of the partnership was Australia's\ncontroversial cancellation of a French-Australian submarine contract worth €56\nbillion (A$90 billion). The Australian government only gave the French\ngovernment a few hours notice of this before the public announcement of AUKUS.\nThe Australian government agreed to a €555 million (US$584 million)\ncompensation settlement with French defence contractor Naval Group."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Naval Group–Australia strategic partnership agreement",
        "generated_section_content_md": "In 2009, two years after the start of the project to replace the Royal\nAustralian Navy's conventionally-powered _Collins_ -class submarines, the\nAustralian Defence White Paper stated: \"The Government has ruled out nuclear\npropulsion for these submarines\".\n\nIn 2016, Australian prime minister Malcolm Turnbull signed a A$50 billion (€31\nbillion) deal with the majority French government-owned company Naval Group\n(known as DCNS until 2017) to design a new generation of submarines, known as\nthe _Attack_ class, under the \"Future Submarine Program\", scheduled to replace\nthe _Collins_ class. The design was based on the latest French nuclear-powered\nattack submarine, the Barracuda class, which required converting the nuclear\npropulsion to conventional propulsion. Another difference was that Australia\nchose to equip it with a United States Navy combat system and torpedo with\nLockheed Martin Australia selected to integrate them into the design.\nAustralia typically requires that part of their vessels be built there, which\nincreases the cost. In this case it corresponded to 60 per cent of the\ncontract value, with France handling the technology transfer.\n\nIn 2019, Australia signed a strategic partnership agreement with Naval Group\nto design and construct twelve submarines to be built in Australia. However,\nthe project was beset by delays and cost overruns, leading to uncertainty and\ntension behind the scenes. The revised cost, including inflation during the\nlength of the program, was A$90 billion (€56 billion).\n\nIn February 2021, an initial design plan was rejected as being too expensive,\nand Naval Group were given until September to improve their proposal. At a\nSenate inquiry in early June 2021, with delays ongoing, Defence Secretary Greg\nMoriarty revealed under questioning that he had considered making contingency\nplans if the French project was to fail, admitting that there had been ongoing\nproblems[_vague_] for over a year. Two weeks later, Australian prime minister\nScott Morrison met French president Emmanuel Macron in Paris and expressed\nconcern about the project going off track, to which Macron replied that France\nwas giving \"full and complete\" commitment and would proceed \"further and\nfaster if possible\".\n\nOn 30 August 2021, the French and Australian defence and foreign affairs\nministers released a joint statement reaffirming the project, stating that the\n\"Ministers underlined the importance of the Future Submarine program.\"\n\nLess than three weeks later, Australia decided to publicly cancel the contract\nwith Naval Group for the _Attack_ class submarines despite having already\nspent about A$2.4 billion on the French project. It was expected that\nAustralia would have to pay hundreds of millions of euros in penalties for\ncancelling the contract. The contract contained \"control gates\" with \"off-\nramps\" at which point Australia could withdraw from the contract.\n\nThe Australian Department of Defence wrote to Naval Group on the same day the\nsecurity partnership was announced. The French Ministry of Defence claim the\ndepartment told them that \"they were satisfied with the submarine's achievable\nperformance and with the progress of the program.\" Naval Group said that\nAustralia \"terminated the contract for convenience\".\n\nMorrison said that Australia now required a nuclear-powered submarine which\nhas the advantages of greater speed, remaining underwater for longer and\ncarrying heavier loads than a conventionally powered submarine, based on a\nchange in the strategic situation in the Indo-Pacific."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Australia–UK–US negotiations",
        "generated_section_content_md": "_The Sunday Telegraph_ reported that in March 2021 the Australian navy chief\nVice Admiral Michael Noonan met in London with his British counterpart Admiral\nTony Radakin and requested assistance from the UK and the US in acquiring\nnuclear-powered submarines. _The Daily Telegraph_ reported that British\nForeign Secretary Dominic Raab \"helped broker the deal\". _The New York Times_\nalso reported that Australia first approached the UK for assistance. _The Wall\nStreet Journal_ reported Australia approached the US in April 2021. A\ntrilateral discussion was held between Johnson, Biden and Morrison at the June\n2021 G7 summit held in Cornwall, England. The talks took place without the\nknowledge of the French government or Naval Group. This approach was possible\nas a result of the UK not entering into a formal foreign policy and security\ntreaty in the post-Brexit deal with the EU. As a result, the UK was free to\npursue enhanced cooperation with other allies. _Axios_ reported that the Biden\nadministration sought assurances from Australia that cancelling the contract\nwas not dependent on the US providing them with assistance and that cancelling\nwas a fait accompli. Morrison said Australia had been considering an\nalternative to the _Attack_ class submarine deal for the past 18 months.\n\nAlthough the joint announcement by Australian prime minister Scott Morrison,\nBritish prime minister Boris Johnson and US president Joe Biden did not\nmention any other country by name, except France, anonymous White House\nsources have alleged it is designed to counter the influence of Chinese forces\nin the Indo-Pacific region. However, Johnson later told parliament that the\nmove was not intended to be \"adversarial towards any other power\".\n\nUnited States Secretary of State Antony Blinken and United States Secretary of\nDefense Lloyd Austin said that Australia did not have any \"reciprocal\nrequirements\" as a consequence of the US sharing nuclear submarine propulsion\ntechnology such as Australia hosting intermediate-range missiles.\n\nIn 2024, Australian Prime Minister Anthony Albanese, made undisclosed\n\"political commitments\" with its AUKUS partners in an agreement for the\ntransfer of naval nuclear technology to Australia, sparking concerns about the\npotential for high-level radioactive waste to be stored in the country. The\nWhite House confirmed that Australia, the UK, and the US reached a significant\nmilestone in their cooperation, essential for Australia's future nuclear-\npowered submarine capabilities. Despite assurances from the government,\ncritics, including the Greens, warned of possible loopholes that could lead to\nuranium enrichment and radioactive waste management in Australia."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Pillar 1 – Nuclear-powered submarines",
        "generated_section_content_md": "US President Joe Biden, UK Prime Minister Rishi Sunak and Australian Prime\nMinister Anthony Albanese at the AUKUS meeting in San Diego, California, on 13\nMarch 2023\n\nUnder the partnership, the US and UK will share nuclear propulsion technology\nwith Australia, as they have done with each other since 1958 under the US–UK\nMutual Defence Agreement. The Royal Australian Navy (RAN) will acquire at\nleast eight nuclear-powered submarines armed with conventional weapons. The\nbasic design and key technologies will be decided by the Australian Nuclear-\nPowered Submarine Task Force an 18-month Department of Defence research\nproject headed by Vice Admiral Jonathan Mead, begun in September 2021 with\nassistance from the US and UK.\n\nAustralia will extend the life of its _Collins_ class submarines that the\n_Attack_ class was due to replace and may consider leasing or buying nuclear-\npowered submarines from the US or the UK in the interim until the delivery of\nits future nuclear powered submarines. Also in the interim, Australian Defence\nMinister Peter Dutton said that Australia will have regular visits by US and\nUK nuclear-powered submarines. The annual Australia-US Ministerial\nConsultations (AUSMIN) between the Australian Ministers for Foreign Affairs\nand Defence and the US Secretaries of State and Defense held in September 2021\nendorsed \"increasing logistics and sustainment capabilities of US surface and\nsubsurface vessels in Australia.\"\n\nAustralia considered purchasing French nuclear submarines which use nuclear\nreactors fuelled by low-enriched uranium at less than 6%. However, French\nreactor designs have to be refuelled every ten years, and Australia does not\nhave a civil nuclear capability with nuclear energy prohibited. In contrast,\nAmerican and British designs power the submarines for the expected life of the\nsubmarines using nuclear reactors fuelled by highly enriched uranium (HEU) at\n93% enrichment.\n\nCurrently, only six countries have nuclear submarines, the five permanent\nmembers of the UN Security Council (China, France, Russia, the United Kingdom\nand the United States) and India. The New York Times reported that Australia\nwill probably buy HEU from the US for the nuclear reactor that powers the\nsubmarine. The United States' naval reactors are all pressurized water\nreactors (PWR). The latest UK propulsion system is the Rolls-Royce PWR3 that\nwill power the Royal Navy's (RN) new _Dreadnought_ -class submarines currently\nbeing built and is \"based on a US design but using UK reactor technology\".\n\nUS officials have said that sharing nuclear propulsion technology with\nAustralia is a \"one-off\" and that they have no \"intention of extending this to\nother countries\". South Korea, also a US treaty ally, has had ambitions to\nacquire nuclear-powered submarines since 2017 and was reportedly refused US\nassistance in September 2020 because of nuclear non-proliferation.\n\nOn 22 November 2021, Australia, the US and the UK signed the _Exchange of\nNaval Nuclear Propulsion Information Agreement_ (ENNPIA) treaty. The treaty\npermits the disclosure of information by the US and the UK to Australia and\nits use. The US is restricted by the Atomic Energy Act of 1946 from sharing\ninformation without an agreement and the UK is also restricted by the 1958 US-\nUK Mutual Defence Agreement unless authorised. The treaty was considered in\nAustralia by the Parliament's Joint Standing Committee on Treaties, in the UK\nby the Parliament and in the US by Congress. The ENNPIA treaty entered into\nforce on 8 February 2022.\n\nOne of the first three Royal Australian Navy officers to graduate from the US\nNavy's Nuclear Power School posing with Australian and American dignitaries in\nJuly 2023\n\nOn 31 August 2022, the UK announced that Australian submariners would receive\ntraining aboard _Astute_ -class submarines.\n\nOn 13 March 2023, AUKUS announced that a new nuclear powered submarine class\nwould be built in the UK and Australia to be called the SSN-AUKUS, also known\nas the SSN-A. The US intends to sell Australia three nuclear-powered\n_Virginia_ class submarines, subject to congressional approval, to ensure\nthere is no capability gap as the _Collins_ class submarines are retired, with\nthe potential to sell up to two more if needed. RAN personnel will be embedded\nin the RN and USN to receive nuclear training and at UK and US submarine\nindustrial bases. The Submarine Rotational Force-West initiative which will\nfrom as early as 2027 base USN _Virginia_ class and RN _Astute_ class\nsubmarines on a rotational basis at the RAN's HMAS _Stirling_ submarine base\nin order to accelerate Australia's ability to operate nuclear-powered\nsubmarines and to contribute to security in the Indo-Pacific region.\n\nThe SSN-AUKUS class will based on the UK SSNR design already under\ndevelopment. The RN is planned to receive its first SSN-AUKUS class submarine\nas early as the late 2030s. The RAN is planned to receive their first\nsubmarine in the early 2040s. Australia will reportedly build five SSN-AUKUS\nsubmarines. The RAN is planned to receive their first _Virginia_ class\nsubmarine from the US in the early 2030s.\n\nThe Australian Submarine Agency was established on 1 July 2023. It has the\nrole of managing the Australian nuclear submarine program, and includes\npersonnel posted to the UK and US.\n\nIn November 2023, Capt. Lincoln Reifsteck USN, the USN's AUKUS integration and\nacquisition program manager, talked at the Naval Submarine League's annual\nsymposium. He said that, in 2032 and 2035, the USA will sell to Australia in-\nservice Block IV _Virginia_ class submarines, the first of which was\ncommissioned in 2020, and the final will likely commission around 2026. Thus,\nAustralia would receive submarines with between six and 15 years' worth of\nuse, out of their designed service life of 33 years. He also said that the USA\nwould sell a new Block VII boat to Australia in 2038, the Block VIIs being the\noriginal _Virginia_ class length without the Virginia Payload Module, set to\nbegin construction in FY2029.\n\nOn 1 June 2025, the UK government announced that it will build up to twelve\nSSN-AUKUS submarines to replace the Royal Navy's seven _Astute-_ class attack\nsubmarines from the late 2030s. The announcement also said that there will be\na major expansion of industrial capability at BAE Systems Submarines at Barrow\nand at Rolls-Royce Submarines at Derby, with a new boat scheduled to be built\nevery eighteen months. On 26 July 2025, the UK and Australian governments\nsigned the Geelong Treaty, a 50-year bilateral defence agreement to facilitate\nbilateral cooperation on the construction of Australia's SSN-AUKUS submarines."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Pillar 2 – Advanced Capabilities",
        "generated_section_content_md": "AUKUS Pillar 2 encompasses a wide array of activities (including many commonly\nreferred to by the U.S. government as international armaments cooperation).\nThere may include information and personnel exchange, cooperative research,\ndevelopment, testing, and evaluation, and joint production. In contrast to\nPillar 1 activities, which will take decades to deliver results, Pillar 2 is\nlikely to produce more immediate capability improvements."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.4.1",
        "section_name": "Undersea Capabilities",
        "generated_section_content_md": "Undersea capabilities, in the context of AUKUS, refer to systems and\ntechnologies that operate underwater but are not crewed submarines. Pillar 2\nactivities in this area include the “AUKUS Maritime Autonomy Experimentation\nand Exercise Series,” which the three governments have described as “a series\nof integrated trilateral experiments and exercises aimed at enhancing\ncapability development, improving interoperability, and increasing the\nsophistication and scale of autonomous systems in the maritime domain.” The\nAUKUS governments are also working on the ability to deploy and recover UUVs\nfrom crewed submarines (sometimes referred to as “launch and recovery”),\nconducting activities to develop and improve “the ability to launch and\nrecover undersea vehicles from torpedo tubes on current classes of submarines\nto deliver effects such as strike and intelligence, surveillance, and\nreconnaissance.” In November 2023, the United States Department of Defense\nannounced that the AUKUS partners had participated in a joint exercise to\ndemonstrate and improve capabilities relating to the protection of underwater\ninfrastructure and the use of autonomous and semiautonomous undersea systems."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.4.2",
        "section_name": "Quantum Technologies",
        "generated_section_content_md": "As part of the Quantum Technologies working group, the AUKUS nations have\nestablished the AUKUS Quantum Arrangement (AQuA), an initiative to coordinate\nU.S., British, and Australian RDT&E efforts concerning quantum technologies.\nInitial AQuA efforts were expected to focus on developing alternate solutions\nfor position, navigation, and timing (similar to current Global Positioning\nSystem capability) through trials and experimentation through 2025.\nAdditionally, the AUKUS governments announced in December 2023 that they were\n“accelerating the development of quantum technologies for positioning,\nnavigation, and timing in military capabilities,” with a particular focus on\nimproving “resilience for our trilateral forces in Global Positioning System-\ndegraded environments and enhance stealth in the undersea domain.”"
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.4.3",
        "section_name": "Advanced Cyber",
        "generated_section_content_md": "The announcement of AUKUS included the stated aim of improving \"joint\ncapabilities and interoperability. These initial efforts will focus on cyber\ncapabilities, artificial intelligence, quantum technologies, and additional\nundersea capabilities.\" Tom Tugendhat, chair of the British Commons' Foreign\nAffairs Committee, later commented on Twitter that \"Bringing together the\nmilitary-industrial complex of these three allies together is a step-change in\nthe relationship. We've always been interoperable, but this aims at much more.\nFrom artificial intelligence to advanced technology the US, UK and Australia\nwill now be able to cost save by increasing platform sharing and innovation\ncosts. Particularly for the smaller two, that's game-changing.\" _Engineering &\nTechnology_ pointed to the increasing expansion of Chinese technology firms\nsuch as Huawei, which has been excluded from tendering for participation in\ntelecommunications networks by the US and Australia on national security\ngrounds, and government vetoes over the attempted Chinese acquisition of\nAmerican company Lattice Semiconductor and ongoing British consideration of\nproposed takeovers of local semiconductor firms. _Engineering & Technology_\nalso pointed to the March 2021 statement of the US National Security\nCommission on AI, of the imperative to intensify local efforts but also \"rally\nour closest allies and partners to defend and compete in the coming era of AI-\naccelerated competition and conflict\"."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.4.4",
        "section_name": "Hypersonic and Counter-Hypersonic Capabilities",
        "generated_section_content_md": "Under the partnership, the three countries will cooperate to accelerate\ndevelopment of hypersonic missiles and defence against such missiles.\nHypersonic and counter-hypersonic cooperation was one of four additional areas\nof cooperation announced on 5 April 2022. Australia and the US have been\ncooperating on the development of hypersonic missiles since 2020 after signing\nan agreement to \"flight test full-size prototype hypersonic cruise missiles\"\nunder the Southern Cross Integrated Flight Research Experiment (SCIFiRE)."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.4.5",
        "section_name": "Other Pillar 2 activities",
        "generated_section_content_md": "The AUKUS partners have announced they will “pursue opportunities in Long\nRange Fires under AUKUS Pillar II in 2024,” and have also announced the\nestablishment of a Deep Space Advanced Radar Capability (DARC) program to\nconstantly track, detect, and identify objects in deep space from up to 22,000\nmiles away from Earth (the first will be built in Western Australia and is\nexpected to be operational by 2026, with the radars based in the UK and the US\naimed to be completed by 2030). In addition, the U.S., British, and Australian\ngovernments have established a number of initiatives designed to support\nPillar 2 efforts as a whole, such as the AUKUS Advanced Capabilities Industry\nForum and the AUKUS Defense Investors Network."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Japan",
        "generated_section_content_md": "Since the announcement of \"Pillar II\" of AUKUS, there has been persistent\nspeculation that Japan will eventually join the partnership; American\nAmbassador to Japan Rahm Emanuel wrote that Japan was \"about to become the\nfirst additional Pillar II partner\" in _The Wall Street Journal_ on 3 April\n2024. On 7 April 2024, the _Financial Times_ reported that AUKUS defence\nministers will announce on 8 April 2024 that they will launch talks related to\nthe expansion of Pillar II of the alliance. While many officials in the US\ngovernment advocate the inclusion of Japan in AUKUS, notably Deputy Secretary\nof State Kurt Campbell, there has been push back for months from the UK and\nAustralia partly in order to focus on ironing out existing complications in\nAUKUS, however primarily over concerns that Japan lacks the security systems\nrequired to protect highly sensitive information.\n\nIn September 2024, the leaders of Australia, the UK and the US issued a joint\nstatement announcing that AUKUS partners and Japan were exploring\nopportunities to improve interoperability of their maritime autonomous systems\nas an initial area of cooperation."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "New Zealand",
        "generated_section_content_md": "New Zealand has agreed to officially explore the potential benefits of joining\nPillar 2. In March 2023, New Zealand's defence minister Andrew Little said New\nZealand had been offered the opportunity to discuss joining AUKUS for the non-\nsubmarine co-operation areas. New Zealand has indicated it was \"willing to\nexplore\" the proposal. In July 2023, US Secretary of State Antony Blinken told\nNew Zealand reporters that the “door is open” for New Zealand, as well as\nother countries, to join the security partnership. In December 2023, following\nthe formation of a new government, Prime Minister Christopher Luxon said that\nNew Zealand was open to joining the non-nuclear pillar of the AUKUS agreement\nduring a state visit to Australia.\n\nIn February 2024, Australia agreed to brief New Zealand on Pillar 2\ndevelopments following a joint bilateral meeting between Australian and New\nZealand foreign and defence ministers in Melbourne. Australian Defence\nMinister Richard Marles confirmed that Australia would send officials to brief\ntheir New Zealand counterparts on Pillar 2. The four ministers also issued a\njoint statement expressing concerns about human rights violations in Xinjiang,\nTibet and Hong Kong. In response to the joint Australian-NZ bilateral meeting,\nthe Chinese Embassy in Wellington issued a statement deploring critical\nstatements about China's internal affairs and describing AUKUS as \"counter to\nthe letter and spirit of the international nuclear non-proliferation regime\".\nOn 12 February, the New Zealand Labour Party also reversed its previous\nsupport for the Pillar Two component of AUKUS, with associate foreign\nspokesperson Phil Twyford describing AUKUS as an \"offensive warfighting\nalliance against China.\" Similar sentiments were echoed by former Labour Prime\nMinister Helen Clark, who expressed concern that the National-led coalition\ngovernment was shifting New Zealand foreign policy away from a bipartisan\nnuclear free policy and getting the country drawn into geopolitical games.\n\nIn September 2024, the leaders of Australia, the UK and the US issued a joint\nstatement announcing that they were consulting with Canada, New Zealand, and\nSouth Korea to identify possibilities for collaboration on advanced\ncapabilities under AUKUS Pillar II."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "Others",
        "generated_section_content_md": "The following non-participating nations were also subject to media speculation\nabout potentially joining:\n\n* Canada\n* India\n* South Korea"
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Nuclear proliferation concerns",
        "generated_section_content_md": "The Nuclear Nonproliferation Treaty allows non-nuclear-weapon states to\nproduce the highly enriched uranium for naval reactor fuel. Nevertheless, the\nagreement to transfer US or UK nuclear submarine technology including possibly\nhighly enriched uranium has been described as an act of nuclear proliferation,\nand has been criticised by scholars and politicians. In the _Bulletin of the\nAtomic Scientists_ , scholar Sébastien Philippe criticised AUKUS and wrote \"we\ncan now expect the proliferation of very sensitive military nuclear technology\nin the coming years, with literally tons of new nuclear materials under loose\nor no international safeguards\". James M. Acton of the Carnegie Endowment for\nInternational Peace wrote that \"the nonproliferation implications of the AUKUS\nsubmarine deal are both negative and serious. For Australia to operate\nnuclear-powered submarines, it will have to become the first non-nuclear-\nweapon state to exercise a loophole that allows it to remove nuclear material\nfrom the inspection system of the International Atomic Energy Agency. I have\nno real concerns that Australia will misuse this material itself, but I am\nconcerned that this removal will set a damaging precedent. In the future,\nwould-be proliferators could use naval reactor programs as cover for the\ndevelopment of nuclear weapons.\"\n\nAustralia and Brazil would be the first countries without nuclear weapons to\nhave nuclear-powered submarines. Concerns were raised that this may lead to\nincreased risk of arms proliferation if other countries follow the same\napproach because it would involve other countries enriching uranium for naval\nreactors, potentially creating more avenues to develop material needed for\nnuclear weapons without the safeguards provided by regular inspections. This\nwould not apply in the case of Brazil because the reactor will use low\nenriched uranium at 7% concentration. 20% is the minimum level required to\nmake a nuclear weapon."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Comments and responses from participating countries",
        "generated_section_content_md": "Territories and territorial waters of Australia (yellow), the United Kingdom\n(blue), and the United States (green), including the respective Antarctic\nclaims of Australia and the UK."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Australia",
        "generated_section_content_md": "A speaker during a December 2021 protest against the AUKUS agreement in\nMelbourne\n\nThe federal opposition leader at the time, Anthony Albanese, of the Australian\nLabor Party, said that his party would support nuclear submarines as long as\nthere was no requirement to have a domestic civil nuclear industry, no\npossession of nuclear weapons and that the deal is consistent with Australia's\nresponsibilities under the nuclear non-proliferation treaty. Former Labor\nprime minister Paul Keating condemned the deal, saying \"This arrangement would\nwitness a further dramatic loss of Australian sovereignty, as material\ndependency on the United States robbed Australia of any freedom or choice in\nany engagement Australia may deem appropriate\". Former Labor prime minister\nKevin Rudd warned against overly obtrusive criticism of China and recommended\nthat Australia focus on quietly improving military capability.\n\nFormer Liberal prime minister Malcolm Turnbull, who had signed the original\ndeal for the _Attack_ class submarines called the decision to scrap the deal\n\"an appalling episode in Australia's international affairs and the\nconsequences of it will endure to our disadvantage for a very long time\". He\ncalled the actions of his successor as deceitful and that it would damage\nAustralia as foreign nations would no longer be able to trust Australia.\n\nFormer Liberal prime minister Tony Abbott called the move \"the biggest\ndecision that any Australian government has made in decades\" as \"it indicates\nthat we are going to stand shoulder to shoulder with the United States and the\nUnited Kingdom in meeting the great strategic challenge of our time, which\nobviously, is China\". Abbott said that Australia would be safer as a result,\nand cited China's increasing naval firepower as a justification for the deal.\n\nThe Australian defence minister at the time, Peter Dutton, responded by saying\nthat Australia wanted peace and stability and \"an opportunity for Indonesia,\nVietnam and Sri Lanka and Korea to continue to develop\". Dutton further\ndismissed \"outbursts from China\" and said that Australia was a \"proud\ndemocracy\" committed to \"enduring peace and this collaboration makes it a\nsafer region ... no amount of propaganda can dismiss the facts\".\n\nAustralian Greens leader Adam Bandt criticised the deal, saying that it\nescalates tensions in the region and \"makes Australia less safe\".\n\nIn December 2022, the online publication East Asia Forum (based at the\nAustralian National University) published an article stating that AUKUS\nhighlights the need for Australia to have an advanced industrial base to\nsustain its planned acquisition of nuclear-powered submarines, as well as to\nsupport hypersonic and artificial intelligence (AI) military systems.\n\nIn July 2025, former Australian Prime Minister Scott Morrison appeared before\nthe US House of Representatives Select Committee on the Chinese Communist\nParty to emphasize the importance of the AUKUS security pact as a key\ncomponent of the response to China's economic and strategic pressure on\nAustralia. Morrison highlighted that China targeted Australia to make an\nexample of its loyalty as a US ally in the region and urged the United States\nto maintain strong economic and security ties with like-minded democracies\nthrough initiatives such as AUKUS to deter coercion."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "United Kingdom",
        "generated_section_content_md": "Prime Minister at the time, Boris Johnson, said that the deal would create\n\"hundreds of high-skilled jobs\" and \"preserve security and stability around\nthe world\" but said that the relationship with France was \"rock solid\".\nConservative MP Tom Tugendhat said: \"After years of bullying and trade\nhostility, and watching regional neighbours like the Philippines see\nencroachment into their waters, Australia didn't have a choice, and nor did\nthe US or UK [to make the deal]\". Former prime minister Theresa May questioned\nwhether the UK would be forced into a war with China should Taiwan be invaded.\n\nJohnson responded to French anger on 21 September by saying \"I just think it's\ntime for some of our dearest friends around the world to prenez un grip about\nthis and donnez-moi un break\"; the latter being broken French for \"get a grip\nand give me a break\". He made further reference to the deal in his speech at\nthe Conservative Party Conference the next month, touting it as \"a supreme\nexample of global Britain in action, of something daring and brilliant that\nwould simply would not have happened if we'd remained in the EU\", whilst\nacknowledging \"a certain raucous squawkus from the anti-AUKUS caucus.\"\n\nForeign Secretary at the time, Liz Truss viewed AUKUS as the beginning of a\n\"Network of Liberty\", and also stated \"On security we are striking new pacts\nto protect our sea routes, trade routes and freedoms\", adding that \"We are in\ntalks with Japan about better military access and operational support between\nour two countries [and] we want closer security ties with key allies like\nIndia and Canada in everything from fighting cyber to traditional defence\ncapability\"."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "United States",
        "generated_section_content_md": "President Joe Biden stated that the deal was a way to \"address both the\ncurrent strategic environment in the (Indo-Pacific) region and how it may\nevolve\". After a call between the French and US presidents, the White House\nacknowledged the crisis could have been averted if there had been open\nconsultations between allies. It was agreed the process would continue in such\nmanner.\n\nIn June 2025, the United States Department of Defense to launch a review\nwhether to scrap the AUKUS agreement with Australia and the United Kingdom\nafter a push by the Under Secretary of Defense for Policy Elbridge Colby."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Japan",
        "generated_section_content_md": "On 12 April 2022, _Sankei Shimbun_ reported that the United States, United\nKingdom, and Australia were inquiring about Japan's participation in the\nsecurity framework of AUKUS. The newspaper added that the aim of said\nnegotiations was related to the incorporation of Japanese hypersonic weapon\ndevelopment and the strengthening of electronic warfare capabilities. Prior to\nthis, in November 2021, former prime minister Shinzo Abe in a virtual address\nto the Sydney Dialogue, welcomed the creation of AUKUS in the midst of an\nincreasingly severe security environment, and called for greater Japan-AUKUS\ncooperation and integration concerning artificial intelligence and\ncyberwarfare capabilities. The US denied inviting Japan into the security\nalliance, with Jen Psaki stating that Sankei Shimbun's report was\n\"inaccurate\". This was followed by another denial from Hirokazu Matsuno, the\nJapanese chief cabinet secretary. On 10 December 2022, Australia's Minister\nfor Defence announced their desire for Japan to join the partnership.\n\nOn 14 March 2023, Japanese Prime Minister Kishida Fumio expressed his support\nfor Australia's planned acquisition of US-made nuclear-powered submarines\nunder the AUKUS partnership."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "France",
        "generated_section_content_md": "The French government received official notification from Australia that the\n_Attack_ class submarine project was to be cancelled only a few hours before\nit was publicly announced. _Le Monde_ reported that the original cost of the\nproject in 2016 was €35 billion of which €8 billion (A$12 billion) was to go\nto French companies. The project was reportedly going to employ 4,000 people\nin France over six years at Naval Group and its 200 subcontractors. The French\ngovernment was angered by both the cancellation of the _Attack_ class\nsubmarine project and not being made aware of the negotiations that led to the\nAUKUS agreement. In a joint statement, French foreign minister Jean-Yves Le\nDrian and armed forces minister Florence Parly expressed disappointment at\nAustralia's decision to abandon their joint submarine program with France.\n\nOn 31 October 2021, at the G20 summit in Rome, Macron was asked whether\nMorrison lied about the French submarine contract to which Macron responded \"I\ndon't think, I know\". The French Ambassador also criticised Morrison on the\nbasis that he lied about the former contract.\n\nLe Drian further stated in a radio interview that the contract termination was\na \"stab in the back\". On 17 September, France recalled its ambassadors from\nAustralia and the US, Jean-Pierre Thébault and Philippe Étienne respectively.\nDespite tension in the past, France had never before withdrawn its ambassador\nto the United States. In a statement, Le Drian said that the \"exceptional\ndecision is justified by the exceptional gravity of the [AUKUS] announcements\"\nand that the snap cancellation of the submarine contract \"constitute[d]\nunacceptable behaviour between allies and partners\". French president Emmanuel\nMacron has not commented but is reported to have been \"furious\" about the turn\nof events. In response to questions about the Australia-EU trade deal\ncurrently being negotiated, French Secretary of State for European Affairs\nClément Beaune stated that he doesn't see how France can trust Australia.\nArnaud Danjean, a French MEP, said that \"Australians can expect more than a\ndelay in concluding the Free Trade Agreement with the EU\". French Lowy\nInstitute policy analyst Hervé Lemahieu said the diplomatic damage from the\ncancellation will take years to repair and leave a lasting legacy of\nmistrust\". After a call between the French and US presidents, the French\nambassador returned to the US on 30 September.\n\nBeaune described the United Kingdom as a junior partner and vassal of the\nUnited States due to the partnership, saying in an interview: \"Our British\nfriends explained to us they were leaving the EU to create Global Britain. We\ncan see that this is a return into the American lap and a form of accepted\nvassalisation.\" Le Drian stated that \"We have recalled our ambassadors to\n[Canberra and Washington] to re-evaluate the situation. With Britain, there is\nno need. We know their constant opportunism. So there is no need to bring our\nambassador back to explain.\" A Franco-British defence summit was cancelled.\n\nSome opposition politicians in France, such as Xavier Bertrand, Jordan\nBardella, and Fabien Roussel, criticised the French government and demanded\nthat France leave NATO, with Christian Jacob as well as demanding a\nparliamentary inquiry.\n\nA foreign ministers meeting between France, Germany, the UK, and the US had\nbeen postponed, and a ministerial meeting between Australia, France, and India\nwas cancelled. France however, contacted India to talk about strengthening\ntheir cooperation in the Indo-Pacific. France's foreign commerce minister\ndeclined a meeting with his Australian counterpart.\n\nFrench president Macron said that Europe needs to stop being naïve when it\ncomes to defending its interests and build its own military capacity.\n\nFollowing the ousting of Scott Morrison's government after the 2022 Australian\nfederal election, the new Labor government led by Prime Minister Anthony\nAlbanese agreed to a €555 million (US$584 million) settlement with French\ndefence contractor Naval Group. In response, French defence minister Lecornu\nsaid that France aims to rebuild its relationship with Australia. In addition,\nAlbanese announced plans to travel to France to reset bilateral relations\nbetween the two countries.\n\nThe exclusion of France from AUKUS has been conceptualised within the longue\ndurée of the fractious relationship between France and the Anglosphere,\npotentially reducing scope for coordination in the Indo-Pacific in the short\nterm."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "China",
        "generated_section_content_md": "The People's Republic of China (PRC)'s foreign affairs department spokesperson\nZhao Lijian said, \"The nuclear submarine cooperation between the US, the UK,\nand Australia has seriously undermined regional peace and stability,\nintensified the arms race and undermined international non-proliferation\nefforts\". Zhao also said \"The three countries should discard the Cold War\nzero-sum mentality and narrow geopolitical perspective\". Spokesperson Hua\nChunying said \"China is firmly opposed to the US, the UK and Australia's\nmalicious exploitation of loopholes in the Nuclear non-proliferation treaty\nand the International Atomic Energy Agency safeguards mechanism\".\n\nThe Chinese Communist Party-owned tabloid _Global Times_ , which is known for\nbeing more aggressive than official government statements, denounced Australia\nand said it had \"turned itself into an adversary of China\" and warned that\nAustralia could be targeted by China as a warning to other countries if it\nacted \"with bravado\" in alliance with the US, or by being \"militarily\nassertive\". It further told Australia to avoid \"provocation\" or else China\nwould \"certainly punish it with no mercy\", and concluded \"Thus, Australian\ntroops are also most likely to be the first batch of western soldiers to waste\ntheir lives in the South China Sea\".\n\nA Chinese Communist Party official, Victor Gao — former interpreter for Deng\nXiaoping and vice president of a Beijing think tank, the Center for China and\nGlobalization — considered the move to be a violation of international law and\nwarned that Australia's moves towards nuclear-powered submarines would lead to\nthe country \"being targeted with nuclear weapons\", in a future nuclear war.\n\nThe PRC ambassador to France Lu Shaye urged the new alliance to fulfill their\nnuclear non proliferation obligations and said Asia-Pacific needs jobs, not\nsubmarines, and urged France to boost cooperation."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Other countries",
        "generated_section_content_md": "* Canada – The deal was announced in the midst of the 2021 Canadian federal election. Opposition politicians quickly attacked Prime Minister Justin Trudeau over Canada's exclusion from the partnership, to which Trudeau responded by stating that \"This is a deal for nuclear submarines, which Canada is not currently or any time soon in the market for. Australia is.\" Leader of the Official Opposition Erin O'Toole stated that he would seek to join the alliance if elected.\n* Denmark – Danish Prime Minister Mette Frederiksen said that Joe Biden is \"very loyal\" to Europe and that \"we should not turn... challenges, which will always exist between allies, into something they should not be.\" The Prime Minister also said she did not understand the criticism coming from Paris and Brussels.\n* Fiji – The day after both Indonesia and Malaysia aired concerns at the sweeping plan, Albanese met Fijian counterpart Sitiveni Rabuka on Wednesday to assure him the pact would help ensure regional stability. In a briefing later, a senior member of the Australian government said the message from the Fijian leader was that he supported the AUKUS agreement and Fiji's ties with its traditional security partners. In March 2023 Mr Rabuka met Prime Minister Anthony Albanese during his brief stop in Fiji on his way back from San Diego. Mr Rabuka told reporters travelling with Mr Albanese in Fiji that he backed AUKUS, and that Mr Albanese had assured him Australia's submarine push would not undermine the Treaty of Rarotonga, which declares that the South Pacific is a nuclear weapons-free zone.\n* Germany– German Minister of State for Europe Michael Roth described the row as a \"wake up call\" and stated that the EU must speak with one voice and that rebuilding lost trust will not be easy.\n* Indonesia – The Indonesian Ministry of Foreign Affairs has expressed concerns about the implications of the Australian acquisition of nuclear-powered submarines for \"the continuing arms race and power projection in the region\". It called on Canberra to maintain its commitment to regional peace and stability. Foreign Minister Retno Marsudi stated the situation \"would certainly not benefit anyone\" and that \"efforts to maintain a peaceful and stable region must continue\". Indonesia later cancelled a planned visit by Australian Prime Minister Scott Morrison amid the fallout of the AUKUS deal. On 22 September 2021, the Commission I of the People's Representative Council urged President Joko Widodo to take a strong stand over the AUKUS deal through the auspices of ASEAN. Commission I member Rizki Aulia Rahman described the formation of AUKUS as a threat to Indonesian national defence and sovereignty. The Foreign Ministry responded that they were working on a response to the issues posed by AUKUS.\n* Kiribati – President Taneti Maamau said that the deal puts the region at risk and that he was not consulted in relation to it. In the past the UK and US tested nuclear weapons in Kiribati, so they are concerned about nuclear submarines being developed. Kiribati recently switched diplomatic recognition from Taiwan to the China mainland. Beijing told Kiribati it is listening, whereas they felt that Australia is not listening to them. Mr Maamau said he is looking to Australia to show leadership as it debates a commitment to net zero emissions by 2050. Mr Maamuu also stated he was surprised at the absence of \"courtesy\" Australia displayed in not discussing the proposed agreement with its Pacific \"neighbours\".\n* Malaysia – Malaysian Prime Minister Ismail Sabri Yaakob said he had raised concerns about the project with Mr. Morrison, and warned that the nuclear submarine project might heighten military tensions in Asia. He urged all parties to avoid any provocation, as well as an arms race in the region. \"At the same time, it will provoke other powers to take more aggressive action in this region, especially in the South China Sea,\" Mr Yaakob said. Ismail Sabri also stressed the importance of respecting and adhering to Malaysia's existing stance and approach to nuclear-powered submarines operating in Malaysian waters, including under the United Nations Convention on the Law of the Sea and the Southeast Asian Nuclear-Weapon-Free Zone Treaty. After a meeting with Indonesia's Foreign Minister, Malaysian Foreign Minister Saifuddin Abdullah stated, \"Although [Australia] stated that these are nuclear-powered summaries and not nuclear-armed ones, both our governments expressed concern and disturbance.\" Australia has since dispatched officials to Kuala Lumpur to clarify about the deal. Abdullah agreed to the suggestion of Australian Minister of Foreign Affairs, Marise Payne, for an in-depth briefing over the matter. In response to the announcement of the agreement Malaysia's defence Minister proposed an immediate working trip to China to discuss AUKUS, as they wanted to get views of AUKUS from China's Leadership.\n* New Zealand – On 16 September 2021, New Zealand Prime Minister Jacinda Ardern issued a statement reiterating New Zealand's stance that no nuclear submarines were permitted in its waters, while also stating that they were not approached about the partnership and that she would not have expected them to have been approached. Ardern said the leaders of the three member states were \"very well versed\" in New Zealand's nuclear-free policy and would have \"understood our likely position on the establishment of nuclear-powered submarines\". Notably, Ardern was the first foreign politician that Morrison informed prior to the public announcement. Judith Collins, the leader of the National Party, expressed disappointment that New Zealand was not approached to join the partnership for the non-submarine co-operation areas.\n* Democratic People's Republic of Korea (North Korea) – The Foreign Ministry of the Democratic People's Republic of Korea issued a statement condemning the deal as \"extremely undesirable and dangerous\" which would \"upset the strategic balance in the Asia-Pacific region\", potentially destroying the nuclear non-proliferation system, and criticising the \"double-dealing\" of the US which \"seriously threatens the world peace and stability\" stating that North Korea will take counteraction if the alliance threatens the country.\n* Papua New Guinea — Papua New Guinea's Prime Minister stated that he wanted to protect the \"peace and serenity\" of the region and that \"as far as securing peace is concerned, we've got no problem, but if such activities bring disharmony in the region then we have an issue\".\n* Philippines – Through a statement released by the Department of Foreign Affairs, the Philippines welcomed the signing of the trilateral security partnership. Foreign Secretary, Teodoro Locsin Jr. highlighted that \"the enhancement of a near-abroad ally's ability to project power should restore and keep the balance rather than destabilise it\", Secretary Locsin further added that without an actual presence of nuclear weapons within the region, the Philippines therefore finds that the AUKUS move would not constitute a violation of the 1995 Southeast Asian Nuclear Weapons Free Zone treaty.\n* Portugal – Portuguese Minister Augusto Santos Silva said \"In general, we ourselves express our solidarity with France, which has not been treated with due respect in this process\", adding that \"clearly, the form was not one that should have been followed\".\n* Russia – Russian Deputy Foreign Minister Sergei Ryabkov expressed concern, stating \"This is a great challenge to the international nuclear non-proliferation regime.\" and that \"We are also concerned about the ... partnership that will allow Australia, after 18 months of consultations and several years of attempts, to obtain nuclear-powered submarines in sufficient numbers to become one of the top five countries for this type of armaments.\"\n* Singapore – Prime Minister Lee Hsien Loong welcomed Australia's assurance that its new defence partnership with the US and the UK aims to promote a \"stable and secure\" Asia Pacific amid China's concerns.\n* Solomon Islands— Solomon Islands' Prime Minister Manasseh Sogavare said that he wanted to keep the region \"nuclear free\" and that he opposed \"any form of militarisation in our region that could threaten regional and international peace and stability\".\n* Taiwan – Vice President Lai Ching-te, immediately welcomed the partnership, referring to it \"as a positive development for democracy, peace, and prosperity in the region\". The foreign affairs spokesperson said, \"Taiwan, on the groundwork of the Taiwan Relations Act and the Six Guarantees, will continue to deepen the close partnership with the United States, maintain the rules-based international order, and the peace, stability, and prosperity in the Taiwan Strait and in the Indo-Pacific region together.\" Taiwan's Foreign Minister Joseph Wu also welcomed the partnership, stating \"We are pleased to see that the like-minded partners of Taiwan — the United States and the UK and Australia — are working closer with each other to acquire more advanced defence articles so that we can defend Indo-Pacific\".\n* **Others** – Morrison said he contacted prime ministers Yoshihide Suga of Japan, Narendra Modi of India, and Lee Hsien Loong of Singapore. South Korea has also remained silent."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "European Union",
        "generated_section_content_md": "President of the European Commission, Ursula von der Leyen, who told CNN that\n\"one of our member states has been treated in a way that is not acceptable.\n... We want to know what happened and why.\" The EU also demanded an apology\nfrom Australia. President of the European Council Charles Michel denounced a\n\"lack of transparency and loyalty\" by the US. The EU said the crisis affects\nthe whole union.\n\nPreparations for a new EU-US trade and technology council between the US and\nEU were postponed. France eventually dropped their opposition to these talks\nwhich took place in Pittsburgh on 29 September 2021. France also attempted to\ndelay the free trade talks between the EU and Australia. Apparently \"most of\nEurope felt that transatlantic ties were too important to sacrifice to French\npique\"; such as the pro-free trade Northern Europe countries, as well as\nEastern European nations that prioritize security ties with Washington, who\n\"resented the French attempt to impose its indignation on the rest of the\nbloc\". Key advocates for the TTC talks included EU's digital chief Margrethe\nVestager, who favors open markets, and EU trade chief Valdis Dombrovskis from\nLatvia, who views the US alliance and NATO as a vital counterweight to Russia\nand China. Lithuanian deputy European Affairs Minister Arnoldas Prankevicius\nproclaimed \"What is important is to keep trans-Atlantic unity, because we\nbelieve this is our biggest strength and biggest value, especially vis-à-vis\nsuch countries as Russia and China\"."
    },
    {
        "chapter_name": "AUKUS",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Summits",
        "generated_section_content_md": "| Date  | Host  | Location  | Leaders  | Ref.\n---|---|---|---|---|---\n1  | 15 September, 2021  |  United States | Virtual meeting\n(Video conference) |  3\n\n* Scott Morrison\n* Boris Johnson\n* **Joe Biden**\n\n|\n2  | 13 March, 2023  | San Diego |  3\n\n* Anthony Albanese\n* Rishi Sunak\n* **Joe Biden**\n\n|"
    }
]