[
    {
        "chapter_name": "Belgium–Luxembourg Economic Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Economic union between Belgium and Luxembourg\n\nThe **Belgium–Luxembourg Economic Union** (Dutch: _Belgisch-Luxemburgse\nEconomische Unie_ , French: _Union économique belgo-luxembourgeoise_ , German:\n_Belgisch-Luxemburgische Wirtschaftsunion_ , Luxembourgish: _Belsch-\nLëtzebuerger Wirtschaftsunioun_), abbreviated to **BLEU** or **UEBL** , is an\neconomic union between Belgium and Luxembourg, two countries in the Benelux\nUnion.\n\nBLEU was created by a treaty, signed on 25 July 1921, despite a referendum\nagainst such a proposal, between Belgium and Luxembourg, and came into effect\nupon ratification by the Luxembourg Chamber of Deputies on 22 December 1922.\nUnder the terms of the treaty, the economic frontier was lifted and the\nBelgian franc and Luxembourg franc were set at a fixed parity (though revised\nin 1935 and 1944) establishing a fixed exchange rate system, which existed\nuntil the introduction of the euro. The original treaty lasted for fifty\nyears, expiring in 1972; this was extended for ten years in 1982 and again in\n1992. On 18 December 2002, the two countries signed a new convention.\n\nIt has been seen as the forerunner of the Benelux Union, which was established\nas the Benelux Customs Union in 1944 by the London Customs Convention and also\nincludes the Netherlands. While many aims of the BLEU have been subsumed by\nthe Benelux Union, and later the European Union, it still has some relevance\nin being able to decide more precise measures than these organisations.\nInternational trade statistics were available for BLEU only as a combined\nentity until 1999 when European Community rules required split information."
    },
    {
        "chapter_name": "Belgium–Luxembourg Economic Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Compared with the Zollverein, the UEBL had several advantages for Luxembourg.\nBelgium was only allowed to alter its customs tariffs or conclude trade\ntreaties after consultation with the Luxembourgish government, whereas before\n1918 Luxembourg had to go along with German decisions. Similarly, only\nLuxembourgish customs agents would operate in Luxembourg, while under the\nZollverein Prussian officials had operated in Luxembourg.\n\nThe functioning of the UEBL was entrusted to a board of directors consisting\nof two Belgian members (including the chairman) and one Luxembourgish member,\nand the Higher Council of the Union (with three Belgian and two Luxembourgish\nmembers)."
    }
]