[
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Refers to France, Germany, Italy and the United Kingdom\n\nThe **Big Four** , also known as the **E4** or **G4** , refers to France,\nGermany, Italy and the United Kingdom. France and the United Kingdom are\nofficial nuclear-weapon states and are permanent members of the United Nations\nSecurity Council with the power of veto, which enables any one of them to\nprevent the adoption of any \"substantive\" draft Council resolution, regardless\nof its level of international support. The United Kingdom is the only country\nof the Big Four which is not a member state of the European Union, having\nended its membership in 2020, pursuant to a referendum held in 2016. France,\nGermany, Italy and the United Kingdom are considered major European powers and\nthey are the Western European countries individually represented as full\nmembers of the G7 and the G20. They have been referred to as the \"Big Four of\nEurope\" since the interwar period.\n\nThe term G4 was used for the first time when French President Nicolas Sarkozy\ncalled for a meeting in Paris with Italian Prime Minister Silvio Berlusconi,\nBritish Prime Minister Gordon Brown and German Chancellor Angela Merkel to\nconsider the response to the 2008 financial crisis and the Great Recession.\nThe Organisation for Economic Co-operation and Development describes them as\nthe \"Four Big European Countries\"."
    },
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Issues",
        "generated_section_content_md": "The leaders of the four countries usually have a series of joint video\nconference calls with the US president (see NATO Quint), or with other\nleaders, on international issues. With US President Barack Obama, for example,\nthey discussed the Transatlantic Trade and Investment Partnership, the Syrian\ncivil war and the use of chemical weapons during the conflict, the Russian\nannexation of Crimea and international sanctions against Russia, the post-\ncivil war violence in Libya, the Israeli–Palestinian conflict, the 2014\nAmerican intervention in Iraq and the Ebola virus disease. With Russian\nPresident Vladimir Putin, they discussed, for example, the Vienna peace talks\nfor Syria."
    },
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Statistics",
        "generated_section_content_md": "Big Four\n---\nCountry  | Population  | Share of EU population[A] | Contribution to EU budget (2014-2020) (€ mil)  | MEPs\nFrance | 66,616,416  | 14.97%  | 19,573.6  | 27.52%  | 79\nGermany | 80,716,000  | 18.54%  | 25,815.9  | 36.30%  | 96\nItaly | 60,782,668  | 13.58%  | 14,368.2  | 20.20%  | 76\nUnited Kingdom | 67,791,400  | N/A  | 11,341.6  | 15.95%  | N/A\n**Total** | 272,215,084  | 47.09%  | 71,099.3  | 64.24%  | 251\n\n**A** Council of EU voting, where procedure indicates a qualified majority\nvote, requires a double majority of at least 55% of EU member states and 65%\nof EU population to adopt Commission proposals. This increases to 72% of EU\nmember states and 65% of EU population when the proposal originates from a\nmember state."
    },
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "France, Germany, Italy and the United Kingdom have been referred to as the\n\"Big Four of Europe\" since the interwar period (1919–1939), when the four\ncountries signed the Four-Power Pact and the Munich Agreement. Britain and\nFrance, permanent members of the League of Nations' executive council along\nwith Italy and Japan, were involved in a policy of appeasement towards\nGermany. World War II (1939–1945) saw the United States, the United Kingdom,\nRussia, France and China fighting against Germany, Italy and Japan. The defeat\nof the Axis powers resulted in the formation of the United Nations, where the\nfive victorious countries of the Allied powers were granted a permanent seat\nin the Security Council. Germany, Italy and Japan experienced a post-war\neconomic miracle and took part in the 1st G6 summit along with France, the\nUnited Kingdom and the United States in 1975.\n\nSince 1945, France and Great Britain have often acted alone in defence policy\nmatters while Germany and Italy have preferred to act within the framework of\ninternational organisations. For example, France, Germany, Italy and the UK\nwere the EU countries represented in the Syria peace talks, but only France\nand the UK are directly bombing ISIS in Syria, while Germany and Italy prefer\nto give military aid and to send training troops.\n\nUS President Barack Obama with EU4 leaders Hollande, Cameron, Merkel and Renzi\nduring the 2014 Wales summit"
    },
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Quint",
        "generated_section_content_md": "The Quint (or NATO Quint) is an informal decision-making group consisting of\nfive Western powers: the United States and the Big Four (France, Germany,\nItaly and the United Kingdom). It operates as a \"directoire\" of various\nentities such as NATO and the G7/G20."
    },
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Brexit",
        "generated_section_content_md": "A European Union membership referendum took place on Thursday 23 June 2016 in\nthe UK and resulted in an overall vote to leave the EU, by 51.9%. The British\ngovernment triggered Article 50 of the Treaty on European Union to begin the\nprocess to leave the EU, which concluded on 31 January 2020. The G4 now\nconsists of the UK and the new EU big three (Germany, France and Italy), the\nlarge founding members of the European Communities that have retaken a leading\nrole in Europe following the decision of the UK to leave the EU."
    },
    {
        "chapter_name": "Big Four (Western Europe)",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Current government leaders",
        "generated_section_content_md": "* **France**\nEmmanuel Macron, President\n\n* **Germany**\nFriedrich Merz, Chancellor\n\n* **Italy**\nGiorgia Meloni, Prime Minister\n\n* **United Kingdom**\nKeir Starmer, Prime Minister"
    }
]