[
    {
        "chapter_name": "Bioversity International",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"Bioversity International\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( April 2016)__(Learn how and when to remove this\nmessage)_  \n---|---  \n  \n**Bioversity International** is a global research-for-development organization\nthat delivers scientific evidence, management practices and policy options to\nuse and safeguard agricultural biodiversity to attain global food- and\nnutrition security, working with partners in low-income countries in different\nregions where agricultural biodiversity can contribute to improved nutrition,\nresilience, productivity and climate change adaptation. In 2019, Bioversity\nInternational joined with the International Center for Tropical Agriculture\n(as the Alliance of Bioversity International and CIAT) to \"deliver research-\nbased solutions that harness agricultural biodiversity and sustainably\ntransform food systems to improve people's lives\". Both institutions are\nmembers of the CGIAR, a global research partnership for a food-secure future.\n\nThe organization is highly decentralized, with about 300 staff working around\nthe world with regional offices located in Central and South America, West and\nCentral Africa, East and Southern Africa, Central and South Asia, and South-\neast Asia. In the summer of 2021 Bioversity International's office in\nMaccarese was moved to the Aventine Hill near the FAO in Rome, Italy and\nserves as the Alliance of Bioversity International and CIAT's global\nheadquarters."
    },
    {
        "chapter_name": "Bioversity International",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "Bioversity International is a research-for-development organization focused on\nsafeguarding and using agricultural biodiversity to help meet challenges such\nas adaptation to climate change and increased sustainable production.\n\nThe organization takes the view that diversity offers opportunities not only\nthrough breeding (of plants and of animals) but also by delivering many other\nbenefits. Some are direct, such as the better nutrition and greater\nsustainability that come with locally adapted crops. Others are indirect, like\nthe ecosystem services delivered by healthy populations of pollinators,\nbiological control agents, and soil microbes. Agricultural biodiversity will\nalso be absolutely essential to cope with the predicted impacts of climate\nchange, not simply as a source of traits but as the underpinnings of more\nresilient farm ecosystems."
    },
    {
        "chapter_name": "Bioversity International",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Governance",
        "generated_section_content_md": "Bioversity International is governed by a Board of Trustees, including one\nTrustee nominated by the host country (Italy) and one nominated by FAO. The\nBoard also appoints the Director General who manages the operation of the\nvarious programs. The current Director General is Juan Lucas Restrepo."
    },
    {
        "chapter_name": "Bioversity International",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "In 2014, Bioversity International marked 40 years of operations. Bioversity\nInternational was originally established by the CGIAR as the **International\nBoard forPlant Genetic Resources** (**IBPGR**) in 1974. In October 1993, IBPGR\nbecame the **International Plant Genetic Resources Institute** (**IPGRI**) and\nin 1994 IPGRI began independent operation as one of the centers of the CGIAR.\nAt the request of the CGIAR, in 1994 IPGRI took over the governance and\nadministration of the **International Network for the Improvement of Banana\nand Plantain** (**INIBAP**). In 2006, IPGRI and INIBAP became a single\norganization and subsequently changed their operating name to Bioversity\nInternational. Bioversity International still maintains the world's largest\nbanana gene bank, the Bioversity International _Musa_ Germplasm Transit\nCentre, that is hosted at the Katholieke Universiteit Leuven (KU Leuven) in\nLeuven, Belgium, and manages ProMusa \\- a platform that shares knowledge about\nbananas and plantains. In 2002, the Global Crop Diversity Trust was\nestablished by Bioversity International on behalf of the CGIAR and the UN Food\nand Agriculture Organization, through a Crop Diversity Endowment Fund."
    },
    {
        "chapter_name": "Bioversity International",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Publications",
        "generated_section_content_md": "Bioversity International and its predecessors have published occasional papers\nunder the title _Issues in Genetic Resources_. In 2017, the organization\npublished _Mainstreaming Agrobiodiversity In Sustainable Food Systems -\nScientific Foundations for an Agrobiodiversity Index_ , a book that put the\nspotlight on the importance of agrobiodiversity as the foundation of our food\nsupplies."
    },
    {
        "chapter_name": "Bioversity International",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Notable former member Board of Trustees",
        "generated_section_content_md": "* Prof. Emeritus Chin Hoong Fong, IBGR (1987-1992), Honorary Fellow (1997-2018)"
    }
]