[
    {
        "chapter_name": "Black Sea Trade and Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization\n\nThe **Black Sea Trade and Development Bank (BSTDB)** is an international\ndevelopment finance institution serving the eleven member founding countries\nof the Black Sea Economic Cooperation, a regional economic organization. It\nsupports economic development and regional cooperation by providing loans,\nguarantees, and equity for development projects and trade transactions. BSTDB\nsupports both public and private enterprises in member countries and does not\nattach political conditionality to its financing.\n\nObjectives of the bank include promoting regional trade links, cross country\nprojects, foreign direct investment, supporting activities that contribute to\nsustainable development, with an emphasis on the generation of employment in\nthe member countries, ensuring that each operation is economically and\nfinancially sound. The bank has an authorized capital of EUR 3.45 billion.\n\nBSTDB is governed by the Agreement Establishing the Black Sea Trade and\nDevelopment Bank, a United Nations registered treaty. The Agreement came into\nforce on January 24, 1997. BSTDB commenced its operational activities in June\n1999."
    },
    {
        "chapter_name": "Black Sea Trade and Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Ratings",
        "generated_section_content_md": "In April 2022, Moody's Investors Service rated BSTDB \"A2\" long term with\nstable outlook. Standard & Poor's rating agency assigned BSTDB a long term\nissuer rating of \"A−\" with stable outlook. Scope Ratings evaluates BSTDB at A−\nwith negative outlook."
    },
    {
        "chapter_name": "Black Sea Trade and Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Management",
        "generated_section_content_md": "The Bank is overseen by the Board of Governors, Board of Directors, the\nPresident, three Vice Presidents and the Secretary General. The head of the\nBoard of Directors and the chief executive of the Bank is the Director. Board\nof Directors appoints the Vice Presidents and the Secretary General.\n\nIn 2018, Dmitry Pankin was appointed the President for the term of four years.\nPankin was succeeded by Serhat Köksal in July 2022.\n\nEach shareholder appoints one person to the Board of Governors and one to the\nBoard of Directors."
    },
    {
        "chapter_name": "Black Sea Trade and Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Member states",
        "generated_section_content_md": "member states\n\nAlthough the Black Sea Economic Cooperation organization has thirteen members,\nmembership in the bank only includes the eleven founding members:\n\nBank members and their shareholdings:\n\nCountry  | Shareholding  | Paid up capital  | Note\n---|---|---|---\nAlbania | 2.0% | €13.8m |\nArmenia | 1.0% | €6.9m |\nAzerbaijan | 5.0% | €34.5m |\nBulgaria | 13.5% | €93.15m |\nGeorgia | 0.5% | €3.45m |\nGreece | 16.5% | €113.85m |\nMoldova | 0.5% | €3.45m | (reduced from 1% in 2011)\nRomania | 14.0% | €96.6m |\nRussia | 16.5% | €113.85m |\nTurkey | 16.5% | €113.85m |\nUkraine | 13.5% | €93.15m |\nunallocated | 0.5% |  |\n\nEach shareholder has an obligation to pay additional capital if called upon,\nin total an additional €1.602 billion.\n\nSerbia and North Macedonia are full members of the Black Sea Economic\nCooperation organization, however they do not have any shareholding\npercentages in the bank."
    },
    {
        "chapter_name": "Black Sea Trade and Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Observer organizations",
        "generated_section_content_md": "Observer organizations of the Black Sea Trade and Development Bank, include:\n\n* Asian Development Bank (ADB)\n* Association of European Development Finance Institutions (EDFI)\n* European Bank for Reconstruction and Development (EBRD)\n* European Investment Bank (EIB)\n* International Finance Corporation (IFC)\n* Islamic Corporation for the Development of the Private Sector, of the Islamic Development Bank (ICD)\n* KfW\n* Nordic Investment Bank (NIB)\n* Development Bank of Austria (OeEB)\n* Proparco"
    },
    {
        "chapter_name": "Black Sea Trade and Development Bank",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Partnership agreements",
        "generated_section_content_md": "* The BSTDB finalized a strategic partnership agreement with the Eurasian Development Bank in February 2018.\n* In July 2018, the BSTDB signed a cooperation agreement with the OPEC Fund for International Development.\n* In October 2008, the BSTDB finalized a cooperation agreement with the Development Bank of Austria"
    }
]