[
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\n**BRICS** is an intergovernmental organization comprising ten countries –\n**B** razil, **R** ussia, **I** ndia, **C** hina, **S** outh Africa, Egypt,\nEthiopia, Indonesia, Iran and the United Arab Emirates. The idea of a BRICS-\nlike group can be traced back to Russian foreign minister Yevgeny Primakov and\nto the two forums RIC (Russia, India, China) and IBSA (India, Brazil, South\nAfrica). BRIC was originally a term coined by British economist Jim O'Neill\nand later championed by his employer Goldman Sachs in 2001 to designate the\ngroup of emerging markets. The first summit in 2009 featured the founding\ncountries of Brazil, Russia, India, and China, where they adopted the acronym\n**BRIC** and formed an informal diplomatic club where their governments could\nmeet annually at formal summits and coordinate multilateral policies. In April\n2010, South Africa attended the 2nd BRIC summit as a guest. In September 2010\nthey joined the organization which was then renamed BRICS, and attended the\n3rd BRICS summit in 2011 as a full member. Iran, Egypt, Ethiopia, and the\nUnited Arab Emirates attended their first summit as member states in 2024 in\nRussia. Indonesia officially joined as a member state in early 2025, becoming\nthe first Southeast Asian member. The acronym **BRICS+** (in its expanded form\n**BRICS Plus**) has been informally used to reflect new membership since 2024.\n\nSome in the West consider BRICS the alternative to the G7. Others describe the\ngrouping as an incoherent joining of countries around increasing anti-Western\nand anti-American objectives. Together BRICS has implemented competing\ninitiatives such as the New Development Bank, the BRICS Contingent Reserve\nArrangement, BRICS PAY, the BRICS Joint Statistical Publication and the BRICS\nbasket reserve currency. In its first 15 years BRICS has established almost 60\nintra-group institutions, and think tanks to dialogues, covering agenda in 34\nsubjects. The original five members and Indonesia are also part of the G20.\nBRICS has received both praise and criticism from numerous commentators and\nworld leaders."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Founding",
        "generated_section_content_md": "Collective action in the political arena in the late 1990s was present before\nthe economic rationale of BRICS. The idea of a multipolar group like BRICS can\nbe traced back to Yevgeny Primakov during his term as Minister of Foreign\nAffairs of Russia. He reiterated the idea in New Delhi in 1998. The forums RIC\n(Russia, India, China) and IBSA (India, Brazil, South Africa) predated and\nplayed an important role in the creation of BRIC and subsequently BRICS.\n\nThe New Development Bank, headquartered in Shanghai, China, is the premier\ninstitution of BRICS.\n\nThe term _BRIC_ , as compared to the alternate term _CRIB_ , was originally\ndeveloped in the context of foreign investment strategies. It was introduced\nin the 2001 publication, _Building Better Global Economic BRICs_ by Jim\nO'Neill, then head of global economics research at Goldman Sachs and later\nChairman of Goldman Sachs Asset Management. O'Neill now regards the BRICS\ngroup as a failed project. In a 2021 article for _Project Syndicate_ he wrote\nthat the BRICS countries \"have so far proven incapable of uniting as a\nmeaningful global force\" and felt in 2024 that \"each year also brings further\nconfirmation that the grouping serves no real purpose beyond generating\nsymbolic gestures and lofty rhetoric\".\n\nThe foreign ministers of the initial four BRIC states (Brazil, Russia, India,\nand China) met in New York City in September 2006 at the margins of the\nGeneral Debate of the UN Assembly, beginning a series of high-level meetings.\nA full-scale diplomatic meeting was held in Yekaterinburg, Russia, on 16 June\n2009.\n\nThe BRIC group's first formal summit, also held in Yekaterinburg, commenced on\n16 June 2009, with Luiz Inácio Lula da Silva, Dmitry Medvedev, Manmohan Singh,\nand Hu Jintao, the respective leaders of Brazil, Russia, India, and China, all\nattending. The summit's focus was on improving the global economic situation\nand reforming financial institutions amid the Great Recession. There was also\ndiscussion of how the four countries could better cooperate in the future, and\nways developing countries, such as three-fourth of the BRIC members, could\nbecome more involved in global affairs.\n\nIn the aftermath of the 2009 Yekaterinburg summit, the BRIC nations announced\nthe need for a new global reserve currency, which would have to be \"diverse,\nstable and predictable\". Although their statement did not directly criticize\nthe perceived dominance of the US dollar (as Russia had in the past) it did\nspark a fall in the value of the dollar against other major currencies."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "2010 expansion",
        "generated_section_content_md": "In 2010, South Africa began efforts to join BRIC, and the process for its\nformal admission began in August of that year. South Africa officially became\na member nation on 24 December 2010 after being formally invited by China, and\nwas subsequently accepted by other BRIC countries. The group was renamed\n_BRICS_ to represent the addition of _South Africa_ to the original four BRIC\nmembers. At the third BRICS summit in 2011 in Sanya, China, South African\npresident Jacob Zuma represented the country as a full member for the first\ntime."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "New Development Bank",
        "generated_section_content_md": "New Development Bank's logo South African President Cyril Ramaphosa and other\nBRICS representatives during the 15th BRICS summit in Johannesburg, 23 August\n2023\n\nIn June 2012, the BRICS nations pledged $75 billion to boost the lending power\nof the International Monetary Fund (IMF). However, the proposed loan was\nconditional on IMF voting reforms. In March 2013, during the fifth BRICS\nsummit in Durban, the member countries agreed to create a global financial\ninstitution to cooperate with the western-dominated IMF and World Bank. They\nplanned to set up this New Development Bank (known at the time as the \"BRICS\nDevelopment Bank\") by 2014.\n\nAt the BRICS leaders meeting in Saint Petersburg in September 2013, China\ncommitted $41 billion towards the pool; Brazil, India, and Russia $18 billion\neach; and South Africa $5 billion. China, which held the world's largest\nforeign exchange reserves and contributed the bulk of the currency pool,\nwanted a more significant managing role. China also wanted to be the location\nof the reserve. In October 2013, Russia's Finance Minister Anton Siluanov said\nthat creating a $100 billion in funds designated to steady currency markets\nwould be taken in early 2014. The Brazilian finance minister, Guido Mantega,\nconfirmed that the fund would be created by March 2014. However, by April\n2014, the currency reserve pool and development bank had yet to be set up, and\nthe date was rescheduled to 2015.\n\nIn July 2014, during the sixth BRICS summit in Fortaleza, the BRICS members\nsigned a document to create the US$100 billion New Development Bank and a\nreserve currency pool worth over another US$100 billion. Documents on\ncooperation between BRICS export credit agencies and an agreement of\ncooperation on innovation were also signed.[_citation needed_] The Fortaleza\nsummit was followed by a BRICS meeting with the Union of South American\nNations presidents in Brasília."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Other initiatives",
        "generated_section_content_md": "2024 BRICS Games in Russia\n\nSince 2011, the National Institutes of Statistics of the BRICS group of\ncountries (Institute of Geography and Statistics (Brazil), Federal State\nStatistics Service (Russia), the National Bureau of Statistics (China), the\nCentral Statistics Office (India), and Statistics South Africa) produce an\nannual joint statistical publication to put statistical production in\nperspective, compare adopted methodologies and statistical results. The\npublication serves as a single data platform for the mutual benefit of\nparticipating countries.\n\nSince 2012, the BRICS group of countries has been planning an optical fiber\nsubmarine communications cable system to carry telecommunications between the\nBRICS countries, known as the BRICS Cable. Part of the motivation for the\nproject was the spying of the U.S. National Security Agency on all\ntelecommunications that flowed in and out of United States territory.\nConstruction of the proposed cable network was abandoned in 2015, possibly due\nto cost.\n\nIn August 2019, the communications ministers of the BRICS countries signed a\nletter of intent to cooperate in the Information and Communication Technology\nsector. This agreement was signed in the fifth edition of the meeting of\ncommunication ministers of countries member of the group held in Brasília,\nBrazil.\n\nMeeting of BRICS foreign ministers on 22 September 2022\n\nThe New Development Bank plans on giving out $15 billion to member states to\nhelp their struggling economies. Member countries are hoping for a smooth\ncomeback and a continuation of economic trade pre-COVID-19. The 2020 BRICS\nsummit was held virtually in St. Petersburg, Russia, and discussed how to\nhandle the COVID-19 pandemic and how to fix the multilateral system via\nreforms. During the 13th BRICS summit, in 2021, Indian Prime Minister Narendra\nModi called for a transparent investigation into the origins of COVID-19 under\nthe World Health Organization with the full cooperation of \"all countries\",\nand Chinese leader Xi Jinping spoke directly afterwards, calling on BRICS\ncountries to \"oppose politicisation\" of the process.\n\nIn May 2023, South Africa announced that it would be giving diplomatic\nimmunity to Vladimir Putin and other Russian officials so that they could\nattend the 15th BRICS Summit despite the ICC arrest warrant for Putin. In July\n2023, the Russian president announced that he would not personally attend the\nBRICS summit in Johannesburg on 22–24 August despite good relations with the\nSouth African government. Russian news channels noted that Putin would\nremotely participate online in all BRICS leaders' sessions, including its\nBusiness Forum, and also deliver his remarks virtually.\n\nIn the first 15 years of BRICS, it produced hundreds of decisions and complied\nwith a majority of them. BRICS has established almost 60 intra-group\ninstitutions and a network including think tanks and dialogues in various\nareas. The group has an agenda of over 30 subjects. These groups include:\nBRICS Business Council, BRICS Think Tanks Council, BRICS Women's Business\nAlliance, BRICS Business Forum, and the BRICS Academic Forum. At Kazan the\nestablishment of a BRICS Deep-Sea Resources International Research Center and\na BRICS Digital Ecosystem Cooperation Network was announced.\n\nIn 2021 BRICS formally agreed to work together to build a satellite\nconstellation and share remote sensing satellite data from this. The\nconstellation will have six existing satellites from China, Russia and India.\nIn 2023, Russia proposed that the other BRICS members could build a joint\nresearch station on its space station."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Discussions",
        "generated_section_content_md": "BRICS has been involved in discussions related to areas of conflict and\nhumanitarian crises such as Afghanistan, Gaza, Lebanon, Sudan, Haiti, Syria\nand Ukraine. NATO air strikes in Libya were discussed during the third summit.\nIn 2023 South African chair President Cyril Ramaphosa condemned the Gaza war.\nIn 2024, a joint statement slamming Israel's attacks in Gaza was made by the\nforeign ministers of BRICS."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "2024 expansion",
        "generated_section_content_md": "Kazan hosted the first plenary session of the 16th BRICS Summit in the\nOutreach/BRICS+ format\n\nIn August 2023, at the 15th BRICS summit, South African President Cyril\nRamaphosa announced that 6 emerging market group countries (Argentina, Egypt,\nEthiopia, Iran, Saudi Arabia, and the United Arab Emirates) had been invited\nto join the bloc. Full membership was scheduled to take effect on 1 January\n2024.\n\nHowever, the Argentine general election in November 2023 led to a change in\npresident to Javier Milei, who had committed to withdraw the country's\nmembership application. On 30 November 2023, incoming Foreign Minister of\nArgentina Diana Mondino confirmed that Argentina would not join the BRICS. On\n29 December 2023 the Government of Argentina sent a letter to all BRICS\nleaders to officially announce its withdrawal from the application process.\n\nBy January 2024, Egypt, Ethiopia, Iran, and the United Arab Emirates joined\nthe bloc making BRICS membership grow from five to nine countries, while Saudi\nArabia delayed its membership. Saudi Arabia did not join BRICS at the start of\n2024 as had been planned, and it announced in mid-January that it was still\nconsidering the matter. As of April 2024, the matter is still under\nconsideration. The organizers touted the expansion as part of a plan to build\na competing multipolar world order that uses Global South countries to\nchallenge and compete against the western-dominated world order. _China Daily_\nused the expansion to claim that more developing countries were interested in\njoining BRICS.\n\nOn 24 October 2024, an additional 13 countries, namely Algeria, Belarus,\nBolivia, Cuba, Indonesia, Kazakhstan, Malaysia, Nigeria, Thailand, Turkey,\nUganda, Uzbekistan and Vietnam, were invited to participate as \"partner\ncountries\". The partner status would allow these countries to engage with and\nbenefit from BRICS initiatives. It is unclear whether the countries in this\ntier have received official membership invitations."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "2025 expansion",
        "generated_section_content_md": "On 6 January 2025, Indonesia joined BRICS officially as a full member, making\nit the first Southeast Asian state to join the bloc, as well as the 11th\nmember of BRICS. Jakarta's bid got the green light from the bloc in 2023, but\nthe Southeast Asian country asked to join following the presidential election\nheld in 2024. 2025's BRICS presidency leader and Brazil's Lula announced their\nofficial entry. Indonesia's history with the original BRIC members goes back\nto 2009, when some observers referred to a theorized grouping as \"BRICI\" given\nIndonesia's growing and stable economy and ties to India and China.\n\nThe partnerships that were announced in the previous year, went into effect in\nJanuary 2025 as well. Nigeria joined the partnership countries on 17 January."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Statistics",
        "generated_section_content_md": "BRICS+ accounts for 46% of the world's population, and 25% of the world's\nlandmass. The economy of the BRICS has risen by 356.27% between 1990 and 2019.\nIn 2022, BRICS+ share of world GDP at purchasing power parity (PPP) is 35.6%.\nIntra-BRICS trade was US$614.8 billion as of 2022. BRICS has 4,716 centi-\nmillionaires and 549 billionaires. BRICS+ countries have over 1200 satellites\nin orbit. BRICS have 40 percent of existing internet users worldwide. In 2022,\nmore than 87% of Russians use digital payments followed by China at 86%, and\nthen South Africa at 81% and Brazil at 77%, and lastly India at 35%.\n\nA graph illustrating the estimated nominal **GDP (Nominal)** share of the\nBRICS and G7 countries from 1990 to 2025\n\nBrazil, India, and China are among the world's ten largest countries by\npopulation, area, and gross domestic product (GDP, nominal and PPP). All five\ninitial member states are members of the G20,[_citation needed_] with a\ncombined nominal GDP of US$28 trillion (about 27% of the gross world product),\na total GDP (PPP) of around US$65 trillion (35% of global GDP PPP), and an\nestimated US$5.2 trillion in combined foreign reserves (as of 2024).[_non-\nprimary source needed_] BRICS generated close to 32% of global economic output\n(GDP PPP) in 2022. The expanded BRICS+ generates 36% of global GDP.\n\nTaking into account the GDP PPP of the BRICS+, China accounts for 52%.\nEconomically the group represents $28.5 trillion. BRICS+ has a larger GDP than\nboth the G7 and the EU. The share of the Chinese renminbi in total intra-BRICS\ntrade transactions is about 47%. In 2017 BRICS accounted for 19% of global\ninvestment inflows.\n\nPercent of share of G7 and BRICS **GDP (PPP)** in world economy as from 1990\nto 2022\n\nIn 2024 the informality rate was 62% while the labour force participation was\n60.8%. BRICS+ oil production is almost 30% of global oil output. BRICS\ncontribute to 45% of the global agricultural products. BRICS countries produce\n42% of the world's wheat, 52% of rice, and 46% of soybeans.\n\nAccording to Economist Intelligence Unit, the collective size of the economies\nof BRICS+ will overtake G7 after 2045. United States and United Kingdom have\nbeen the top two investors in the bloc in terms of FDI stock in 2020. Among\nthe 10 wealthiest cities of the group, 5 are in China, 2 in UAE and India, and\n1 in Russia.\n\nComparison between BRICS and G7 Countries as of 2024\n---\nParameter  | BRICS  | G7\nNo. of countries  | 5  | 7\nArea (km2)  | **39.7 million** | 21.7 million\nPopulation | **3.3 billion** | 0.8 billion\nPopulation Density (people/km2)  | 83  | 37\nHDI | 0.734  | **0.92**\nGDP Growth Rate |  **4 to 5%** |  1.5 to 2%\nNominal GDP (USD)  | 26.7 trillion  | **45.3 trillion**\nGDP PPP (USD)  | **51.6 trillion** | 48 trillion\nExports (USD)  | 5.5 trillion  | **6.7 trillion**\nImports (USD)  | 4.8 trillion  | **8.5 trillion**\nMilitary expenditures (USD)  | 0.48 trillion  | **1.20 trillion**\n\n* **Bold** indicates has higher value compared to other."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Rotating BRICS presidency",
        "generated_section_content_md": "Leaders' meetings (or leaders' summits) are held once a year on a rotating\nbasis. The group at each summit elects one of the heads of state of the\ncomponent countries to serve as President Pro Tempore of the BRICS.[_citation\nneeded_] A number of ministerial meetings are held during the year, for\nexample, between foreign ministers, finance ministers, central bank governors,\ntrade ministers and energy ministers. Technical level meetings focus on\nproject implementation and technical exchanges, such as the meeting of BRICS\nheads of national statistics offices. There are working groups on technology,\nculture, education, health etc. Specialized forums exist such as the BRICS\nBusiness Forum, and the BRICS Think Tank Council. The BRICS has neither a\npermanent seat or secretariat.\n\nIn 2019, the President Pro Tempore position was held by the president of\nBrazil. The priorities of the Brazilian Pro Tempore Presidency for 2019 were\nthe following: strengthening the cooperation in science, technology, and\ninnovation, enhancement of the cooperation on digital economy, invigoration of\ncooperation on the fight against transnational crime — especially organized\ncrime, money laundering, and drug trafficking, and rapprochement between the\nNew Development Bank (NDB) and the BRICS Business Council. In 2024 BRICS\nPresident Pro Tempore was from Russia and their goals were: investing in BRICS\ncountries to strengthen their economies, cooperating in the energy and\nenvironmental industries, helping with young children, and coming up with\nresolutions on migration and peacekeeping. Brazil has the current Pro Tempore\nPresidency in 2025."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Leaders' Summits",
        "generated_section_content_md": "The grouping has held annual summits since 2009, with member countries taking\nturns to host. Before South Africa's admission, two BRIC summits were held, in\n2009 and 2010. The first five-member BRICS summit was held in 2011 in China.\nThe first nine-member BRICS summit was held in 2024 in Russia. The 2020, 2021,\nand 2022 summits were held via video-conference due to the COVID-19 pandemic.\n\nNo. | Dates | Host country | Host leader | Location | Notes  | Declaration\n---|---|---|---|---|---|---\n1st | 16 June 2009 |  Russia | Dmitry Medvedev | Yekaterinburg | The summit was to discuss the global recession taking place at the time, future cooperation among states, and trade. Some of the specific topics discussed were food, trade, climate trade, and security for the members. They called out for a more influential voice and representation for up-and-coming markets. Note at the time South Africa was not yet admitted to the BRICS organization.  | Joint Statement\n2nd | 15 April 2010 |  Brazil | Luiz Inácio Lula da Silva | Brasília | The second summit continued on the conversation of the global recession and how to recover. They had a conversation on the IMF, climate change, and more ways to form cooperation among states. Guests: Jacob Zuma (former President of South Africa) and Riyad al-Maliki (Foreign Minister of the Palestinian National Authority).  | Joint Statement\n3rd | 14 April 2011 |  China | Hu Jintao | Sanya | First summit to include South Africa alongside the original BRIC countries. The third summit had members debating on the global and internal economies of countries.  | Sanya Declaration\n4th | 29 March 2012 |  India | Manmohan Singh | New Delhi | The fourth summit discussed how the organization could prosper from the global recession and how they could take advantage of that to help their economies. BRICS had the intention of improving their global power and providing adequate development for their state. The BRICS Cable announced; an optical fibre submarine communications cable system that carries telecommunications between the BRICS countries.  | Delhi Declaration\n5th | 26–27 March 2013 |  South Africa | Jacob Zuma | Durban | The fifth summit discusses the New Development Bank proposition and Contingent Reserve Agreement. BRICS also announced the Business Council and its Think Tank Council.  | eThekwini Declaration and Action Plan\n6th | 14–17 July 2014 |  Brazil | Dilma Rousseff | Fortaleza | BRICS New Development Bank and BRICS Contingent Reserve Arrangement agreements signed. The members of BRICS conversed with each other about political coordination, development, and economic growth.  | Fortaleza Declaration and Action Plan\n7th | 8–9 July 2015 |  Russia | Vladimir Putin | Ufa | Joint summit with SCO-EAEU. The seventh summit discussed global political and economic problems and better ways to foster cooperation among member states.  | Ufa Declaration\n8th | 15–16 October 2016 |  India | Narendra Modi | Benaulim, Goa | Joint summit with BIMSTEC. The eighth BRICS summit debated on topics like counterterrorism, economies, and climate change. BRICS also issued the Goa Declaration and Action Plan, hoping to harden their relationships.  | Goa Declaration\n9th | 3–5 September 2017 |  China | Xi Jinping | Xiamen | Joint summit with EMDCD. The ninth summit was an event that talked about a bright future for BRICS and what their intended goals were. They also covered and debated international and regional issues with one another.  | Xiamen Declaration\n10th | 25–27 July 2018 |  South Africa | Cyril Ramaphosa | Johannesburg | The tenth summit had the members discuss their rising industries in the hopes that they can cut a bigger slice of the industry market.  | Johannesburg Declaration\n11th | 13–14 November 2019 |  Brazil | Jair Bolsonaro | Brasília | The theme of the 11th BRICS summit was \"BRICS: economic growth for an innovative Future\". The summit discussed advancements in the BRICS's science and innovation fields. Primarily trying to advance technology and digital currency. They made mutual agreements to help stop drug trafficking and organized crime; both internationally and internally.  | Brasilía Declaration\n12th | 21–23 July 2020 (postponed due to COVID-19 pandemic)\n17 November 2020 (video conference) |  Russia | Vladimir Putin | Saint Petersburg | Joint summit with SCO. Discussing a mutual agreement on helping BRICS member countries to foster better living standards and quality of life for each country's people. Plans on focusing on peace, economies, and cultural societal issues.  | Moscow Declaration\n13th | 9 September 2021 (video conference) |  India | Narendra Modi | New Delhi | Over 150 events and meetings were concluded during the year. These included the Leaders’ Summit, the meeting of the Foreign Ministers, the meeting of the National Security Advisers and a total of close to 20 other Ministerial meetings including Finance, Trade, Industry, Agriculture, Energy.  | New Delhi Declaration\n14th | 23 June 2022 (video conference) |  China | Xi Jinping | Beijing | A major development on the summit was the creation of a new, basket type reserve currency. The currency, which is challenging the US dollar, combines BRICS currencies and is backed by precious metals.  | Beijing Declaration\n15th | 22–24 August 2023 |  South Africa | Cyril Ramaphosa | Johannesburg | Argentina, Egypt, Ethiopia, Iran, Saudi Arabia, and the United Arab Emirates were invited to join the bloc. Full membership was scheduled to take effect on 1 January 2024. On 29 December 2023, the Government of Argentina sent a letter to all BRICS leaders officially declining the invitation to join the bloc. Saudi Arabia has not yet confirmed its acceptance.  | Johannesburg II Declaration\n16th | 22–24 October 2024 |  Russia | Vladimir Putin | Kazan | Delegations from 35 countries and six international organisations participated. Attendance included 22 heads of state or government and UN Secretary-General. Discussions on membership and a new payments system aside, there were over 200 side meetings spread out through 2024. It was the first summit that Egypt, Ethiopia, Iran, and the United Arab Emirates attended as member states.  | Kazan Declaration\n17th | 6–7 July 2025 |  Brazil | Luiz Inácio Lula da Silva | Rio de Janeiro | It was the first meeting with Indonesia as a member state. The summit released a declaration on the importance of artificial intelligence regulation. Prior to the leader's meeting, the group released a statement denouncing trade protectionism in the context of the second Trump administration's global tarrifs.  | Rio Declaration\n18th | _2026_ |  India | Narendra Modi | TBD |  |"
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Member states",
        "generated_section_content_md": "* Brazil\n\n* Russia\n\n* India\n\n* China\n\n* South Africa\n\n* Egypt\n\n* Ethiopia\n\n* Iran\n\n* United Arab Emirates\n\n* Indonesia\n\nFlag | Country\n| Capital\n| Area\n(km2)\n| Population\n(2016)\n| Density\n(/km2)\n| GDP per cap.\n(PPP) | HDI | Currency\n| Official languages | Accession\n---|---|---|---|---|---|---|---|---|---|---\n| Brazil\nFederative Republic of Brazil | Brasília | 8,515,767 | 203,062,512 | 25 | 22,123 | 0.786 | Brazilian real (R$)\n(BRL) | Portuguese\nalso see Languages of Brazil | 16 June 2009 (Informally, September 2006)\n| Russia\nRussian Federation | Moscow | 17,075,400 | 146,519,759 | 8.3 | 47,299 | 0.832 | Russian rouble (₽)\n(RUB) | Russian\nalso see Languages of Russia\n| India\nRepublic of India | New Delhi | 3,287,240 | 1,284,480,000 | 364.4 | 11,112 | 0.685 | Indian rupee (₹)\n(INR) | Hindi (Devanagari script)\nEnglish\nAlso see Languages of India\n| China\nPeople's Republic of China | Beijing | 9,640,011 | 1,374,820,000 | 139.6 | 26,310 | 0.797 | Renminbi (Chinese yuan, ¥)\n(CNY) | Standard Chinese\nwritten in simplified characters\nsee also languages of China\n| South Africa\nRepublic of South Africa | Pretoria (executive)\nCape Town (legislative)\nBloemfontein (judicial) | 1,221,037 | 58,048,332 | 42.4 | 15,723 | 0.741 | South African rand (R)\n(ZAR) | 12 languages | 24 December 2010\n| Egypt\nArab Republic of Egypt | Cairo | 1,010,408 | 105,231,000 | 103.56 | 20,799 | 0.754 | Egyptian pound (LE)\n(EGP) | Arabic | 1 January 2024\n| Ethiopia\nFederal Democratic Republic of Ethiopia | Addis Ababa | 1,104,300 | 105,163,988 | 92.7 | 4,045 | 0.497 | Ethiopian birr (Br)\n(ETB) | Afar\nAmharic\nOromo\nSomali\nTigrinya\n| Iran\nIslamic Republic of Iran | Tehran | 1,648,195 | 79,011,700 | 48.0 | 19,607 | 0.799 | Iranian rial (Rl)\n(IRR) | Persian\n| United Arab Emirates | Abu Dhabi | 83,600 | 4,106,427 | 49.1\n[_Figures\ndon't\nbalance_] | 77,251 | 0.940 | UAE dirham (Dh)\n(AED) | Arabic\n| Indonesia\nRepublic of Indonesia | Jakarta | 1,904,569 | 282,477,584 | 143 | 16,542 | 0.728 | Indonesian rupiah (Rp)\n(IDR) | Indonesian | 6 January 2025"
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Financial architecture",
        "generated_section_content_md": "The New Development Bank (NDB) is based in Shanghai. The New Development Bank\n(NDB) and Contingent Reserve Arrangement (CRA) were signed into treaty at the\n2014 BRICS summit in Brazil.\n\nThe group is dominated by China, which has the largest share of the group's\nGDP, accounting to about 70% of the organization total.\n\nThe financial architecture of BRICS is made of the New Development Bank (NDB)\nand the Contingent Reserve Arrangement (CRA). These components were signed\ninto a treaty in 2014 and became active in 2015."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "New Development Bank",
        "generated_section_content_md": "The New Development Bank (NDB), formally referred to as the BRICS Development\nBank, is a multilateral development bank operated by the five BRICS states.\nThe bank's primary focus of lending is infrastructure projects with authorized\nlending of up to $34 billion annually. South Africa hosts the African\nheadquarters of the bank. The bank has a starting capital of $50 billion, with\nwealth increased to $100 billion over time. Brazil, Russia, India, China, and\nSouth Africa initially contributed $10 billion each to bring the total to $50\nbillion. As of 2020, it had 53 projects underway worth around $15 billion. By\n2024 the bank had approved more than $32 billion for 96 projects.\n\nIn 2021, Bangladesh, Egypt, the United Arab Emirates and Uruguay joined the\nNDB."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "BRICS Contingent Reserve Arrangement",
        "generated_section_content_md": "The BRICS Contingent Reserve Arrangement (CRA) is a framework for protecting\nagainst global liquidity pressures. This includes currency issues where\nmembers' national currencies are being adversely affected by global financial\npressures. Emerging economies that experienced rapid economic liberalization\nwent through increased economic volatility, bringing an uncertain\nmacroeconomic environment. The CRA competes with the International Monetary\nFund (IMF). Along with the New Development Bank, it is an example of\nincreasing South-South cooperation. It was established in 2015 by the BRICS\ncountries. The legal basis is formed by the _Treaty for the Establishment of a\nBRICS Contingent Reserve Arrangement_ , signed in Fortaleza in July 2014. With\nits inaugural meetings of the BRICS CRA Governing Council and Standing\nCommittee, held on 4 September 2015, in Ankara, Turkey. It entered into force\nupon ratification by all BRICS states, announced at the 7th BRICS summit in\nJuly 2015."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "BRICS payment system",
        "generated_section_content_md": "At the 2015 BRICS summit in Russia, ministers from the BRICS states initiated\nconsultations for a payment system that would be an alternative to the SWIFT\nsystem. The stated goal was to initially move to settlements in national\ncurrencies. The Central Bank of Russia highlighted the main benefits as backup\nand redundancy in case there were disruptions to the SWIFT system.\n\nChina also launched its alternative to SWIFT: the Cross-Border Interbank\nPayment System, which enables financial institutions worldwide to send and\nreceive information about financial transactions. India also has its\nalternative Structured Financial Messaging System (SFMS), as do Russia SPFS\nand Brazil Pix.[_citation needed_]"
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Potential common currency and BRICS Bridge",
        "generated_section_content_md": "BRICS countries committed to study the feasibility of a new common currency or\nsimilar, at the 2023 BRICS summit in South Africa. Fair and easier\ninternational trade, as well as a major reduction in costs of transactions,\nwould be some of the reasons for the countries to forge a currency union.\n\nBRICS Bridge — a successor to MBridge, and probably a merger with BRICS PAY —\nmakes it possible for central banks to support cross-border transactions and\npayments with their own central bank digital currency (CBDC) based on an\nautomatic Cross-Border Interbank Payment System for settlement and clearance.\nIt is designed to be independent of any single nation or central bank, and\nevery central bank can opt out and has control of their CBDC exchange rate.\n\nOne alternative for the currency name has been labelled as \"R5\" (from the five\ncurrencies renminbi, ruble, rupee, real, and rand), or with other\nmultilateral. A symbolic banknote was unveiled during the 16th summit in\nKazan, Russia.\n\nIn parallel with institutional initiatives, a proposal has been put forward\nfor a supranational currency known as _UNIT_ , designed by the International\nReserve and Investment Asset System (IRIAS). Each coin would be backed by a\nfixed reserve basket of 40% physical gold and 60% fiat currencies, with its\nvalue measured in a gold-equivalent standard. The system is designed to be\ndecentralized, allowing qualified nodes (sovereign or private) to mint tokens\nby depositing the required assets. While not an official BRICS initiative, it\nhas been discussed as a potential mechanism to facilitate cross-border trade\nand investment, reduce reliance on single-nation reserve currencies, and\nenhance financial multipolarity."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Peace and Security",
        "generated_section_content_md": "| This section **needs expansion**. You can help by making an edit\nrequestadding to it . _( July 2025)_\n---|---\nKharkiv, Ukraine after the Russian attack on 30 October 2024. The Kazan\nDeclaration emphasized adherence to the UN Charter and supported diplomatic\nefforts to end the war in Ukraine.\n\nAt the 16th BRICS Summit in Kazan in October 2024, the Kazan Declaration\nemphasized adherence to the UN Charter and supported diplomatic efforts for a\npeaceful resolution to the conflict in Ukraine. It expressed deep concern over\nthe humanitarian situation in the Palestinian Territory, particularly the\nescalation of violence in Gaza and the West Bank, which resulted in\nsignificant civilian harm and displacement. The declaration also noted alarm\nover the situation in Southern Lebanon and called for an immediate cessation\nof hostilities. Additionally, it highlighted the adverse impact of unilateral\nsanctions on the global economy and the achievement of sustainable development\ngoals.\n\nAt the BRICS session on Peace and Security during the 17th BRICS Summit in\nBrazil, the leaders echoed and amplified India’s concerns on terrorism while\nadopting a resolution condemning the 2025 Pahalgam attack. The declaration\nstated that the BRICS nations \"condemned in the strongest terms the terrorist\nattack in Jammu and Kashmir on April 22, 2025.\" It called for combating\nterrorism “in all its forms and manifestations, including the cross-border\nmovement of terrorists, terrorism financing and safe havens.” While Pakistan\nwas not directly named, the reference to cross-border terrorism, according to\nIndian sources, was widely interpreted as aimed at Islamabad. The leaders\nfurther urged a stance of zero tolerance, stating that BRICS \"rejected double\nstandards in countering terrorism\" and called for the \"expeditious\nfinalization and adoption of the Comprehensive Convention on International\nTerrorism in the UN framework\", as well as “concerted actions against all UN-\ndesignated terrorists and terrorist entities.”"
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Reception",
        "generated_section_content_md": "World analysts have highlighted potential divisions and weaknesses in the\ngrouping, including significant economic instabilities, disagreements among\nthe members over UN Security Council reform, and India and China's disputes\nover territorial issues. There is scope for multilateralism in space, and\ncollaboration in the space governance sector.\n\nILO Director-General Guy Ryder has positively received joint declarations and\nstatements of the Labour and Employment Ministers of the BRICS over the years.\nThese statements cover decent work, social dialogue, green jobs, skills\ndevelopment, and workers' protection."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Belgium",
        "generated_section_content_md": "Christian E. Rieck of the Global Governance Institute writes in October 2024\nthat China's relative power distribution in BRICS is \"4+1\". He notes how China\nhas pushed for enlargement, while India and Brazil have wanted to maintain the\ngroup’s exclusive relationship with China as well as its non-western stance.\nAccording to Rieck, although BRICS supports multipolarity and non-alignment,\nit also does not take an explicitly anti-western stance. He also argues that\nBRICS' efforts to construct new financial architectures should not be actively\nchallenged, as that will only be counter-productive, and that Europe should\nnot feel threatened by BRICS.\n\nAlicia García-Herrero, who writes for the think tank Bruegel, argued that the\nWest should note the anti-West sentiment developing amongst BRICS, and that\nthe West needs to offer the Global South better economic deals.\n\nReinhold Brender of the Egmont Institute wrote in November 2024 that the pivot\ntoward BRICS by a number of countries in the Global South, especially visible\nduring the Kazan summit, should be a \"wake-up call\" for the EU. To address\nthis, Brender argued that the EU should think beyond BRICS in relation to the\nGlobal South."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Brazil",
        "generated_section_content_md": "In 2014 results of an opinion poll of 1881 respondents resulted in only 4%\nknowing what BRICS stood for; while in 2019 only 3% of 1849 respondents knew\nwhat the acronym stood for.\n\nThe five leaders of BRICS in Brasília, Brazil, in November 2019 Former\nBrazilian president Jair Bolsonaro welcoming the BRICS leaders"
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Canada",
        "generated_section_content_md": "Alissa Wang, co-chair, summit studies, BRICS Research Group, University of\nToronto, in a presentation prepared in July 2023, discusses that the\npossibility of BRICS becoming anti-Western is not likely. The group consists\nof three democracies – Brazil, India, South Africa, and two non-democratic\nregimes – Russia, China –, this political diversity limits the group uniting\non an anti-western stance. Further a BRICS expansion would strengthen the\ngroup economically but political jointness could be negatively affected."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "China",
        "generated_section_content_md": "In 2012, Hu Jintao, the then General Secretary of the Chinese Communist Party\nand President of China, described the BRICS countries as defenders and\npromoters of developing countries and a force for world peace.\n\nIn March 2025, the government-affiliated think tank Shanghai Institutes for\nInternational Studies (SIIS) published a report where they said that BRICS was\nnot an anti-Western entity but a non-Western entity seeking a \"just and\nreasonable post-Western order\"."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.5",
        "section_name": "France",
        "generated_section_content_md": "French President Emmanuel Macron sought to become the first western leader at\na BRICS summit in 2023. Russia's Foreign Ministry stated that it would be\n\"unsuitable\" and that France's participation would not help BRICS reach the\ngoals of developing countries in a multipolar world."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.6",
        "section_name": "Germany",
        "generated_section_content_md": "A Friedrich Ebert Foundation perspective from September 2013 notes how BRICS\nmembers, for the first time, with Russia as an exception, are really acting on\nan international level.\n\nGerman diplomat Reinhard Butikofer, following the announcement of the\nexpansion of BRICS in 2023, stated that developing countries may turn to BRICS\n\"if Europe fails to prove its reliability and credibility as a fair partner\".\n\nA Friedrich Naumann Foundation for Freedom policy paper explains that while\nthe expansion of BRICS is a wake up call, the EU or Germany need not make any\ndirect formal contact with BRICS until the goals of BRICS are officially\ndefined. \"Western-oriented BRICS countries ... should be more closely\nintegrated into global governance.\""
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.7",
        "section_name": "India",
        "generated_section_content_md": "Indian Prime Minister Narendra Modi and Chinese President Xi Jinping at the\n16th BRICS summit in Kazan, October 2024\n\nIn 2014, the Indian Marxist author Vijay Prashad raised the limitations of the\nBRICS as a political and economic \"locomotive of the South\" because they\nfollow neoliberal policies. They have neither established new counter-\nbalancing institutions nor come up with an alternative ideology. Furthermore,\nthe BRICS project, argues Prashad, cannot challenge the primacy of the United\nStates and NATO.\n\nSpeaking at the BRICS summit in 2014, Prime Minister Narendra Modi said that\n\"reform of institutions of global governance ... has been on the BRICS agenda\nsince its inception.\"\n\nIn 2016 Brahma Chellaney writes whether BRICS will be able to construct\ninstitutionalized structures including \"institutionalized cooperation\". He\nwrites that BRICS is \"the first important non-Western global initiative of the\npost-Cold War world\".\n\nThe Sino-Indian border dispute, for example during the 2020 Galwan Valley\nclash, has been a bilateral non-issue for BRICS. In another case where a BRICS\nsummit acted as a \"forcing event\", the Doklam standoff in 2017, India stated\nthat it may pull out of the 2017 BRICS Xiamen Summit, causing China to pull\nback its troops and India to attend the summit. During the 2023 BRICS summit\nChina and India agreed to make efforts to address border issues. However,\nfollowing the 2023 BRICS summit, China released a disputed map.\n\nAshok Malik comments that amid new BRICS members and partners, India should\nensure the group doesn't get an \"distortionary ideological edge\".\n\nIn 2024, India's External Affairs Minister S Jaishankar has stated \"because\nyou won’t let us into the G7 club\" with reference to India's participation in\nBRICS and the current trend of global governance for emerging economies and\nrising powers. The EAM also stated that G7 exists despite G20, so BRICS should\nalso be allowed to exist.\n\nPrior to the Kazan summit, Prime Minister Narendra Modi stated that BRICS was\nnever meant to be against anyone or be anti-western, and that it is only non-\nwestern. At the Kazan summit the Prime Minister stated \"We must be careful to\nensure that this organization does not acquire the image of one that is trying\nto replace global institutions\".\n\nIndian diplomat Meera Shankar noted \"the new payment systems discussed in\nBRICS are still in the exploratory phase and do not pose a challenge to the\ndominance of the US dollar in the medium term.\"\n\nThe central bank of India, Reserve Bank of India, Governor Shaktikanta Das,\nstated in December 2024 that dedollarization for India was only a part of\n\"derisking\" Indian trade and reducing dependence on any one currency since\nthat may become \"problematic\". While a BRICS currency had been raised by a\nmember state, nothing specific was decided. He also compared the Euro, and\nstated how nations in Euro countries are located in close proximity while that\nis not the case of BRICS. This was in response to a question about President-\nelect Trump warning about tariffs.\n\nFormer ambassador D. Bala Venkatesh Varma, in an interview with the think tank\nIndia Foundation, states that India's stance in BRICS is \"pro-India\" and\n\"claiming that BRICS is dominated by China is an exaggeration\".\n\nAt the 17th BRICS Summit held in Rio de Janeiro on 7 July 2025, Indian Prime\nMinister Narendra Modi stated that India would give a “new form” to the BRICS\ngrouping during its presidency in 2026. He proposed redefining BRICS as\n\"Building Resilience and Innovation for Cooperation and Sustainability\" and\nemphasized a people-centric approach, drawing parallels with India’s G-20\npresidency where the Global South was prioritized. Modi affirmed that India\nwould advance BRICS with a focus on \"humanity first,\" highlighting the need\nfor joint global efforts to address common challenges such as pandemics and\nclimate change. Modi also called for urgent reform of global institutions to\nreflect the realities of the 21st century, emphasizing greater representation\nfor the Global South and criticizing outdated structures like the UN Security\nCouncil and World Trade Organization."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.7.1",
        "section_name": "Stance on terrorism",
        "generated_section_content_md": "At the 16th BRICS Summit, Indian Prime Minister Narendra Modi reiterated\nIndia’s firm stance against terrorism, urging unified action and warning\nagainst “double standards” in tackling terror and its financing. He called on\nBRICS nations to work together to prevent youth radicalization and pushed for\nearly adoption of the Comprehensive Convention on International Terrorism at\nthe UN, highlighting India’s call for credible and consistent global counter-\nterrorism efforts.\n\nAt the 17th BRICS Summit, Prime Minister Modi strongly condemned the 2025\nPahalgam Attack, calling it a \"direct attack on the soul, identity and dignity\nof India\" and a blow to all of humanity. He urged the international community\nto reject double standards on terrorism, stating that \"condemning terrorism\nshould be our principle, not just a convenience,\" and emphasized that there\nshould be no hesitation in imposing sanctions against terrorists, regardless\nof political considerations. Subsequently, the BRICS declaration acknowledged\nIndia’s concerns, stating, “We condemn in the strongest terms the terrorist\nattack in Jammu and Kashmir on April 22, 2025, during which 26 people were\nkilled,” in reference to the Pahalgam attack."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.7.2",
        "section_name": "Stance on conflicts",
        "generated_section_content_md": "At the 16th BRICS Summit in Kazan, Prime Minister Narendra Modi reaffirmed\nIndia’s commitment to diplomacy and dialogue, stating that \"India stands for\npeace, not war.\" He reiterated India's position on the Russia-Ukraine\nconflict, emphasizing the importance of a peaceful resolution through\nengagement and negotiation. Modi’s remarks underscored India's broader\napproach to global conflict—favoring multilateralism and adherence to the\nprinciples of the United Nations Charter."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.8",
        "section_name": "Iran",
        "generated_section_content_md": "Iran's admission as a member in 2023 has been touted by the country as a\n\"strategic success\". Sayyid Ebrahim Raisolsadati, as president stated, \"the\nglobal confidence in the effectiveness of BRICS is increasing\". Foreign\nMinister Hossein Amir Abdollahian stated that Iran's membership will help in\nstrengthening the multilateralism of BRICS."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.9",
        "section_name": "Russia",
        "generated_section_content_md": "Indian Prime Minister Narendra Modi, Russian President Vladimir Putin and\nChinese President Xi Jinping at the 16th BRICS summit in Kazan, Russia, 23\nOctober 2024\n\nIn 2015, President Vladimir Putin stated that despite BRICS being a young\norganisation, it has already been effective. The five countries \"are playing\nan active part in shaping a multipolar world order and developing modern\nmodels for the world’s financial and trading systems.\"\n\nIn 2024, President Putin speaking at a BRICS forum said \"BRICS is one of the\nkey elements of the emerging multipolar world order, which increasingly\nreflects the interests and aspirations of the states of both the global South\nand the East ... we are engaged in an active dialogue in the BRICS\nplus/outreach format, and are working to establish a category of partner\nstates\". At the Kazan summit President Putin made clear that they are not\nattempting to reject the dollar, but rather getting ready with alternatives to\na weaponized dollar.\n\nIn a briefing in October 2024 Russian Foreign Ministry Spokeswoman said that\n\"BRICS framework is non-confrontational and constructive\", and that \"it is a\nviable alternative to a world living by someone else's, alien rules\". New\nmembers have made BRICS into a stronger representative of the \"Global South\nand East – or the Global Majority\". Applications from various countries\nreinforces BRICS role.\n\nPresident Putin quoted Prime Minister Narendra Modi in saying that BRICS is\nnot anti-western but non-western.\n\nA poll following the Kazan summit revealed that 39% of 1500 respondents had\nnever heard about BRICS. Among those who had heard of the summit, the informal\nvisual of the BRICS currency banknote was polled as the most unforgettable\nhappening.\n\nDmitry Medvedev chaired the International Inter-party Forum in Vladivostok in\nthe \"BRICS and Partner Countries\" format, June 2024\n\nIn 2025, Victoria Panova, Head of the BRICS Expert Council—Russia, has stated\nthat while BRICS aims to make a fairer world order, it \"doesn’t have an aim of\nexpansion as an aim in itself.\" The aim isn't to duplicate the UN's Assembly\nGeneral.\n\nIn March 2025, President Putin has suggested that BRICS countries could be a\npart of the Ukraine peace process.\n\nAccording to Valdai Discussion Club's Dmitry Suslov in October 2024, there are\nmany intra-BRICS disagreements. Firstly, prior cooperation and current\nrelationship with the West is a major factor in making decisions where BRICS\ncountries are concerned. Secondly, the speed of decision making varies with\nrespect to making changes in economic governance, say when it concerns a new\ncurrency or settlement mechanism. Third, bilateral relations between countries\nsuch as China and India, and Saudi Arabia and Iran, have not always been\namicable."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.10",
        "section_name": "Ukraine",
        "generated_section_content_md": "In an October 2024 interview to The Times of India, President Zelensky said\nthat the Kazan summit in Russia was a total failure. President Zelensky also\ncriticized the presence of UN secretary general at the summit. The office of\nthe UN secretary general clarified his participation, referring to BRICS' role\n\"in boosting global co-operation\"."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.11",
        "section_name": "United States",
        "generated_section_content_md": "On 9 April 2013, Isobel Coleman, a director at the American think tank Council\non Foreign Relations, and later U.S. representative to the UN, claimed that\nthe BRICS members share a lack of consensus. They uphold drastically different\npolitical systems, from vibrant liberal democracies in Brazil and South Africa\nto entrenched oligarchy in Russia, and their economies are poorly integrated\nand differ in size by orders of magnitude. She also claimed that the\nsignificant difference in GDP influences the reserves: China accounts for over\n41% of the contribution, which in turn leads to its bigger political say\nwithin the association.\n\nA multi-year study at Tufts University published in July 2023 found that the\n\"common portrayal of BRICS as a China-dominated group primarily pursuing\nanti-U.S. agendas\" was misplaced. The study asserted: \"The BRICS countries\nconnect around common development interests and a quest for a multipolar world\norder in which no single power dominates. Yet BRICS consolidation has turned\nthe group into a potent negotiation force that now challenges Washington's\ngeopolitical and economic goals\".\n\nAccording to the Atlantic Council's Thomas Hill in December 2023, the de-\ndollarization efforts within BRICS, particularly in North Africa, present a\nsignificant challenge to US interests. Replacing the dollar could limit the\nUS's ability to run deficits and maintain low interest rates, and undermine\nthe effectiveness of US sanctions and SWIFT.\n\nMichael Kugelman writes in BBC that \"Brics projects meant to reduce reliance\non the US dollar likely aren’t viable, because many member states’ economies\ncannot afford to wean themselves off of it.\"\n\nWhite House Press Secretary and White House National Security Advisor have\nsaid that BRICS isn't seen as becoming a geopolitical rival. Treasury\nSecretary Janet Yellen has largely dismissed BRICS efforts at dedollarisation.\nFollowing the announcement of the expansion of BRICS in 2023, the US National\nSecurity Advisor stated that it does not possess a \"serious challenge\".\n\nIn November 2024 in a post on Truth Social, United States president-elect\nDonald Trump threatened a 100% U.S. tariff on countries that pursued a BRICS\ncurrency or moved to favor another currency instead of the U.S. dollar. As\nU.S. president he announced the same on his first day in office during his\nsecond term. On 31 January 2025, President Trump posted on Truth Social to \"go\nfind another sucker Nation\" with respect to BRICS. In February 2025, in a\npress briefing, he stated that \"BRICS is dead\". He went on to say that BRICS\nis silent following his \"150%\" tariff threat.\n\nJoseph Nye writes in January 2025 that BRICS, \"as a means of escaping\ndiplomatic isolation, it is certainly useful to Russia\"; the same goes for\nIran. Nye writes that the expansion of the BRICS could bring in more \"intra-\norganizational rivalries\", limiting the groups' effectiveness.\n\nMelissa Pistilli writes that at the 2024 BRICS summit President Putin seemed\nto back away from \"aggressive calls for de-dollarization [...] but rather to\ndeter the \"weaponization\" of the US dollar\"."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.12",
        "section_name": "United Kingdom",
        "generated_section_content_md": "After the August 2023 BRICS Summit, Con Coughlin—defense and foreign affairs\neditor at _The Daily Telegraph_ —claimed \"the challenge BRICS presents to the\nestablished world order seems destined to failure\" and accused the\norganization of being used by China as a vehicle for expanding its global\ninfluence. Coughlin also noted the contradictions within the organization,\nsuch as the border dispute between China and India, and called for greater\nWestern engagement with India as part of a new strategic alliance.\n\nIn 2024, Jim O'Neill comments the grouping merely generates rhetoric and\nsymbolism."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "6.13",
        "section_name": "Global opinion",
        "generated_section_content_md": "According to a Gallup International poll conducted between October and\nDecember 2023, almost a third of people around the world had never heard of\nBRICS but Western countries were much more negative towards the alliance than\nelsewhere. The most negative attitudes were found in Sweden (45%), Spain\n(30%), the USA (30%), Portugal (29%), and Ukraine (29%) while the most\npositive net attitudes were in Russia (38%), Iran (37%), Nigeria (36%), Saudi\nArabia (33%), and Malaysia (32%). In India, 36% had a positive view of BRICS\nwhile 29% had a negative view."
    },
    {
        "chapter_name": "BRICS",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Current leaders",
        "generated_section_content_md": "Current leading member state representatives:\n\nMember  |  Brazil  |  Russia  |  India  |  China  |  South Africa\n---|---|---|---|---|---\nImage  |  |  |  |  |\nName  | Lula da Silva | Vladimir Putin | Narendra Modi | Xi Jinping | Cyril Ramaphosa\nPosition  | President of Brazil | President of Russia | Prime Minister of India | President of China | President of South Africa\nMember  |  Egypt  |  Ethiopia  |  Indonesia  |  Iran  |  United Arab Emirates\n---|---|---|---|---|---\nImage  |  |  |  | thumb.jpg |\nName  | Abdel Fattah el-Sisi | Abiy Ahmed | Prabowo Subianto | Masoud Pezeshkian | Mohamed bin Zayed Al Nahyan\nPosition  | President of Egypt | Prime Minister of Ethiopia | President of Indonesia | President of Iran | President of the United Arab Emirates"
    }
]