[
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International financial institution\n\nThe **Caribbean Development Bank (CDB)** is a development bank that helps\nCaribbean countries finance social and economic programs in its member\ncountries through loans, grants, and technical assistance. The CDB was\nestablished by an Agreement signed on October 18, 1969, in Kingston, Jamaica,\nwhich entered into force on January 26, 1970. The idea for the bank originated\nfrom the 1966 Canada/Commonwealth Caribbean Conference.\n\nThe permanent headquarters of the CDB is located in Wildey, St. Michael,\nBarbados, adjacent to the campus of the Samuel Jackman Prescod Polytechnic. On\nSeptember 21, 2018, the Bank officially opened its Country Office in Haiti,\nthe first outside its Headquarters in Barbados. The headquarters in Barbados\nserves all of the regional borrowing member countries, with staff recruited\nfrom its member states."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The Caribbean Development Bank was established by an agreement between sixteen\nmembers of the Commonwealth of Nations in the Caribbean region, along with\nCanada and the United Kingdom. Signed on October 18, 1969, in Kingston,\nJamaica, the Agreement entered into force on January 26, 1970 when 15 of the\n18 signing states ratified it. The bank's initial capital was 50 million USD,\nequivalent to 100 million Eastern Caribbean dollar, with main contributions\nfrom Jamaica (11,200,000 USD and 19.52% of votes), and the United Kingdom and\nCanada contributing 10,000,000 USD each with 17.55% of votes in bank.\n\nThe bank was created with the purpose of promoting sustainable economic growth\nand reducing poverty in the region, aligning with W. Arthur Lewis's vision of\neconomic development. During the first meeting of governors in Nassau, Lewis,\nwho was an economist, was appointed the first president of the Caribbean\nDevelopment Bank. His leadership was essential to establishing the bank's\noperations, emphasizing the importance of financial discipline and efficiency\nin development through agriculture and infrastructure projects. At this time,\nthe bank aimed to reduce economic disparities among its member states by using\nsoft loans to finance public works and agricultural development in the less\ndeveloped states.\n\nLewis set the CDB's independence up by retaliating against political\ninterference in the financial decisions of the bank. He also ensured there\nwould be efficient administration and a focus on the Caribbean states to\nbecome a key financial instrument for the countries that lacked access to\ninternational financial institutions. Lewis also played a key role in building\nstrong relationships with other international organizations like the Inter-\nAmerican Development Bank (IDB) and USAID that helped the bank gain legitimacy\nand credibility."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Board of Governors",
        "generated_section_content_md": "The Board of Governors is the apex governing body of the CDB. It meets\nannually and has the authority to:\n\n* Admit new members\n* Amend the charter\n* Elect the Board of Directors and President\n* Change the bank's outstanding capital\n* Dissolve the bank.\n\nEach country is represented by one governor and one alternate, with the\nBritish Overseas Territory members counted as one country."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Board of directors",
        "generated_section_content_md": "The Board of Directors is responsible for:\n\n* Determining the bank's programs and annual budget\n* Overseeing its operations\n* Appointing the Oversight and Assurance Committee\n\nAs with the Board of Governors, each country is represented by one director\nand one alternate. Directors serve renewable two-year terms."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "President",
        "generated_section_content_md": "The President is the chief executive officer of the CDB, and also serves as\nthe Chairman of the Board of Directors. Different offices for communication,\nrisk management, and compliance are part of the Office of the President.\n\nPresidential candidates are nominated by individual country members. A\ncandidate must receive votes from two-thirds of the Board of Governors\n(representing 75% of the member countries) in order to be selected. The\nPresident serves for a five-year term, with the possibility of re-election."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "List of presidents",
        "generated_section_content_md": "The Bank has had seven presidents since its inception.\n\nName  | Dates  | Nationality\n---|---|---\nWilliam Arthur Lewis | 1970–1973  |  Saint Lucia\nWilliam G. Demas | 1974–1988  |  Trinidad and Tobago\nNeville Nicholls  | 1988–2001  |  Barbados\nCompton Bourne  | 2001–2011  |  Guyana\nWilliam Warren Smith  | 2011–2021  |  Jamaica\nHyginus 'Gene' Leon  | 2021–2024  |  Saint Lucia\nDaniel Best  | 2025 - Present  |  Barbados"
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Corporate leadership",
        "generated_section_content_md": "The two corporate leaders that report to the boards are the Vice-President\nFinance and Corporate Services and the Vice-President (Operations)."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Financial Overview",
        "generated_section_content_md": "As of December 31, 2021, the CDB's total assets stood at US$3.71 billion,\nwhich included US$2.21 billion of Ordinary Capital Resources and US$1.50\nbillion of Special Funds Resources.\n\nThe Bank holds a high credit rating from international agencies:\n\n* Aa1 (Stable) by Moody's\n* AA+ (Stable) by Standard & Poor's\n* AA+ (Stable) by Fitch Ratings.\n\nIn 2021, the Bank approved US$269.5 million in loans and grants. At the end of\n2020, the total value approved projects by the bank was US$122.6 million,\nincluding US$71.2 million in loans and US$51.4 million in grants."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership",
        "generated_section_content_md": "The CDB's membership consists of 28 countries, including:\n\n* 19 regional borrowing members\n* 4 regional, non-borrowing members: Brazil, Colombia, Mexico and Venezuela\n* 5 non-regional, non-borrowing members: Canada, China, Germany, Italy, and the United Kingdom"
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Member states",
        "generated_section_content_md": "Regional in green, other regional blue, non-regional members in red\n\nAs of 2023, there are nineteen borrowing members and nine non-borrowing\nmembers."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "3.1.1",
        "section_name": "Regional",
        "generated_section_content_md": "* Anguilla\n* Antigua and Barbuda\n* Bahamas\n* Barbados\n* Belize\n* British Virgin Islands\n* Cayman Islands\n* Cuba pending\n* Dominica\n* Dominican Republic pending\n* Grenada\n\n|\n\n* Guyana\n* Haiti\n* Jamaica\n* Montserrat\n* Saint Kitts and Nevis\n* Saint Lucia\n* Saint Vincent and the Grenadines\n* Suriname\n* Trinidad and Tobago\n* Turks and Caicos Islands\n\n\n---|---"
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Other regional",
        "generated_section_content_md": "* Argentina (pending)\n* Brazil\n* Colombia\n* Mexico\n* Venezuela\n\n\n---"
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Non-regional",
        "generated_section_content_md": "* Canada\n* China\n* Germany\n* Italy\n* United Kingdom\n\n\n---"
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "United Nations Development Business",
        "generated_section_content_md": "The United Nations launched _Development Business_ in 1978 with the support of\nthe Caribbean Development Bank, the World Bank, and many other major\ndevelopment banks from around the world. Today, Development Business is the\nprimary publication for all major multilateral development banks, United\nNations agencies, and several national governments, many of whom have made the\npublication of their tenders and contracts in Development Business a mandatory\nrequirement."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Recent Developments and Risk Management",
        "generated_section_content_md": "In 2012, the CDB experienced a credit downgrade due to weaknesses in the banks\ncredit profile. The downgrade reflected concerns about the deteriorating\nfinancial conditions of its borrowing member countries, this posed risks the\nbanks ability to finance loans effectively. There were also inefficiencies in\nCDB's risk management practices which prompted the bank to adopt a Enterprise\nRisk Management framework to address these issues. This design was meant\nstrengthen the bank's governance, risk management, and operational processes,\nensuring better oversight, accountability, and financial stability."
    },
    {
        "chapter_name": "Caribbean Development Bank",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Partnerships",
        "generated_section_content_md": "The CDB collaborates with distinct institutions like the Green Climate Fund to\npromote sustainable development and climate resilience across the region. The\nbank also facilitates soft loans and technical assistance for its smaller\nmember states by working closely with partners like the Inter-American\nDevelopment Bank and the World Bank."
    }
]