[
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Regional intergovernmental organisation\n\nThe **Caribbean Community** (abbreviated as **CARICOM** or **CC**) is an\nintergovernmental organisation that is a political and economic union of 15\nmember states (14 nation-states and one dependency) and five associated\nmembers throughout the Americas, the Caribbean and Atlantic Ocean. It has the\nprimary objective to promote economic integration and cooperation among its\nmembers, ensure that the benefits of integration are equitably shared, and\ncoordinate foreign policy. The organisation was established in 1973, by its\nfour founding members signing the Treaty of Chaguaramas.\n\nThe secretariat headquarters is in Georgetown, Guyana. CARICOM has been\ngranted the official United Nations General Assembly observer status."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "CARICOM, originally The Caribbean Community and Common Market, was established\nby the Treaty of Chaguaramas which took effect on 1 August 1973. Founding\nstates were Barbados, Jamaica, Guyana and Trinidad and Tobago.\n\nThe Caribbean Community superseded the 1965–1972 Caribbean Free Trade\nAssociation organised to provide a continued economic linkage between the\nEnglish-speaking countries of the Caribbean after the dissolution of the West\nIndies Federation, which lasted from 3 January 1958 to 31 May 1962.\n\nA revised Treaty of Chaguaramas established _The Caribbean Community including\nthe CARICOM Single Market and Economy_ and was signed by the CARICOM Heads of\nGovernment of the Caribbean Community on 5 July 2001 at their Twenty-Second\nMeeting of the Conference in Nassau, The Bahamas. The revised treaty cleared\nthe way to transform the idea of a common market CARICOM into the Caribbean\n(CARICOM) Single Market and Economy.\n\nHaiti's membership in CARICOM remained effectively suspended from 29 February\n2004 through early June 2006 following the 2004 Haitian coup d'état and the\nremoval of Jean-Bertrand Aristide from the presidency. CARICOM announced that\nno democratically elected government in CARICOM should have its leader\ndeposed. The fourteen other heads of government sought to have Aristide fly\nfrom Africa to Jamaica and share his account of events with them, which\ninfuriated the interim Haitian prime minister, Gérard Latortue, who announced\nhe would take steps to take Haiti out of CARICOM. CARICOM thus voted on\nsuspending the participation of Haitian officials from the councils of\nCARICOM. Following the presidential election of René Préval, Haitian officials\nwere readmitted and Préval himself gave the opening address at the CARICOM\nCouncil of Ministers meeting in July.\n\nSince 2013 the CARICOM-bloc and with the Dominican Republic have been tied to\nthe European Union via an Economic Partnership Agreements signed in 2008 known\nas CARIFORUM. The treaty grants all members of the European Union and\nCARIFORUM equal rights in terms of trade and investment. Under Article 234 of\nthe agreement, the European Court of Justice handles dispute resolution\nbetween CARIFORUM and European Union states."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Agenda and goals",
        "generated_section_content_md": "CARICOM was established by the English-speaking countries of the Caribbean and\ncurrently includes all the independent Anglophone island countries plus\nBelize, Guyana, Montserrat and Suriname, as well as all other British\nCaribbean territories and Bermuda as associate members. English was its sole\nworking language into the 1990s. The organisation became multilingual with the\naddition of Dutch and Sranan Tongo-speaking Suriname in 1995 and the French\nand Haitian Creole-speaking Haiti in 2002. Furthermore, it added Spanish as\nthe fourth official language in 2003. In July 2012, CARICOM announced they\nconsidered making French and Dutch official languages. In 2001, the Conference\nof Heads of Governments signed a revised Treaty of Chaguaramas that cleared\nthe way to transform the idea of a common market CARICOM into the CARICOM\nSingle Market and Economy. Part of the revised treaty establishes and\nimplements the Caribbean Court of Justice. Its primary activities involve:\n\n* Coordinating economic policies and development planning.\n* Devising and instituting special projects for the less-developed countries within its jurisdiction.\n* Operating as a regional single market for many of its members (Caricom Single Market).\n* Handling regional trade disputes."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Organisational structure",
        "generated_section_content_md": "The following is the overall structure of Caribbean Community (CARICOM)."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Administration and staff",
        "generated_section_content_md": "Institution  | Abbreviation  | Location  | Country\n---|---|---|---\nSecretariat of the Caribbean Community | CCS | Georgetown | Guyana\nCaricom heads of government | PCC | variable |\nConference of Heads of Governments | HGC | variable |\nAssembly of Caribbean Community Parliamentarians | ACCP | variable |\nCaribbean Community Administrative Tribunal | CCAT | Port of Spain | Trinidad and Tobago"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Chairmanship",
        "generated_section_content_md": "The post of Chairman (Head of CARICOM) is held in rotation by the regional\nHeads of Government of CARICOM's 15 member states. These include Antigua and\nBarbuda, Belize, Dominica, Grenada, Haiti, Montserrat, St. Kitts and Nevis,\nSt. Lucia, St. Vincent and the Grenadines, The Bahamas, Barbados, Guyana,\nJamaica, Suriname, Trinidad and Tobago."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Heads of government",
        "generated_section_content_md": "CARICOM contains a quasi-Cabinet of the individual Heads of Government. These\nheads are given specialised portfolios of responsibility for regional\ndevelopment and integration."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Secretariat",
        "generated_section_content_md": "The Secretariat of the Caribbean Community is the Chief Administrative Organ\nfor CARICOM. The Secretary-General of the Caribbean Community is the chief\nexecutive and handles foreign and community relations. Five years is the term\nof office of the Secretary-General, which may be renewed. The Deputy\nSecretary-General of the Caribbean Community handles human and Social\nDevelopment. The General Counsel of the Caribbean Community handles trade and\neconomic integration.\n\nThe goal statement of the CARICOM Secretariat is: \"To contribute, in support\nof Member States, to the improvement of the quality of life of the People of\nthe Community and the development of an innovative and productive society in\npartnership with institutions and groups working towards attaining a people-\ncentred, sustainable and internationally competitive Community.\""
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Organs and bodies",
        "generated_section_content_md": "Principal organs  Organ  | Description\n---|---\nCARICOM Heads of Government  | Consisting of the various heads of Government from each member state\nStanding Committee of Ministers  | Ministerial responsibilities for specific areas, for example the Standing Committee of Ministers responsible for Health will consist of Ministers of Health from each member state"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "3.5.1",
        "section_name": "Community Council",
        "generated_section_content_md": "The Community Council comprises ministers responsible for community affairs\nand any other Minister designated by the member states at their discretion. It\nis one of the community's principal organs; the other is the Conference of the\nHeads of Government. Four other organs and three bodies support it.\n\nSecondary organs  Secondary organ  | Abbreviation\n---|---\nCouncil for Finance and Planning  | COFAP\nCouncil for Foreign and Community Relations  | COFCOR\nCouncil for Human and Social Development  | COHSOD\nCouncil for Trade and Economic Development  | COTED\nBodies  Body  | Description\n---|---\nLegal Affairs Committee  | provides legal advice\nBudget Committee  | examines the draft budget and work programme of the Secretariat and submits recommendations to the Community Council.\nCommittee of the Central Bank Governors  | provides recommendations to the COFAP on monetary and financial matters."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Institutions",
        "generated_section_content_md": "The following institutions are founded by or affiliated to the Caricom:"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Caricom Institutions",
        "generated_section_content_md": "Institution  | Abbreviation  | Location  | Country\n---|---|---|---\nCaribbean Centre for Renewable Energy and Energy Efficiency | CCREEE | Bridgetown | Barbados\nCaricom Development Fund | CDF | Bridgetown | Barbados\nCaribbean Telecommunications Union | CTU | Port of Spain | Trinidad and Tobago\nCaribbean Community Climate Change Centre | CCCCC | Belmopan | Belize\nCaricom Regional Organisation for Standards and Quality | CROSQ | Bridgetown | Barbados\nCaribbean Meteorological Organisation | CMO | Port of Spain | Trinidad and Tobago\nCaribbean Regional Fisheries Mechanism | CRFM | Belize City | Belize\nCaricom Implementation Agency for Crime and Security | IMPACS | Port of Spain | Trinidad and Tobago\nCaribbean Institute for Meteorology and Hydrology | CIMH | Bridgetown | Barbados\nCaribbean Examinations Council | CXC | Bridgetown | Barbados\nCaribbean Court of Justice | CCtJ/CCJ | Port of Spain | Trinidad and Tobago\nCaricom Competition Commission | CCC | Paramaribo | Suriname\nCaribbean Disaster Emergency Management Agency | CDEMA | Saint Michael | Barbados\nCaribbean Agricultural Health and Food Safety Agency | CAHFSA | Paramaribo | Suriname\nCaribbean Aviation Safety and Security Oversight System | CASSOS | Kingston | Jamaica\nCaribbean Public Health Agency | CARPHA | Port of Spain | Trinidad and Tobago\nCaribbean Centre for Development Administration | CARICAD | Saint Michael | Barbados\nCaribbean Agriculture Research and Development Institute | CARDI | Saint Augustine | Trinidad and Tobago\nCaribbean Organisation of Tax Administrators | COTA | Georgetown | Guyana"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Functional cooperation",
        "generated_section_content_md": "Institution  | Abbreviation  | Location  | Country\n---|---|---|---\nCaribbean Tourism Organization | CTO | Saint Michael | Barbados\nCaribbean Council of Legal Education | CLE | several |\nCaribbean Export Development Agency | Caribbean Export | Saint Michael | Barbados\nCaribbean Regional Information and Translation Institute | CRITI | Paramaribo | Suriname"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Associate",
        "generated_section_content_md": "Institution  | Abbreviation  | Location  | Country\n---|---|---|---\nCaribbean Congress of Labour | CCL | Saint Michael | Barbados\nCaricom Private Sector Organization | CPSO | Saint Michael | Barbados\nUniversity of the West Indies | UWI | several |\nUniversity of Guyana | UG | Georgetown | Guyana\nCaribbean Law Institute | CLI | Saint Michael | Barbados\nCaribbean Development Bank | CDB | Saint Michael | Barbados"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Cancelled",
        "generated_section_content_md": "The following institutions have been cancelled or merged into other ones:\n\nInstitution  | Abbreviation  | Location  | Country\n---|---|---|---\nRegional Educational Programme for Animal Health Assistants  | REPAHA | New Amsterdam | Guyana\nCaribbean Food Corporation  | CFC | Saint Augustine | Trinidad and Tobago\nCaribbean Environmental Health Institute  | CEHI | Castries | Saint Lucia\nThe Caribbean Epidemiology Centre  | CAREC | Port of Spain | Trinidad and Tobago\nCaribbean Food and Nutrition Institute  | CFNI | Kingston | Jamaica\nCaribbean Health Research Council  | CHRC | Saint Augustine | Trinidad and Tobago\nCaribbean Regional Drug Testing Laboratory  | CRDTL | Georgetown | Guyana"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Relationship to other supranational Caribbean organisations",
        "generated_section_content_md": "| Parts of this article (those related to Anguilla and other associate CARICOM\nmembers) need to be **updated**. Please help update this article to reflect\nrecent events or newly available information. _( February 2012)_\n---|---\nA clickable Euler diagram showing the relationships between various\nSupranational Caribbean Organisations and agreements\n\n* v\n* t\n* e\n\nA clickable Euler diagram showing the relationships between various\nmultinational organizations in the Americas\n\n* v\n* t\n* e"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Association of Caribbean States",
        "generated_section_content_md": "CARICOM was instrumental in the formation of the Association of Caribbean\nStates (ACS) on 24 July 1994. The original idea for the Association came from\na recommendation of the West Indian Commission, established in 1989 by the\nCARICOM heads of state and government. The Commission advocated both deepening\nthe integration process (through the CARICOM Single Market and Economy) and\ncomplementing it through a separate regional organisation encompassing all\nstates in the Caribbean.\n\nCARICOM accepted the commission's recommendations and opened dialogue with\nother Caribbean states, the Central American states and the Latin American\nnations of Colombia, Venezuela and Mexico which border the Caribbean, for\nconsultation on the proposals of the West Indian Commission.\n\nAt an October 1993 summit, the heads of state and government of CARICOM and\nthe presidents of the then-Group of Three (Colombia, Mexico and Venezuela)\nformally decided to create an association grouping all states of the Caribbean\nbasin. A work schedule for its formation was adopted. The aim was to create\nthe association in less than a year, an objective which was achieved with the\nformal creation of the ACS."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Community of Latin American and Caribbean States",
        "generated_section_content_md": "CARICOM was also involved in the formation of the Community of Latin American\nand Caribbean States (CELAC) on 3 December 2010. The idea for CELAC originated\nat the Rio Group–Caribbean Community Unity Summit on 23 February 2010 in\nMexico. This act caters to the integration of the Americas process,\ncomplimenting well-established initiatives of the Organization of American\nStates."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "European Union: Economic Partnership Agreements",
        "generated_section_content_md": "Since 2013, the CARICOM-bloc and the Dominican Republic have been tied to the\nEuropean Union via an Economic Partnership Agreements known as CARIFORUM\nsigned in 2008. The treaty grants all members of the European Union and\nCARIFORUM equal rights in terms of trade and investment. Within the agreement\nunder Article 234, the European Court of Justice also carries dispute\nresolution mechanisms between CARIFORUM and the states of the European Union."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "OHADAC Project",
        "generated_section_content_md": "In May 2016, Caricom's court of original jurisdiction, the CCJ, signed a\nmemorandum of understanding (MOU) with the ACP Legal Association based in\nGuadeloupe recognising and supporting the goals of implementing a harmonised\nbusiness law framework in the Caribbean through ACP Legal Association's OHADAC\nProject.\n\nOHADAC is the acronym for the French \"Organisation pour l'Harmonisation du\nDroit des Affaires en les Caraïbes\", which translates into English as\n\"Organisation for the Harmonisation of Business Law in the Caribbean\". The\nOHADAC Project takes inspiration from a similar organisation in Africa and\naims to enhance economic integration across the entire Caribbean and\nfacilitate increased trade and international investment through unified laws\nand alternative dispute resolution methods."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Member states",
        "generated_section_content_md": "As of 2024[update] CARICOM has 15 full members, seven associate members and\neight observers. The associated members are five British Overseas Territories,\none constituent county of the Kingdom of the Netherlands and one French\nOverseas Territory. It is currently not established what the role of the\nassociate members will be. The observers are states which engage in at least\none of CARICOM's technical committees.[_page needed_]\n\nUnder Article 4 CARICOM breaks its 15 member states into two groups: Less\nDeveloped Countries (LDCs) and More Developed Countries (MDCs).\n\nThe countries of CARICOM which are designated as Less Developed Countries\n(LDCs) are as follows:\n\n* Antigua and Barbuda\n* Belize\n* Commonwealth of Dominica\n* Grenada\n* Republic of Haiti\n* Montserrat\n* Federation of St. Kitts and Nevis\n* St Lucia\n* St Vincent and the Grenadines\n\nThe countries of CARICOM which are designated as More Developed Countries\n(MDCs) are:\n\n* Commonwealth of The Bahamas\n* Barbados\n* Co-operative Republic of Guyana\n* Jamaica\n* Republic of Suriname\n* Republic of Trinidad and Tobago\n\nCARICOM members  Status  | Name  | Join date  | Notes\n---|---|---|---\nFull member  |  Antigua and Barbuda | 4 July 1974  |\nThe Bahamas | 4 July 1983  | Not a part of the customs union\nBarbados | 1 August 1973  | One of the four founding members\nBelize | 1 May 1974  |\nDominica |\nGrenada |\nGuyana | 1 August 1973  | One of the four founding members\nHaiti | 2 July 2002  | Provisional membership on 4 July 1998\nJamaica | 1 August 1973  | One of the four founding members\nMontserrat | 1 May 1974  | British overseas territory\nSaint Kitts and Nevis | 26 July 1974  | Joined as Saint Christopher-Nevis-Anguilla\nSaint Lucia | 1 May 1974  |\nSaint Vincent and the Grenadines | 1 May 1974  |\nSuriname | 4 July 1995  |\nTrinidad and Tobago | 1 August 1973  | One of the four founding members\nAssociate  |  Anguilla | 4 July 1999  | British overseas territory\nBermuda | 2 July 2003\nBritish Virgin Islands | 2 July 1991\nCayman Islands | 16 May 2002\nCuraçao | 28 July 2024  | Constituent country of the Kingdom of the Netherlands\nMartinique | 20 February 2025  | French overseas territory\nTurks and Caicos Islands | 2 July 1991  | British overseas territory\nObserver  |  Aruba |  | Constituent country of the Kingdom of the Netherlands\nColombia |  |\nDominican Republic |  |\nMexico |  |\nPuerto Rico |  | Unincorporated territory of the United States\nSint Maarten |  | Constituent country of the Kingdom of the Netherlands\nVenezuela |  |\n\nThousands of Caricom nationals live within other member states of the\nCommunity.\n\nAn estimated 30,000 Jamaicans legally reside in other CARICOM member states,\nmainly in The Bahamas (6,200), Antigua & Barbuda (estimated 12,000), Barbados\nand Trinidad & Tobago). Also, an estimated 150 Jamaicans live and work in\nMontserrat. A 21 November 2013 estimated put 16,958 Jamaicans residing\nillegally in Trinidad & Tobago, as according to the records of the Office of\nthe Chief Immigration Officer, their entry certificates would have since\nexpired. By October 2014, the estimated Jamaicans residing illegally in\nTrinidad and Tobago was 19,000 along with an estimated 7,169 Barbadians and\n25,884 Guyanese residing illegally. An estimated 8,000 Trinidadians and\nTobagonians live in Jamaica.\n\nExclusive Economic Zones of the member states of the CARICOM. Considering\nthem, the total area reaches the 2 300 297 km2.\n\nBarbados hosts a large diaspora population of Guyanese, of whom (in 2005)\n5,032 lived there permanently as citizens, permanent residents, immigrants\n(with immigrant status) and Caricom skilled nationals; 3,200 were residing in\nBarbados temporarily under work permits, as students, or with \"reside and\nwork\" status. A further 2,000–3,000 Guyanese were estimated to be living\nillegally in Barbados at the time. Migration between Barbados and Guyana has\ndeep roots, going back over 150 years, with the most intense period of\nBarbadian migration to then-British Guiana occurring between 1863 and 1886,\nalthough as late as the 1920s and 1930s Barbadians were still leaving Barbados\nfor British Guiana.\n\nMigration between Guyana and Suriname also goes back a number of years. An\nestimated 50,000 Guyanese had migrated to Suriname by 1986 In 1987 an\nestimated 30–40,000 Guyanese were in Suriname. Many Guyanese left Suriname in\nthe 1970s and 1980s, either voluntarily or by expulsion. Citing a national\nsecurity concern, over 5,000 were expelled in January 1985 alone. In the\ninstability Suriname experienced following independence, both coups and civil\nwar. In 2013, an estimated 11,530 Guyanese had emigrated to Suriname and 4,662\nSurinamese to Guyana."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Relationship with Cuba",
        "generated_section_content_md": "In 2017, the Republic of Cuba and CARICOM signed the \"CARICOM-Cuba Trade and\nEconomic Cooperation Agreement\" to facilitate closer trade ties. In December\n2022, President of Cuba Miguel Díaz-Canel met in Bridgetown, Barbados with the\nHeads of State and Government of CARICOM. On the occasion of the 8th CARICOM-\nCuba Summit to commemorate the 50th Anniversary of establishing diplomatic\nrelations with the independent States of CARICOM and Cuba and the 20th\nAnniversary of CARICOM-Cuba Day. Cuba also accepted CARICOM's offer to deepen\nbilateral cooperation and to join robust discussions in the bloc's regional\n'Joint Ministerial Taskforce on Food production and Security'."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Dialogue partners / accreditation to CARICOM",
        "generated_section_content_md": "A number of global partners have established diplomatic representation to the\nCaribbean Community (CARICOM) Secretariat located in Georgetown, Guyana.\nNations with non-resident representatives to CARICOM in _italics:_\n\n1. African Union Non accreditation, but as dialogue partner\n2. Argentina\n3. _Australia_\n4. Austria\n5. Belgium\n6. Brazil\n7. Canada\n8. Chile\n9. Colombia\n10. Costa Rica\n11. Cuba\n12. El Salvador\n13. European Union\n14. Finland\n15. France\n16. Germany\n17. Greece\n18. India\n19. Indonesia\n20. Ireland\n21. _Israel_\n22. _Italy_\n23. _Japan_\n24. Korea\n25. Latvia\n26. Lithuania\n27. Mexico\n28. Netherlands\n29. _New Zealand_\n30. Panama\n31. Portugal\n32. Romania\n33. _Singapore_\n34. Slovenia\n35. Sweden\n36. Switzerland\n37. Turkey\n38. United Kingdom\n39. United States of America\n40. _Venezuela_"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Free-trade agreements",
        "generated_section_content_md": "* List of bilateral free-trade agreements#CARICOM"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Statistics",
        "generated_section_content_md": "Population and economic statistics of full and associate members  Member  | Membership  | Land area (km2)  | Population (2019)  | GDP (PPP) Millions USD (2017)  | GDP Per Capita (PPP) USD (2017)  | Human Development Index (2023)\n---|---|---|---|---|---|---\nAnguilla | associate  | 91  | 15,174  | 175.4  | 12,200  | –\nAntigua and Barbuda | full member  | 442.6  | 104,084  | 2,390  | 26,300  | 0.851\nThe Bahamas | full member  | 10,010  | 385,340  | 9,339  | 25,100  | 0.820\nBarbados | full member  | 430  | 287,010  | 4,919  | 17,500  | 0.811\nBelize | full member  | 22,806  | 398,050  | 3,230  | 8,300  | 0.721\nBermuda | associate  | 54  | 63,779  | 5,198  | 85,700  | –\nBritish Virgin Islands | associate  | 151  | 32,206  | 500  | 42,300  | –\nCayman Islands | associate  | 264  | 64,420  | 2,507  | 43,800  | –\nDominica | full member  | 751  | 74,679  | 851  | 12,000  | 0.761\nGrenada | full member  | 344  | 108,825  | 1,590  | 14,700  | 0.791\nGuyana | full member  | 214,970  | 786,508  | 6,367  | 8,300  | 0.776\nHaiti | full member  | 27,560  | 11,242,856  | 19,880  | 1,800  | 0.554\nJamaica | full member  | 10,831  | 2,728,864  | 26,200  | 9,200  | 0.720\nMontserrat | full member  | 102  | 5,220  | 43.8  | 8,500  | –\nSaint Kitts and Nevis | full member  | 261  | 56,345  | 1,528  | 26,800  | 0.840\nSaint Lucia | full member  | 606  | 180,454  | 2,384  | 13,500  | 0.748\nSaint Vincent and the Grenadines | full member  | 389  | 109,803  | 1,281  | 11,600  | 0.798\nSuriname | full member  | 156,000  | 573,085  | 7,928  | 13,900  | 0.722\nTrinidad and Tobago | full member  | 5,128  | 1,359,193  | 42,780  | 31,200  | 0.807\nTurks and Caicos Islands | associate  | 948  | 37,910  | 632  | 29,100  | –\nFull members  | members only  | 432,510  | 18,400,316  | 130,711  | 15,247  | 0.751"
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "9.1",
        "section_name": "Standard",
        "generated_section_content_md": "The flag of the Caribbean Community was chosen and approved in November 1983\nat the Conference of Heads of Government Meeting in Port of Spain, Trinidad.\nThe original design by the firm of WINART Studies in Georgetown, Guyana was\nsubstantially modified at the July 1983 Meeting of the Conference of Heads of\nGovernment. The flag was first flown on 4 July 1984 in Nassau, The Bahamas at\nthe fifth Meeting of the Conference of Heads of Government.\n\nThe flag features a blue background, but the upper part is a light blue\nrepresenting sky and the lower, a darker blue representing the Caribbean Sea.\nThe yellow circle in the centre represents the sun on which is printed in\nblack the logo of the Caribbean Community, two interlocking Cs. The two Cs are\nin the form of broken links in a chain, symbolising both unity and a break\nwith the colonial past. The narrow ring of green around the sun represents the\nvegetation of the region."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "9.2",
        "section_name": "Song",
        "generated_section_content_md": "For CARICOM's 40th anniversary, a competition to compose an official song or\nanthem for CARICOM was launched in April 2013 to promote choosing a song that\npromoted unity and inspired CARICOM identity and pride. A regional panel of\njudges comprising independent experts in music was nominated by member states\nand the CARICOM Secretariat. Three rounds of competition condensed 63 entries\nto a final three, from which judges chose _Celebrating CARICOM_ by Michele\nHenderson of Dominica in March 2014. Henderson won a US$10,000 prize. Her song\nwas produced by her husband, Roland Delsol Jr., and arranged by Earlson\nMatthew. It also featured Michael Ferrol on drums and choral input from the\nSt. Alphonsus Choir. It was re-produced for CARICOM by Carl Beaver Henderson\nof Trinidad and Tobago.\n\nA second-place entry titled _My CARICOM_ came from Jamaican Adiel Thomas who\nwon US$5,000, and a third-place song titled _One CARICOM_ by Carmella Lawrence\nof St. Kitts and Nevis, won US$2,500. The other songs from the top-ten\nfinalists (in no particular order) were:\n\n* _One Region one Caribbean_ from Anguilla,\n* _One Caribbean Family_ from Jamaica,\n* _CARICOM’s Light_ from St. Vincent & the Grenadines,\n* _We Are CARICOM_ from Dominica,\n* _Together As one_ from Dominica,\n* _Blessed CARICOM_ from Jamaica,\n* _Together We Rise_ from Jamaica.\n\nThe first official performance of _Celebrating CARICOM_ by Henderson took\nplace on Tuesday 1 July 2014 at the opening ceremony for the Thirty-Fifth\nRegional Meeting of the Conference of Heads of Government in Antigua and\nBarbuda."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "9.2.1",
        "section_name": "CARICOM Day",
        "generated_section_content_md": "The celebration of **CARICOM Day** is the selected day some Caribbean\nCommunity (CARICOM) countries officially recognise the commemorative date of\nsigning of the Treaty of Chaguaramas, the agreement that established CARICOM\non 4 July 1973. The Treaty was signed in Chaguaramas, Trinidad & Tobago by\nthen leaders of: Barbados, Guyana, Jamaica, and Trinidad and Tobago. CARICOM\nDay is recognised as an official public holiday in Guyana where the\nsecretariat is based, and is observed on the first Monday of July. The\ngovernment of Antigua and Barbuda has also implemented CARICOM Day as a\nholiday.\n\nThe day features activities that are organised by government entities such as\nparades, pageants, and campaigns to educate people about CARICOM."
    },
    {
        "chapter_name": "Caribbean Community",
        "chapter_id": "1",
        "section_number": "9.3",
        "section_name": "Caribbean Festival of Arts – CARIFESTA",
        "generated_section_content_md": "**Caribbean Festival of Arts** , commonly known as **CARIFESTA** , is an\nannual festival for promoting arts of the Caribbean with a different country\nhosting the event each year. It was started to provide a venue to \"depict the\nlife of the people of the Region, their heroes, morals, myths, traditions,\nbeliefs, creativity and ways of expression\" by fostering a sense of Caribbean\nunity, and motivating artists by showing the best of their home country. It\nbegan under the auspices of Guyana's then President Forbes Burnham in 1972,\nwho was inspired by other singular arts festivals in the region."
    }
]