[
    {
        "chapter_name": "Central European Initiative",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "European forum of regional cooperation\n\nThe **Central European Initiative** (**CEI**) is a forum of regional\ncooperation in Central and Eastern Europe, counting 17 member states. It was\nformed in Budapest in 1989. The body was developed on the basis of earlier\nexperiences with The Alps-Adriatic Working Group. The CEI headquarters have\nbeen in Trieste, Italy, since 1996."
    },
    {
        "chapter_name": "Central European Initiative",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The **Central European Initiative** or **CEI** , is the largest and oldest\nforum of regional cooperation in Central, Eastern and South Eastern Europe. It\nnow counts 17 member states, based on region and democratic values: Albania,\nBelarus, Bosnia and Herzegovina, Bulgaria, Croatia, the Czech Republic,\nHungary, Italy, Moldova, Montenegro, North Macedonia, Poland, Romania, Serbia,\nSlovakia, Slovenia and Ukraine. The origin of the Central European Initiative\nlies in the creation of what was then known as the Quadragonale in Budapest on\n11 November 1989 whose founding members were Italy, Austria, Hungary and the\nSocialist Federal Republic of Yugoslavia (SFRY). The conjunction with the fall\nof the Berlin Wall was a coincidence, yet the CEI has been involved in\ndemocratizing Eastern European countries after the Soviet Bloc dissolved.\n\nThe Initiative aimed at overcoming the division in blocks by re-establishing\ncooperation links, among countries of different political orientations and\neconomic structures. This was largely headed by Italy, who at the time, wanted\ngreater involvement in supporting Eastern European countries in order to rival\na newly reunited Germany.\n\nAt the first Summit in Venice in 1990, Czechoslovakia was admitted and the\nInitiative was renamed Pentagonale. In 1991, with the admission of Poland it\nbecame the Hexagonale.\n\nThe organization was renamed Central European Initiative (CEI) from the\nHexagonale in 1992, and has held the name since. On the same occasion,\nMacedonia, Bosnia and Herzegovina, Croatia and Slovenia were admitted as\nmember states. That year, Yugoslavia's recognition ceased, due to a violent\nbreak ups of the nation and the recognition of Croatia and Slovakia as\nindependent nations. The Czech Republic and Slovakia were admitted to the CEI\nin 1993 following the dissolution of Czechoslovakia. In 1996, Albania,\nBelarus, Bulgaria, Moldova, Romania and Ukraine joined the CEI as full-fledged\nmembers.\n\nIn recent years the CEI has focused on expanding healthcare access within its\n17 member states. It has partnered with the World Health Organization (WHO) to\nfocus on preventing unwanted consequences from the pandemic and the sharing of\nhealth information. They have met regularly since this partnership was founded\nin June of 2022, with the most recent meeting happening November 2024. In the\nlatest meeting, the organizations focused on health in the Western Balkans,\nimplementing focus on integration following the EU model."
    },
    {
        "chapter_name": "Central European Initiative",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structures",
        "generated_section_content_md": "The structure of the CEI is unique, with changing staff, headquarters or\nbudget. It operates through regular forums, usually held in November that\ninvite senior officials and politicians. There are 5 regular meetings,\n\n* Heads of State/Government Meeting (annually, in the autumn);\n* Parliamentary Dimension (the CEI Parliamentary Committee which meets in the spring and the CEI Parliamentary Conference which meets in the autumn);\n* Foreign Ministers Meeting (annually, in the spring, but Foreign Ministers also attend and take part in the Heads of Government meeting);\n* Special Meetings of Sectoral Ministers;\n* Meetings of the Committee of National Coordinators (monthly)\n\nOne member state of the CEI takes on the role of the presidency each year,\nleading forums and meetings. In 1995, the Heads of Government meeting adopted\nan official documentation of the rules, guidelines and definition of the CEI.\n\"forum for cooperation in the region' which 'does not replace other, bilateral\nand multilateral channels of cooperation, neither affects the commitments of\nthe Member States resulting of their respective international agreements\". It\nhas a \"bottom-up\" approach to promote regional cooperation and growth,\nparticularly in newly democratic states.\n\nThe CEI has a three-pillar system: It cooperates in a governmental dimension,\na parliamentary dimension and a business dimension.\n\nIt promotes connectivity and diversity through 6 main areas: Good governance,\neconomic growth, media freedom, environmental protection, intercultural\ncooperation and scientific cooperation/education & training. The CEI\nimplements its activities through cooperative activities, such as Working\nGroups, EU-projects, Know-how exchange programme and technical cooperation\nwith the European Bank for Reconstruction and Development (EBRD). Each working\ngroup is chaired by a different country and has a unique focus. Since 2019,\nRoberto Antonione (Italy) has been the secretary general."
    },
    {
        "chapter_name": "Central European Initiative",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "CEI Presidencies",
        "generated_section_content_md": "Year  | Country\n---|---\n2025  | Serbia\n2024  | Albania\n2023  | Moldova\n2022  | Bulgaria\n2021  | Montenegro  _(due to covid related cancellation of most of the 2020 program)_\n2020  | Montenegro\n2019  | Italy\n2018  | Croatia\n2017  | Belarus\n2016  | Bosnia and Herzegovina\n2015  | Macedonia\n2014  | Austria\n2013  | Hungary\n2012  | Ukraine\n2011  | Serbia\n2010  | Montenegro\n2009  | Romania\n2008  | Moldova\n2007  | Bulgaria\n2006  | Albania\n2005  | Slovakia\n2004  | Slovenia\n2003  | Poland\n2002  | Macedonia\n2001  | Italy\n2000  | Hungary\n1999  | Czech Republic\n1998  | Croatia\n1997  | Bosnia and Herzegovina\n1996  | Austria\n1995  | Poland\n1994  | Italy\n1993  | Hungary\n1992  | Austria\n1991  | Yugoslavia\n1990  | Italy\n1989  | Hungary"
    },
    {
        "chapter_name": "Central European Initiative",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Membership",
        "generated_section_content_md": "**Founding members** :\n\n* Austria (1989-2018)\n* Hungary (1989)\n* Italy (1989)\n* _SFR Yugoslavia_ (1989–1992)\n\n**Joined later** :\n\n* _Czechoslovakia_ (1990–1992)\n* Poland (1991)\n* Republic of Bosnia and Herzegovina (1992) →  Bosnia and Herzegovina\n* Croatia (1992)\n* Slovenia (1992)\n* Czech Republic (1993)\n* Macedonia (1993) →  North Macedonia\n* Slovakia (1993)\n* Albania (1995)\n* Belarus (1995) (suspended)\n* Bulgaria (1995)\n* Romania (1995)\n* Ukraine (1995)\n* Moldova (1996)\n* FR Yugoslavia (2000) →  Serbia and Montenegro →  Serbia\n* Montenegro (2006)"
    }
]