[
    {
        "chapter_name": "Central American Bank for Economic Integration",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International multilateral development financial institution\n\nThe **Central American Bank for Economic Integration** \\- CABEI (BCIE in\nSpanish) was founded in 1960. It is an international multilateral development\nfinancial institution. Its resources are invested in projects that foster\ndevelopment to reduce poverty and inequality; strengthen regional integration\nand the competitive insertion of its member countries in the global economy;\nproviding special attention to environmental sustainability. Its headquarters\nare in Tegucigalpa (Honduras) and has regional offices in Guatemala, Honduras,\nEl Salvador, Nicaragua, Costa Rica and Panama."
    },
    {
        "chapter_name": "Central American Bank for Economic Integration",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Mission",
        "generated_section_content_md": "CABEI is a multilateral development bank whose mission is to promote the\neconomic integration and the balanced economic and social development of the\nCentral American region, which includes the founding countries and the non-\nfounding regional countries, attending and aligning itself with the interests\nof all of its member countries."
    },
    {
        "chapter_name": "Central American Bank for Economic Integration",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Vision",
        "generated_section_content_md": "CABEI's vision consists of being the strategic ally of its member countries in\nthe provision of financial solutions that contribute to the creation of\nemployment and improvement of the well-being and quality of life of its\ncitizens."
    },
    {
        "chapter_name": "Central American Bank for Economic Integration",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Members",
        "generated_section_content_md": "CABEI members\n\n* Founding countries: Guatemala, Honduras, El Salvador, Nicaragua and Costa Rica. These countries signed the founding covenant which establishes the CABEI, in the decision frame adopted by their governments to promote regional economic integration.\n* Non-founding regional countries: Panama and Dominican Republic, which take part in the Central American Integration System (SICA in its Spanish initials) and are represented before CABEI's Board of Directors and Governors' Assembly.\n* Non-regional countries: Mexico, Cuba, Taiwan, Argentina, Colombia, Spain, and South Korea. They have deemed important to join CABEI with the aim of having a permanent regional presence, thus enlarging their international projection through supporting founding countries' development. They also have named representatives before CABEI's Board of Directors and Governors' Assembly.\n* Beneficiary countries: Belize. It has joined the CABEI to receive loans and guarantees, same as regional countries, but, unlike them, Belize has not bought shares of the institution.\n\nApart from regional countries, Argentina and Colombia enjoy the capacity of\nreceiving CABEI's loans and guarantees."
    },
    {
        "chapter_name": "Central American Bank for Economic Integration",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Functions",
        "generated_section_content_md": "CABEI is the development bank for Central America, its strategic partner and\nthe main purveyor of resources: by late 2009, it had approved $14,603.3\nmillion since its inception for the development of the region.\n\nAs a regional financing institution, CABEI supports both public and private\nsectors and specializes in raising and channeling external money to promote\ninvestment in its action areas, which are:\n\n* Energy and production infrastructure\n* Agriculture and rural development\n* Human development and social infrastructure\n* Industry, urban development and services for competitiveness\n* Financial trading and development finance"
    },
    {
        "chapter_name": "Central American Bank for Economic Integration",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Structure",
        "generated_section_content_md": "CABEI's maximum authority is the Governors' Assembly, integrated by Ministers\nof Economy and central bank Governors of member countries.\n\nBesides, CABEI's Founding Covenant includes other authorities: Directory, as\nthe organ responsible for the bank's direction; President, elected by the\nGovernors' Assembly; Vice president, elected by the Directory; and other\nofficials deemed necessary for the institution's functioning."
    }
]