[
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Non-profit scientific research organization\n\nThe **Center for International Forestry Research** (**CIFOR**) is a non-profit\nscientific research organization that conducts research on the use and\nmanagement of forests with a focus on tropical forests in developing\ncountries. CIFOR, which merged with World Agroforestry (known by the acronym\nICRAF) on 1 January 2019, is the forestry and agroforestry research center of\nCGIAR, a network of 15 research centers around the world that focus on\nagricultural research for sustainable development, working closely with\ngovernments and other partners to help develop evidence-based solutions to\nproblems related to sustainable agriculture and natural resource management.\n\nCIFOR-ICRAF research is intended to \"deliver actionable evidence and solutions\nto transform how land is used and how food is produced: conserving and\nrestoring ecosystems, responding to the global climate, malnutrition,\nbiodiversity and desertification crises.\" It also contributes to the United\nNations Sustainable Development Goals, commitments under the Rio Convention,\nincluding the Paris agreement and the UN Framework Convention on Climate\nChange."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Overview",
        "generated_section_content_md": "CIFOR's headquarters in Bogor, Indonesia.\n\nCIFOR's research and expert analysis help policy makers and practitioners\nshape policy, improve the management of tropical forests and address the needs\nof people who depend on forests for their livelihoods. CIFOR's\nmultidisciplinary approach considers the underlying drivers of deforestation\nand degradation, which often lie outside the forestry sector: forces such as\nagriculture, infrastructure development, trade and investment policies, and\nlaw enforcement.\n\nCIFOR has its headquarters in Bogor, Indonesia. The current Director General\nis Robert Nasi. It has three regional offices: in Burkina Faso (West Africa),\nCameroon (Central Africa) and Kenya (East and South Africa). It has project\noffices in Ethiopia and Zambia (Africa), Vietnam and Laos (Asia), and Brazil\nand Peru (Latin America). CIFOR is one of 15 centers within the Consultative\nGroup on International Agricultural Research (CGIAR).\n\nIn implementing its research, CIFOR collaborates with other centers within the\nCGIAR – the World Agroforestry Centre, the International Center for Tropical\nAgriculture (CIAT) and Bioversity International – to conduct the CGIAR\nConsortium Research Programme _Forests, Trees and Agroforestry_ (also known as\nCRP6). CRP6 objective is to enhance the management and use of forests,\nagroforestry and tree genetic resources across the landscape, from forests to\nfarms."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "Although many link CIFOR's creation to the 1992 Earth Summit because it came\ninto existence the following year, the discussions that led to founding CIFOR\npredated the Earth Summit by several years. In 1991, the CGIAR appointed the\nAustralian Centre for International Agricultural Research (ACIAR) as the\nimplementing agency responsible for establishing CIFOR and setting up a board\nof trustees. CIFOR's Establishment Agreement was signed by Australia, Sweden,\nSwitzerland, and the United States; the Agreement was lodged with the United\nNations and CIFOR's legal identity as an international organisation was\nconsolidated with a Host Country Agreement between the new Board and the\nGovernment of Indonesia in May 1993.\n\nOver time, CIFOR increased the focus of its research on forest policy rather\nthan on technical forestry or tree breeding, in order to complement the\nefforts of national and private-sector institutes. Instead of having\nlaboratories, CIFOR would be a 'center without walls', marshaling\ninterdisciplinary research teams in collaboration with partners to tackle\nforest policy changes."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Partners",
        "generated_section_content_md": "CIFOR works with government agencies and non-governmental organization in the\ncountries where its scientists conduct research. Top partners include the\nCGIAR, European Union, Norwegian Agency for Development Cooperation (NORAD),\nAustralian Department of Foreign Affairs and Trade (Australian Aid), US Agency\nfor International Development (USAID), BMZ/BMUB, Global Environment Facility\n(GEF), International Fund for Agricultural Development (IFAD), Finnish\nMinistry for Foreign Affairs, Austrian Development Agency, British Department\nfor International Development (DFID), French Global Environment Facility, and\nSwiss Agency for Development and Cooperation."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Strategy",
        "generated_section_content_md": "CIFOR's first strategy, set out in 1996, provided the foundations and\ndirection for research that affected the understanding and practice of forest\nmanagement throughout the tropics. But the world's forests and the way they\nare perceived have changed dramatically since CIFOR was established.\n\nForemost among many changes is that forests are today centre-stage in the\nglobal debate on how to tackle climate change. Almost 20 per cent of global\ncarbon emissions are caused by deforestation, and so curbing forest loss is a\nway to reduce global warming. Also the promotion of biofuels by governments\nconcerned about global warming is driving forest clearance in some areas.\n\nTo respond to these and other challenges, CIFOR devised a new strategy for a\nnew era. Approved by the Board of Trustees in May 2008, the strategy will\nguide CIFOR's work until 2018."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "CGIAR Research Programme on Forests, Trees and Agroforestry",
        "generated_section_content_md": "CIFOR is the leading center for the CGIAR Research Programme 'Forests, Trees\nand Agroforestry' (also known as CRP6). This initiative brings together four\nCenters who specialise in their respective subjects—the World Agroforestry\nCentre (ICRAF), CIFOR, the International Center for Tropical Agriculture\n(CIAT) and Bioversity International. The programme will convene expertise\nacross the CGIAR system, and will partner with research and practitioner\norganisations around the world.\n\nWithin the consortium research program, the research focus is organised into\nfive components with the clear objective of enhancing the management and use\nof forests, agroforestry and tree genetic resources across the landscape from\nforests to farms."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Component 1: Smallholder production systems and markets",
        "generated_section_content_md": "CRP6 Component 1 focuses on the needs of smallholder producers.\n\nComponent 1 focuses on the needs of smallholder producers, with an emphasis on\nenhancing the productivity of trees on farms (e.g. through domestication of\nwild species) and improving access for smallholders to markets for forest and\ntree products.\n\n**Research themes**\n\n* Enhancing management and production systems for smallholders (food security and nutrition)\n* Increasing income generation and market integration for smallholders\n* Improving policies and institutions to enhance social assets to secure rights in forest- and tree-dependent communities"
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Component 2: Management and conservation of forest and tree resources",
        "generated_section_content_md": "Component 2 focuses on the needs of forest managers at the level of the forest\nmanagement unit, with an emphasis on improved technical and governance\napproaches to conserving forest ecosystems and the genetic resources they\ncontain.\n\n**Research themes**\n\n* Understanding threats to tree species and formulating genetic conservation strategies\n* Conserving and characterising high-quality germplasm of tree crops and their wild relatives\n* Developing improved silvicultural, monitoring and management practices for multiple use\n* Developing tools and methods to resolve conflicts over distribution of benefits and resource rights"
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Component 3: Environmental services and landscape management",
        "generated_section_content_md": "CRP6 Component 3 has an emphasis on capturing the value of environmental\nservices.\n\nComponent 3 focuses on the needs of landscape-level planners and stakeholders,\nwith an emphasis on mechanisms (such as payments for environmental services or\nPES) for capturing the value of environmental services and for negotiating\ntrade-offs among competing conservation and development objectives.\n\n**Research themes**\n\n* Understanding drivers of forest transition\n* Understanding the consequences of forest transition for environmental services and livelihoods"
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Component 4: Climate change adaptation and mitigation",
        "generated_section_content_md": "Component 4 focuses on the needs of policymakers and land managers seeking to\nbuild forests, trees and agroforestry into climate change adaptation and\nmitigation strategies.\n\n**Research themes**\n\n* Harnessing forests, trees and agroforestry for climate change mitigation\n* Enhancing climate change adaptation\n* Understanding synergies between climate change mitigation and adaptation"
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Component 5: Impacts of trade and investment on forests and people",
        "generated_section_content_md": "CRP6 Component 5 aims to manage the effect of trade and investment on forests\nand forest-dependent communities.\n\nComponent 5 focuses on the needs of policymakers and land managers seeking to\nensure that the effects of globalised trade and investment flows are\nbeneficial to forests and the communities that depend on forests for their\nlivelihoods.\n\n**Research themes**\n\n* Understanding the processes and effects of forest-related trade and investment\n* Enhancing responses and policy options to mitigate the harm and enhance the benefits of trade and investment"
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Global Comparative Study on REDD+",
        "generated_section_content_md": "Over four years, CIFOR and its partner organizations are undertaking a major\nglobal comparative study on the implementation of pilot REDD+ (Reducing\nEmissions from Deforestation and forest Degradation) projects.\n\nThe aim of the study is to compare how pilot REDD+ projects are working at\nnational and subnational levels, and share lessons learned from these\ncomparisons for the benefit of everyone involved in designing and implementing\nREDD+ projects. Essentially, by providing policy makers and communities with\nthis information, the project aims to ensure implementation of REDD+ is as\neffective, cost-efficient and equitable as possible – and ultimately reduces\ncarbon emissions, deforestation and forest degradation across the world, while\nproducing benefits like poverty alleviation and biodiversity conservation.\n\nResearch for the global comparative study is being undertaken in 11 countries,\nincluding Bolivia, Brazil, Cameroon, the Democratic Republic of Congo,\nIndonesia, Nepal, Peru, Tanzania and Vietnam."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "5.7",
        "section_name": "Poverty and Environment Network",
        "generated_section_content_md": "The Poverty and Environment Network (PEN) is an international research project\nand network launched by CIFOR in September 2004 and completed in 2010. PEN\nstill exists as a database containing survey data on more than 8,000\nhouseholds in more than 40 study sites in 25 developing countries.\n\nIt was the largest and most comprehensive global analysis of tropical forests\nand poverty, and aimed to put a systematic framework of knowledge around the\nrole tropical forests play in poverty alleviation. The project aimed to\nprovide data on the ways that poor people depend on forest resources, in order\nto both inform mainstream forest policy design and to contribute to the design\nof policies and projects to alleviate poverty, and thereby contribute to\nmeeting the Millennium Development Goal of 50% poverty reduction by 2015.\n\nIn order for the socioeconomic data to be uniform and therefore comparable\nacross countries and project sites, research partners (mainly PhD students)\nfrom a number of universities and research institutes collected quarterly data\nat the household and village level using standardized definitions,\nquestionnaires and methods. The study sites were chosen to obtain\nrepresentative coverage of geographical regions, forest types, forest tenure\nregimes, levels of poverty, infrastructure and market access, and population\ndensity.\n\nPreliminary results from the study’s global database showed that among those\nsurveyed, forest income – on average – constituted more than one fifth of\ntotal household income, while environmental income (forest and non-forest)\nmade up more than one fourth."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Communicating research",
        "generated_section_content_md": "According to past Director General Frances Seymour, CIFOR considers bridging\nthe gap between research, policy and practice through effective communications\nis one of its challenges as a research organization. The organization is\ncommitted to sharing its research and other information with others in the\nresearch community, and also with policymakers, indigenous and community\ngroups, donor agencies, the media and the general public."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Forests News Blog",
        "generated_section_content_md": "The Forests News Blog reports on the latest scientific research, activities\nand events from CIFOR. It contains news stories, analysis, features, videos\nand infographics. Sections of the blog include: climate change and energy,\nhuman wellbeing, forest management and restoration, food and diets, gender,\njustice and tenure, value chains and finance, landscapes and the Director\nGeneral's column."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Social media",
        "generated_section_content_md": "CIFOR has a Twitter account, YouTube channel and Facebook page."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6.2.1",
        "section_name": "Forests Asia Summit",
        "generated_section_content_md": "The Forests Asia Summit in Jakarta saw ministers from across Southeast Asia\njoin CEOs, civil society leaders, development experts and the world's top\nscientists joining to share knowledge on how the region can accelerate the\nshift toward a green economy by better managing its forests and landscapes.\n\nThe Summit – organized by the Center for International Forestry Research and\nco-hosted by the Indonesian Ministry of Forestry – was the largest in Asia in\nrecent years and attracted more than 1,000 leading stakeholders from Southeast\nAsia and across the world. Thousands more participated online or through\nnationwide broadcasts. There were special learning events with leading global\nexperts on the Green Economy, the Southeast Asian haze crisis, climate change\nnegotiations and the Sustainable Development Goals."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6.2.2",
        "section_name": "Forest Day",
        "generated_section_content_md": "Forest Day 3 logo.\n\nForest Day is a platform for those with an interest in forests and climate\nchange to come together with others and exchange views. Forest Day is\norganized by CIFOR on behalf of the Collaborative Partnership on Forests. It\nis held alongside the United Nations Framework Convention on Climate Change\nConference of Parties (COP).\n\nMore than 1,100 people from 82 countries, including 214 official climate-\nchange negotiators and 65 media representatives, attended Forest Day 5 on 4\nDecember 2011 in Durban, South Africa. Previous Forest Days have been held in\nBali, Indonesia (2007), Poznań, Poland (2008), Copenhagen, Denmark (2009) and\nCancun, Mexico (2010). The 2012 Forest Day (Forest Day 6) coincided with COP\n18 in Doha, Qatar, in December 2012."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6.2.3",
        "section_name": "Forests Indonesia Conference",
        "generated_section_content_md": "As part of the United Nations declaration of 2011 as the 'International Year\nof Forests', CIFOR convened the Forests Indonesia (Hutan Indonesia) conference\non 27 September 2011 at Shangri-La Hotel in Jakarta. About 1,000 participants\nrepresenting government, business/private sector, civil society and donor\norganizations attended the conference to discuss the future of Indonesia's\nforests, which comprise the world's third largest tropical forest area.\n\nThe President of Indonesia, Susilo Bambang Yudhoyono, opened the conference\nand vowed to dedicate the last three years of his administration to\nsafeguarding his nation's rainforests."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "6.2.4",
        "section_name": "Global Landscapes Forum",
        "generated_section_content_md": "The Global Landscapes Forum is an annual conference held alongside the UN\nclimate negotiations to create a platform for positioning landscapes in the\nnew international agreements on climate and sustainable development.\n\nThe events bring thousands of negotiators, world leaders, researchers, civil\nsociety leaders, business leaders, practitioners and policymakers in\nagriculture, forestry and development, funding organizations, and media,\nmaking it the largest, most influential event outside the UNFCCC COP. Forum\nparticipants will benefit from joining the interactive process of seeking\ncombined solutions to the complex challenges common to everyone on the planet."
    },
    {
        "chapter_name": "Center for International Forestry Research",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Publications",
        "generated_section_content_md": "Scientific results are made available to the international scientific\ncommunity and policymakers through publications in international journals,\npolicy briefs and training materials. In addition, CIFOR also disseminates its\nresults in non-English journals, policy briefs, CD-ROMs and manuals."
    }
]