[
    {
        "chapter_name": "Central Commission for Navigation on the Rhine",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International organization\n\nThe **Central Commission for the Navigation of the Rhine** (**CCNR** ; French:\n_Commission centrale pour la navigation du Rhin_ ; German: _Zentralkommission\nfür die Rheinschifffahrt_ ; Dutch: _Centrale Commissie voor de Rijnvaart_) is\nan international organisation with five member countries, whose function is to\nencourage European prosperity by guaranteeing a high level of security for\nnavigation of the Rhine and environs. Founded in 1815, it is the world's\noldest international organization still in operation. It has been based in\nStrasbourg, France, since 1920. Lucia Luijten from the Netherlands has been\nits Secretary General since November 1, 2021."
    },
    {
        "chapter_name": "Central Commission for Navigation on the Rhine",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Members",
        "generated_section_content_md": "The current Member States are Germany, Belgium, France, the Netherlands and\nSwitzerland. Although the Rhine does not pass through Belgian territory, the\nBelgian Rhine fleet is third after the Netherlands and Germany in terms of\nvolume transported.\n\nIndividual German states were members before World War I. The United States\nwas temporarily a member immediately after World War II, while Germany was\nunder Allied occupation, until 1961. Italy and the United Kingdom were also\nmembers following the Treaty of Versailles, though Italy renounced its\nposition in 1935 and the UK renounced it in 1993."
    },
    {
        "chapter_name": "Central Commission for Navigation on the Rhine",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Functions",
        "generated_section_content_md": "The entrance of the Palais du Rhin, with flag\n\nCreated as an international highway meant to promote commerce, today the\ncommission is responsible for regulating traffic on the Rhine, assisting with\nworks on the river, and functioning as the seat of the Rhine navigation\ntribunal. Its operational budget is €2.7 million annually.\n\nSince 1920, the headquarters of the commission has been located in Strasbourg,\nin the former imperial palace, renamed the Palais du Rhin, which also houses\nthe Regional Directorate of Cultural Affairs of Alsace.\n\nThe commission meets in plenary session twice a year. The Member States are\nrepresented by two to four commissioners and two deputy commissioners from\ntheir administrations; decisions are taken unanimously.\n\nIts working languages are German, French and Dutch, in accordance with Article\n41 of its rules of procedure."
    },
    {
        "chapter_name": "Central Commission for Navigation on the Rhine",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "Main assembly room of the Commission\n\nLegally, the commission's authority comes from agreements made at the Congress\nof Vienna, held in 1815 in the aftermath of the Napoleonic Wars. The first\nmeeting took place on 15 August 1816 in Mainz, with France, the Grand Duchy of\nBaden, the Kingdom of Bavaria, the Grand Duchy of Hesse, the Duchy of Nassau,\nthe Netherlands and the Kingdom of Prussia represented.\n\nIn 1831, the Convention of Mainz was adopted, establishing a number of the\nfirst laws governing Rhine navigation. In 1861, the commission's seat was\nmoved to Mannheim, and on 17 October 1868, the Mannheimer Akte was agreed to.\nThis agreement still governs the principles of Rhine navigation today.\n\nFollowing the Franco-Prussian War of 1870, the commission primarily played the\nrole of a German-Dutch bilateral body, France having ceased to be a member\nafter the Treaty of Frankfurt (1871).\n\nAfter the end of the First World War, the commission's headquarters was moved\nto Strasbourg in 1920 as part of the Treaty of Versailles. Belgium, the\nKingdom of Italy and the United Kingdom, as well as Switzerland joined the\ncommission while Germany participated for the first time as a national entity\nwith the Weimar Republic. Italy withdrew in 1935 and Adolf Hitler denounced\nGermany's membership on November 14, 1936. Following the Battle of France and\nthe armistice of June 22, 1940, the commission was suspended.\n\nThe commission resumed its work on November 20, 1945. The current revised\nconvention was signed in Strasbourg by the five current members of the\ncommission and the United Kingdom on 20 November 1963 and entered into force\non 14 April 1967. There have since been additional protocols.\n\nIn 2003 the European Commission asked for the permission of the Council of\nMinisters to negotiate the adherence of the European Union to the regulations\nof the CCNR and the Danube Commission, especially given the prospective\nenlargement of the EU."
    }
]