[
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "European research centre in Switzerland\n\nThe **European Organization for Nuclear Research** , known as **CERN**\n(/sɜːrn/; French pronunciation: [sɛʁn]; _Organisation européenne pour la\nrecherche nucléaire_), is an intergovernmental organization that operates the\nlargest particle physics laboratory in the world. Established in 1954, it is\nbased in Meyrin, western suburb of Geneva, on the France–Switzerland border.\nIt comprises 24 member states. Israel, admitted in 2013, is the only full\nmember geographically out of Europe. CERN is an official United Nations\nGeneral Assembly observer.\n\nThe acronym CERN is also used to refer to the laboratory; in 2023, it had 2666\nscientific, technical, and administrative staff members, and hosted about\n12370 users from institutions in more than 80 countries. In 2016, CERN\ngenerated 49 petabytes of data.\n\nCERN's main function is to provide the particle accelerators and other\ninfrastructure needed for high-energy physics research – consequently,\nnumerous experiments have been constructed at CERN through international\ncollaborations. CERN is the site of the Large Hadron Collider (LHC), the\nworld's largest and highest-energy particle collider. The main site at Meyrin\nhosts a large computing facility, which is primarily used to store and analyze\ndata from experiments, as well as simulate events. As researchers require\nremote access to these facilities, the lab has historically been a major wide\narea network hub. CERN is also the birthplace of the World Wide Web."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The convention establishing CERN was ratified on 29 September 1954 by 12\ncountries in Western Europe. The acronym CERN originally represented the\nFrench words for _Conseil Européen pour la Recherche Nucléaire_ ('European\nCouncil for Nuclear Research'), which was a provisional council for building\nthe laboratory, established by 12 European governments in 1952. During these\nearly years, the council worked at the University of Copenhagen under the\ndirection of Niels Bohr before moving to its present site near Geneva.\n\nThe acronym was retained for the new laboratory after the provisional council\nwas dissolved, even though the name changed to the current _Organisation\neuropéenne pour la recherche nucléaire_ ('European Organization for Nuclear\nResearch') in 1954. According to Lew Kowarski, a former director of CERN, when\nthe name was changed, the abbreviation could have become the awkward OERN, and\nWerner Heisenberg said that this could \"still be CERN even if the name is\n[not]\".\n\nCERN's first president was Sir Benjamin Lockspeiser. Edoardo Amaldi was the\ngeneral secretary of CERN at its early stages when operations were still\nprovisional, and the first Director-General (1954) was Felix Bloch.\n\nThe laboratory was originally devoted to the study of atomic nuclei, but was\nsoon applied to higher-energy physics, concerned mainly with the study of\ninteractions between subatomic particles. Therefore, the laboratory operated\nby CERN is commonly referred to as the **European laboratory for particle\nphysics** (_Laboratoire européen pour la physique des particules_), which\nbetter describes the research being performed there.[_citation needed_]"
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Founding members",
        "generated_section_content_md": "The 12 founding member states of CERN in 1954\n\nAt the sixth session of the CERN Council in Paris from 29 June to 1 July 1953,\nthe convention establishing the organization was signed, subject to\nratification, by 12 states. The convention was gradually ratified by the 12\nfounding Member States: Belgium, Denmark, France, the Federal Republic of\nGermany, Greece, Italy, the Netherlands, Norway, Sweden, Switzerland, the\nUnited Kingdom, and Yugoslavia."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Scientific achievements",
        "generated_section_content_md": "Several major achievements in particle physics have occurred in experiments at\nCERN. They include:\n\n* 1973: The discovery of neutral currents in the Gargamelle bubble chamber;\n* 1983: The discovery of W and Z bosons in the UA1 and UA2 experiments;\n* 1989: The determination of the number of light neutrino families at the Large Electron–Positron Collider (LEP) operating on the Z boson peak;\n* 1995: The first creation of antihydrogen atoms in the PS210 experiment;\n* 1995–2005: Precision measurement of the Z lineshape, based predominantly on LEP data collected on the Z resonance from 1990 to 1995;\n* 1999: The discovery of direct CP violation in the NA48 experiment;\n* 2000: The Heavy Ion Programme discovered a new state of matter, quark–gluon plasma.\n* 2010: The isolation of 38 atoms of antihydrogen;\n* 2011: Maintaining antihydrogen for over 15 minutes;\n* 2012: The discovery of a boson with mass around 125 GeV/_c_ 2 consistent with the long-sought Higgs boson.\n\nIn September 2011, CERN attracted media attention when the OPERA Collaboration\nreported the detection of possibly faster-than-light neutrinos. Further tests\nshowed that the results were flawed due to an incorrectly connected GPS\nsynchronization cable.\n\nThe 1984 Nobel Prize for Physics was awarded to Carlo Rubbia and Simon van der\nMeer for the developments that resulted in the discoveries of the W and Z\nbosons. The 1992 Nobel Prize for Physics was awarded to CERN staff researcher\nGeorges Charpak \"for his invention and development of particle detectors, in\nparticular the multiwire proportional chamber\". The 2013 Nobel Prize for\nPhysics was awarded to François Englert and Peter Higgs for the theoretical\ndescription of the Higgs mechanism in the year after the Higgs boson was found\nby CERN experiments."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.2.1",
        "section_name": "Computer science",
        "generated_section_content_md": "CERN pioneered the introduction of TCP/IP for its intranet, beginning in 1984.\nThis played an influential role in the adoption of the TCP/IP in Europe (see\nHistory of the Internet and Protocol Wars).\n\nIn 1989, the World Wide Web was invented at CERN by Tim Berners-Lee. Based on\nthe concept of hypertext, the idea was designed to facilitate information\nsharing between researchers. This stemmed from Berners-Lee's earlier work at\nCERN on a database named ENQUIRE. A colleague, Robert Cailliau, became\ninvolved in 1990.\n\nIn 1995, Berners-Lee and Cailliau were jointly honoured by the Association for\nComputing Machinery for their contributions to the development of the World\nWide Web. A copy of the first webpage, created by Berners-Lee, is still\npublished on the World Wide Web Consortium's website as a historical document.\nThe first website was activated in 1991. On 30 April 1993, CERN announced that\nthe World Wide Web would be free to anyone. It became the dominant way through\nwhich most users interact with the Internet.\n\nMore recently, CERN has become a facility for the development of grid\ncomputing, hosting projects including the Enabling Grids for E-sciencE (EGEE)\nand LHC Computing Grid. It also hosts the CERN Internet Exchange Point (CIXP),\none of the two main internet exchange points in Switzerland. As of\n2022[update], CERN employs ten times more engineers and technicians than\nresearch physicists."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Current complex",
        "generated_section_content_md": "A map of the Large Hadron Collider together with the Super Proton Synchrotron\nat CERN\n\nCERN operates a network of seven accelerators and two decelerators, and some\nadditional small accelerators. Each machine in the chain increases the energy\nof particle beams before delivering them to experiments or to the next more\npowerful accelerator. The decelerators naturally decrease the energy of\nparticle beams before delivering them to experiments or further\naccelerators/decelerators. Before an experiment is able to use the network of\naccelerators, it must be approved by the various Scientific Committees of\nCERN. Currently (as of 2022) active machines are the LHC accelerator and:\n\n* The LINAC 3 linear accelerator generating low energy particles. It provides heavy ions at 4.2 MeV/Da for injection into the Low Energy Ion Ring (LEIR).\n* The Low Energy Ion Ring (LEIR) accelerates the ions from the ion linear accelerator LINAC 3, before transferring them to the Proton Synchrotron (PS). This accelerator was commissioned in 2005, after having been reconfigured from the previous Low Energy Antiproton Ring (LEAR).\n* The Linac4 linear accelerator accelerates negative hydrogen ions to an energy of 160 eV. The ions are then injected to the Proton Synchrotron Booster (PSB) where both electrons are then stripped from each of the hydrogen ions and thus only the nucleus containing one proton remains. The protons are then used in experiments or accelerated further in other CERN accelerators. Linac4 serves as the source of all proton beams for CERN experiments.\n* The Proton Synchrotron Booster increases the energy of particles generated by the proton linear accelerator before they are transferred to the other accelerators.\n* The 28 GeV Proton Synchrotron (PS), built during 1954–1959 and still operating as a feeder to the more powerful SPS and to many of CERN's experiments.\n* The Super Proton Synchrotron (SPS), a circular accelerator with a diameter of 2 kilometres built in a tunnel, which started operation in 1976. It was designed to deliver an energy of 300 GeV and was gradually upgraded to 450 GeV. As well as having its own beamlines for fixed-target experiments (currently COMPASS and NA62), it has been operated as a proton–antiproton collider (the SppS collider), and for accelerating high energy electrons and positrons which were injected into the Large Electron–Positron Collider (LEP). Since 2008, it has been used to inject protons and heavy ions into the Large Hadron Collider (LHC).\n* The On-Line Isotope Mass Separator (ISOLDE), which is used to study unstable nuclei. The radioactive ions are produced by the impact of protons at an energy of 1.0–1.4 GeV from the Proton Synchrotron Booster. It was first commissioned in 1967 and was rebuilt with major upgrades in 1974 and 1992.\n* The Antiproton Decelerator (AD), which reduces the velocity of antiprotons to about 10% of the speed of light for research of antimatter. The AD machine was reconfigured from the previous Antiproton Collector (AC) machine.\n* The Extra Low Energy Antiproton ring (ELENA), which takes antiprotons from AD and decelerates them into low energies (speeds) for use in antimatter experiments.\n* The AWAKE experiment, which is a proof-of-principle plasma wakefield accelerator.\n* The CERN Linear Electron Accelerator for Research (CLEAR) accelerator research and development facility."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.3.1",
        "section_name": "Large Hadron Collider",
        "generated_section_content_md": "Many activities at CERN currently involve operating the Large Hadron Collider\n(LHC) and the experiments for it. The LHC represents a large-scale, worldwide\nscientific cooperation project.\n\nCMS detector for LHC\n\nThe LHC tunnel is located 100 metres underground, in the region between Geneva\nInternational Airport and the nearby Jura mountains. The majority of its\nlength is on the French side of the border. It uses the 27 km circumference\ncircular tunnel previously occupied by the Large Electron–Positron Collider\n(LEP), which was shut down in November 2000. CERN's existing PS/SPS\naccelerator complexes are used to pre-accelerate protons and lead ions which\nare then injected into the LHC.\n\nEight experiments (CMS, ATLAS, LHCb, MoEDAL, TOTEM, LHCf, FASER and ALICE) are\nlocated along the collider; each of them studies particle collisions from a\ndifferent aspect, and with different technologies. Construction for these\nexperiments required an extraordinary engineering effort. For example, a\nspecial crane was rented from Belgium to lower pieces of the CMS detector into\nits cavern, since each piece weighed nearly 2000 tons. The first of the\napproximately 5000 magnets necessary for construction was lowered down a\nspecial shaft at in March 2005.\n\nThe LHC has begun to generate vast quantities of data, which CERN streams to\nlaboratories around the world for distributed processing, making use of a\nspecialized grid infrastructure, the LHC Computing Grid. In April 2005, a\ntrial successfully streamed 600 MB/s to seven different sites across the\nworld.\n\nIn August 2008, the initial particle beams were injected into the LHC. The\nfirst beam was circulated through the entire LHC on 10 September 2008, but the\nsystem failed 10 days later because of a faulty magnet connection, and it was\nstopped for repairs on 19 September 2008.\n\nThe LHC resumed operation on 20 November 2009 by successfully circulating two\nbeams, each with an energy of 3.5 teraelectronvolts (TeV). The challenge for\nthe engineers was then to line up the two beams so that they smashed into each\nother. This is like \"firing two needles across the Atlantic and getting them\nto hit each other\" according to Stephen Myers, director for accelerators and\ntechnology.\n\nOn 30 March 2010, the LHC successfully collided two proton beams with 3.5 TeV\nof energy per proton, resulting in a 7 TeV collision energy. This was enough\nto start the main research program, including the search for the Higgs boson.\nWhen the 7 TeV experimental period ended, the LHC increased to 8 TeV (4 TeV\nper proton) starting March 2012, and soon began particle collisions at that\nenergy. In July 2012, CERN scientists announced the discovery of a new sub-\natomic particle that was later confirmed to be the Higgs boson.\n\nIn March 2013, CERN announced that the measurements performed on the newly\nfound particle allowed it to conclude that it was a Higgs boson. In early\n2013, the LHC was deactivated for a two-year maintenance period, to strengthen\nthe electrical connections between magnets inside the accelerator and for\nother upgrades.\n\nOn 5 April 2015, after two years of maintenance and consolidation, the LHC\nrestarted for a second run. The first ramp to the record-breaking energy of\n6.5 TeV was performed on 10 April 2015. In 2016, the design collision rate was\nexceeded for the first time. A second two-year period of shutdown begun at the\nend of 2018."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Accelerators under construction",
        "generated_section_content_md": "As of October 2019, the construction is on-going to upgrade the LHC's\nluminosity in a project called High Luminosity LHC (HL–LHC). This project\nshould see the LHC accelerator upgraded by 2026 to an order of magnitude\nhigher luminosity.\n\nAs part of the HL–LHC upgrade project, also other CERN accelerators and their\nsubsystems are receiving upgrades. Among other work, the LINAC 2 linear\naccelerator injector was decommissioned and replaced by a new injector\naccelerator, the LINAC4."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Decommissioned accelerators",
        "generated_section_content_md": "* The original linear accelerator LINAC 1. Operated 1959–1992.\n* The LINAC 2 linear accelerator injector. Accelerated protons to 50 MeV for injection into the Proton Synchrotron Booster (PSB). Operated 1978–2018.\n* The 600 MeV Synchro-Cyclotron (SC) which started operation in 1957 and was shut down in 1991. Was made into a public exhibition in 2012–2013.\n* The Intersecting Storage Rings (ISR), an early collider built from 1966 to 1971 and operated until 1984.\n* The Super Proton–Antiproton Synchrotron (SppS), operated 1981–1991. A modification of Super Proton Synchrotron (SPS) to operate as a proton-antiproton collider.\n* The Large Electron–Positron Collider (LEP), which operated 1989–2000 and was the largest machine of its kind, housed in a 27 km-long circular tunnel which now houses the Large Hadron Collider.\n* The LEP Pre-Injector (LPI) accelerator complex, consisting of two accelerators, a linear accelerator called LEP Injector Linac (LIL; itself consisting of two back-to-back linear accelerators called LIL V and LIL W) and a circular accelerator called Electron Positron Accumulator (EPA). The purpose of these accelerators was to inject positron and electron beams into the CERN accelerator complex (more precisely, to the Proton Synchrotron), to be delivered to LEP after many stages of acceleration. Operational 1987–2001; after the shutdown of LEP and the completion of experiments that were directly fed by the LPI, the LPI facility was adapted to be used for the CLIC Test Facility 3 (CTF3).\n* The Low Energy Antiproton Ring (LEAR) was commissioned in 1982. LEAR assembled the first pieces of true antimatter, in 1995, consisting of nine atoms of antihydrogen. It was closed in 1996, and superseded by the Antiproton Decelerator. The LEAR apparatus itself was reconfigured into the Low Energy Ion Ring (LEIR) ion booster.\n* The Antiproton Accumulator (AA), built 1979–1980, operations ended in 1997 and the machine was dismantled. Stored antiprotons produced by the Proton Synchrotron (PS) for use in other experiments and accelerators (for example the ISR, SppS and LEAR). For later half of its working life operated in tandem with Antiproton Collector (AC), to form the Antiproton Accumulation Complex (AAC).\n* The Antiproton Collector (AC), built 1986–1987, operations ended in 1997 and the machine was converted into the Antiproton Decelerator (AD), which is the successor machine for Low Energy Antiproton Ring (LEAR). Operated in tandem with Antiproton Accumulator (AA) and the pair formed the Antiproton Accumulation Complex (AAC), whose purpose was to store antiprotons produced by the Proton Synchrotron (PS) for use in other experiments and accelerators, like the Low Energy Antiproton Ring (LEAR) and Super Proton–Antiproton Synchrotron (SppS).\n* The Compact Linear Collider Test Facility 3 (CTF3), which studied feasibility for the future normal conducting linear collider project (the CLIC collider). In operation 2001–2016. One of its beamlines has been converted, from 2017 on, into the new CERN Linear Electron Accelerator for Research (CLEAR) facility."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Possible future accelerators",
        "generated_section_content_md": "CERN, in collaboration with groups worldwide, is investigating two main\nconcepts for future accelerators: A linear electron-positron collider with a\nnew acceleration concept to increase the energy (CLIC) and a larger version of\nthe LHC, a project currently named Future Circular Collider."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Sites",
        "generated_section_content_md": "| This section **does notcite any sources**. Please help improve this section\nby adding citations to reliable sources. Unsourced material may be challenged\nand removed. _( December 2023)__(Learn how and when to remove this message)_\n---|---\nCERN building 40 at the Meyrin site The interior of office building 40 at the\nMeyrin site. Building 40 hosts many offices for scientists from the CMS and\nATLAS collaborations.\n\nThe smaller accelerators are on the main Meyrin site, also known as the West\nArea, which was originally built in Switzerland alongside the French border,\nbut has been extended to span the border since 1965. The French side is under\nSwiss jurisdiction and there is no obvious border within the site, apart from\na line of marker stones.\n\nThe SPS and LEP/LHC tunnels are almost entirely outside the main site, and are\nmostly buried under French farmland and invisible from the surface. They have\nsurface sites at points around them, either as the location of buildings\nassociated with experiments or other facilities needed to operate the\ncolliders such as cryogenic plants and access shafts. The experiments are\nlocated at the same underground level as the tunnels at these sites.\n\nThree of these experimental sites are in France, with ATLAS in Switzerland,\nand some of the ancillary cryogenic and access sites are in Switzerland. The\nlargest of the experimental sites is the Prévessin site, also known as the\nNorth Area, which is the target station for non-collider experiments on the\nSPS accelerator. Other sites are the ones which were used for the UA1, UA2 and\nthe LEP experiments. The latter are used by LHC experiments.\n\nOutside of the LEP and LHC experiments, most are officially named and numbered\nafter the site where they were located. For example, NA32 was an experiment\nlooking at the production of so-called \"charmed\" particles and located at the\nPrévessin (North Area) site. WA22 used the Big European Bubble Chamber (BEBC)\nat the Meyrin (West Area) site to examine neutrino interactions. The UA1 and\nUA2 experiments were considered to be in the Underground Area, i.e. situated\nunderground at sites on the SPS accelerator.\n\nMost of the roads on the CERN Meyrin and Prévessin sites are named after\nfamous physicists, such as Wolfgang Pauli, who pushed for CERN's creation.\nOther notable names are Richard Feynman, Albert Einstein, and Bohr."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Member states and budget",
        "generated_section_content_md": "Since its foundation by 12 members in 1954, CERN regularly accepted new\nmembers. All new members have remained in the organization continuously since\ntheir accession, except Spain and Yugoslavia. Spain first joined CERN in 1961,\nwithdrew in 1969, and rejoined in 1983. Yugoslavia was a founding member of\nCERN but quit in 1961. Of the 24 members, Israel joined CERN as a full member\nin January 2014, becoming the first, and currently only, non-Geographically\nEuropean full member.\n\nThe budget contributions of member states are computed based on their GDP.\n\nMember state  | Status since  | Contribution\n(million CHF for 2019)  | Contribution\n(fraction of total for 2019)  | Contribution per capita\n(CHF/person for 2017)\n---|---|---|---|---\n**Founding Members**\nBelgium | 29 September 1954 | 30.7 | 2.68% | 2.7\nDenmark | 29 September 1954 | 20.5 | 1.79% | 3.4\nFrance | 29 September 1954 | 160.3 | 14.0% | 2.4\nGermany | 29 September 1954 | 236.0 | 20.6% | 2.8\nGreece | 29 September 1954 | 12.5 | 1.09% | 1.6\nItaly | 29 September 1954 | 118.4 | 10.4% | 2.1\nNetherlands | 29 September 1954 | 51.8 | 4.53% | 3.0\nNorway | 29 September 1954 | 28.3 | 2.48% | 5.4\nSweden | 29 September 1954 | 30.5 | 2.66% | 3.0\nSwitzerland | 29 September 1954 | 47.1 | 4.12% | 4.9\nUnited Kingdom | 29 September 1954 | 184.0 | 16.1% | 2.8\n_Yugoslavia_ | _29 September 1954_ | 0 | 0% | 0.0\n**Acceded Members**\nAustria | 1 June 1959 | 24.7 | 2.16% | 2.9\nSpain | 1 January 1983 | 80.7 | 7.06% | 2.0\nPortugal | 1 January 1986 | 12.5 | 1.09% | 1.3\nFinland | 1 January 1991 | 15.1 | 1.32% | 2.8\nPoland | 1 July 1991 | 31.9 | 2.79% | 0.8\nHungary | 1 July 1992 | 7.0 | 0.609% | 0.7\nCzech Republic | 1 July 1993 | 10.9 | 0.950% | 1.1\nSlovakia | 1 July 1993 | 5.6 | 0.490% | 1.0\nBulgaria | 11 June 1999 | 3.4 | 0.297% | 0.4\nIsrael | 6 January 2014 | 19.7 | 1.73% | 2.7\nRomania | 17 July 2016 | 12.0 | 1.05% | 0.6\nSerbia | 24 March 2019 | 2.5 | 0.221% | 0.1\nEstonia | 30 August 2024 | 1.0 | N/A | N/A\nSlovenia | 21 June 2025 | 1.0 | N/A | N/A\n**Associate Members in the pre-stage to membership**\nCyprus | 1 April 2016 | 1.0 | N/A | N/A\n**Associate Members**\nTurkey | 6 May 2015 | 5.7 | N/A | N/A\nPakistan | 31 July 2015 | 1.7 | N/A | N/A\nUkraine | 5 October 2016 | 1.0 | N/A | N/A\nIndia | 16 January 2017 | 13.8 | N/A | N/A\nLithuania | 8 January 2018 | 1.0 | N/A | N/A\nCroatia | 10 October 2019 | 0.25 | N/A | N/A\nLatvia | 2 August 2021 |  | N/A | N/A\nBrazil | 13 March 2024 |  | N/A | N/A\nIreland | 8 May 2025 |  | N/A | N/A\n|  |  |\n**Total Members, Candidates and Associates** |  | **1,171.2** | **100.0 %** | N/A\n\n1. **^** Based on the population in 2017.\n2. **^** 12 founding members drafted the _Convention for the Establishment of a European Organization for Nuclear Research_ which entered into force on 29 September 1954.\n3. **^** Yugoslavia left the organization in 1961.\n4. **^** Acceded members become CERN member states by ratifying the CERN convention.\n5. **^** Spain was previously a member state from 1961 to 1969\n\nMaps of the history of CERN membership\n---\n\n* 1954 (12 members): CERN is founded (1954–1990 borders)\n* 1959 (13 members): Austria joins (1954–1990 borders)\n* 1961 (13 members): Spain joins and Yugoslavia leaves (1954–1990 borders)\n* 1969 (12 members): Spain leaves (1954–1990 borders)\n* 1983 (13 members): Spain re-joins (1954–1990 borders)\n* 1985 (14 members): Portugal joins (1954–1990 borders)\n* 1991 (16 members): Poland and Finland join, and Germany has been reunified (post-1993 borders)\n* 1992 (17 members): Hungary joins (post-1993 borders)\n* 1993 (19 members): Czech Republic and Slovakia join (post-1993 borders)\n* 1999 (20 members): Bulgaria joins (post-1993 borders)\n* Animated map showing changes in CERN membership from 1954 until 1999 (borders are as at dates of change)"
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Enlargement",
        "generated_section_content_md": "Associate Members, Candidates:\n\n* Turkey signed an association agreement on 12 May 2014 and became an associate member on 6 May 2015.\n* Pakistan signed an association agreement on 19 December 2014 and became an associate member on 31 July 2015.\n* Cyprus signed an association agreement on 5 October 2012 and became an associate member in the pre-stage to membership on 1 April 2016.\n* Ukraine signed an association agreement on 3 October 2013. The agreement was ratified on 5 October 2016.\n* India signed an association agreement on 21 November 2016. The agreement was ratified on 16 January 2017.\n* Slovenia was approved for admission as an Associate Member state in the pre-stage to membership on 16 December 2016. The agreement was ratified on 4 July 2017.\n* Lithuania was approved for admission as an Associate Member state on 16 June 2017. The association agreement was signed on 27 June 2017 and ratified on 8 January 2018.\n* Croatia was approved for admission as an Associate Member state on 28 February 2019. The agreement was ratified on 10 October 2019.\n* Latvia and CERN signed an associate membership agreement on 14 April 2021. Latvia was formally admitted as an Associate Member on 2 August 2021.\n* Brazil became the first associate member of the Americas on 13 March 2024, after signing the associate membership agreement in March 2022.\n* Chile and Ireland were approved as new Associate Member States, subject to completion of the necessary accession and ratification processes in the countries on March 2025."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "International relations",
        "generated_section_content_md": "Three countries have observer status:\n\n* Japan – since 1995\n* Russia – since 1993 (suspended as of March 2022)\n* United States – since 1997\n\nAlso observers are the following international organizations:\n\n* UNESCO – since 1954\n* European Commission – since 1985\n* JINR – since 2014 (suspended as of March 2022)\n\nNon-Member States (with dates of Co-operation Agreements) currently involved\nin CERN programmes are:\n\n* Albania – October 2014\n* Algeria – 2008\n* Argentina – 11 March 1992\n* Armenia – 25 March 1994\n* Australia – 1 November 1991\n* Azerbaijan – 3 December 1997\n* Bangladesh – 2014\n* Belarus – 28 June 1994 (suspended as of March 2022)\n* Bolivia – 2007\n* Bosnia & Herzegovina – 16 February 2021\n* Canada – 11 October 1996\n* Chile – 10 October 1991\n* China – 12 July 1991, 14 August 1997 & 17 February 2004\n* Colombia – 15 May 1993\n* Costa Rica – February 2014\n* Ecuador – 1999\n* Egypt – 16 January 2006\n* Georgia – 11 October 1996\n* Iceland – 11 September 1996\n* Iran – 5 July 2001\n* Jordan – 12 June 2003 MoU with Jordan and SESAME, in preparation of a cooperation agreement signed in 2004.\n* Kazakhstan – June 2018\n* Lebanon – 2015\n* Malta – 10 January 2008\n* Mexico – 20 February 1998\n* Mongolia – 2014\n* Montenegro – 12 October 1990\n* Morocco – 14 April 1997\n* Nepal – 19 September 2017\n* New Zealand – 4 December 2003\n* North Macedonia – 27 April 2009\n* Palestine – December 2015\n* Paraguay – January 2019\n* Peru – 23 February 1993\n* Philippines – 2018\n* Qatar – 2016\n* Republic of Korea (South Korea) – 25 October 2006\n* Saudi Arabia – 2006\n* South Africa – 4 July 1992\n* Sri Lanka – February 2017\n* Thailand – 2018\n* Tunisia – May 2014\n* United Arab Emirates – 2006\n* Vietnam – 2008\n\nCERN also has scientific contacts with the following other countries and\nregions:\n\n* Bahrain\n* Cuba\n* Ghana\n* Honduras\n* Hong Kong\n* Indonesia\n* Kuwait\n* Luxemburg\n* Madagascar\n* Malaysia\n* Mauritius\n* Morocco\n* Mozambique\n* Oman\n* Rwanda\n* Singapore\n* Sudan\n* Taiwan\n* Tanzania\n* Uzbekistan\n* Zambia\n\nInternational research institutions, such as CERN, can aid in science\ndiplomacy."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Associated institutions",
        "generated_section_content_md": "ESO and CERN have a cooperation agreement.\n\nA large number of institutes around the world are associated to CERN through\ncurrent collaboration agreements and/or historical links. The list below\ncontains organizations represented as observers to the CERN Council,\norganizations to which CERN is an observer and organizations based on the CERN\nmodel:\n\n* European Molecular Biology Laboratory, organization based on the CERN model\n* European Space Research Organisation (since 1975 ESA), organization based on the CERN model\n* European Southern Observatory, organization based on the CERN model.Also, the two organisations share a pension fund for their employees.\n* JINR, observer to CERN Council, CERN is represented in the JINR Council. JINR is currently suspended, due to the CERN Council Resolution of 25 March 2022.\n* SESAME, CERN is an observer to the SESAME Council\n* UNESCO, observer to CERN Council"
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": ".cern",
        "generated_section_content_md": "**.cern** is a top-level domain for CERN. It was registered on 13 August 2014.\nOn 20 October 2015, CERN moved its main website to https://home.cern."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Open science",
        "generated_section_content_md": "The Open Science movement focuses on making scientific research openly\naccessible and on creating knowledge through open tools and processes. Open\naccess, open data, open source software and hardware, open licenses, digital\npreservation and reproducible research are primary components of open science\nand areas in which CERN has been working towards since its formation.\n\nCERN has developed policies and official documents that enable and promote\nopen science, starting with CERN's founding convention in 1953 which indicated\nthat all its results are to be published or made generally available. Since\nthen, CERN published its open access policy in 2014, which ensures that all\npublications by CERN authors will be published with gold open access and most\nrecently an open data policy that was endorsed by the four main LHC\ncollaborations (ALICE, ATLAS, CMS and LHCb).\n\nThe open data policy complements the open access policy, addressing the public\nrelease of scientific data collected by LHC experiments after a suitable\nembargo period. Prior to this open data policy, guidelines for data\npreservation, access and reuse were implemented by each collaboration\nindividually through their own policies which are updated when necessary.\n\nThe European Strategy for Particle Physics, a document mandated by the CERN\nCouncil that forms the cornerstone of Europe's decision-making for the future\nof particle physics, was last updated in 2020 and affirmed the organisation's\nrole within the open science landscape by stating: \"The particle physics\ncommunity should work with the relevant authorities to help shape the emerging\nconsensus on open science to be adopted for publicly-funded research, and\nshould then implement a policy of open science for the field\".\n\nBeyond the policy level, CERN has established a variety of services and tools\nto enable and guide open science at CERN, and in particle physics more\ngenerally. On the publishing side, CERN has initiated and operates a global\ncooperative project, the Sponsoring Consortium for Open Access Publishing in\nParticle Physics, SCOAP3, to convert scientific articles in high-energy\nphysics to open access. In 2018, the SCOAP3 partnership represented 3,000+\nlibraries from 44 countries and 3 intergovernmental organizations who have\nworked collectively to convert research articles in high-energy physics across\n11 leading journals in the discipline to open access.\n\nPublic-facing results can be served by various CERN-based services depending\non their use case: the CERN Open Data portal, Zenodo, the CERN Document\nServer, INSPIRE and HEPData are the core services used by the researchers and\ncommunity at CERN, as well as the wider high-energy physics community for the\npublication of their documents, data, software, multimedia, etc. CERN's\nefforts towards preservation and reproducible research are best represented by\na suite of services addressing the entire physics analysis lifecycle, such as\ndata, software and computing environment. CERN Analysis Preservation helps\nresearchers to preserve and document the various components of their physics\nanalyses. REANA (Reusable Analyses) enables the instantiating of preserved\nresearch data analyses on the cloud.\n\nAll services are built using open source software and strive towards\ncompliance with best effort principles, such as the FAIR principles, the\nFORCE11 guidelines and Plan S, while taking into account relevant activities\ncarried out by the European Commission."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Public exhibits",
        "generated_section_content_md": "The Globe of Science and Innovation at CERN\n\nThe CERN Science Gateway, opened in October 2023, is CERN's latest facility\nfor science outreach and education. It is home to a range of immersive\nexhibits, workshops, and shows.\n\nThe Globe of Science and Innovation, which opened in late 2005, is open to the\npublic. It is used four times a week for special exhibits.\n\nThe Microcosm museum previously hosted another on-site exhibition on particle\nphysics and CERN history. It closed permanently on 18 September 2022, in\npreparation for the installation of the exhibitions in Science Gateway.\n\nCERN also provides daily tours to certain facilities such as the Synchro-\ncyclotron (CERNs first particle accelerator) and the superconducting magnet\nworkshop.\n\nIn 2004, a two-metre statue of the Nataraja, the dancing form of the Hindu god\nShiva, was unveiled at CERN. The statue, symbolizing Shiva's cosmic dance of\ncreation and destruction, was presented by the Indian government to celebrate\nthe research center's long association with India. A special plaque next to\nthe statue explains the metaphor of Shiva's cosmic dance with quotations from\nphysicist Fritjof Capra:\n\n> Hundreds of years ago, Indian artists created visual images of dancing\n> Shivas in a beautiful series of bronzes. In our time, physicists have used\n> the most advanced technology to portray the patterns of the cosmic dance.\n> The metaphor of the cosmic dance thus unifies ancient mythology, religious\n> art and modern physics."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Arts at CERN",
        "generated_section_content_md": "CERN launched its Cultural Policy for engaging with the arts in 2011. The\ninitiative provided the essential framework and foundations for establishing\nArts at CERN, the arts programme of the Laboratory.\n\nSince 2012, Arts at CERN has fostered creative dialogue between art and\nphysics through residencies, art commissions, exhibitions and events. Artists\nacross all creative disciplines have been invited to CERN to experience how\nfundamental science pursues the big questions about our universe.\n\nEven before the arts programme officially started, several highly regarded\nartists visited the laboratory, drawn to physics and fundamental science. In\n1972, James Lee Byars was the first artist to visit the laboratory and the\nonly one, so far, to feature on the cover of the CERN Courier. Mariko Mori,\nGianni Motti [fr], Cerith Wyn Evans, John Berger and Anselm Kiefer are among\nthe artists who came to CERN in the years that followed.\n\nThe programmes of Arts at CERN are structured according to their values and\nvision to create bridges between cultures. Each programme is designed and\nformed in collaboration with cultural institutions, other partner\nlaboratories, countries, cities and artistic communities eager to connect with\nCERN's research, support their activities, and contribute to a global network\nof art and science.\n\nThey comprise research-led artistic residencies that take place on-site or\nremotely. More than 200 artists from 80 countries have participated in the\nresidencies to expand their creative practices at the Laboratory, benefiting\nfrom the involvement of 400 physicists, engineers and CERN staff. Between 500\nand 800 applications are received every year. The programmes comprise Collide,\nthe international residency programme organised in partnership with a city;\nConnect, a programme of residencies to foster experimentation in art and\nscience at CERN and in scientific organisations worldwide in collaboration\nwith Pro Helvetia, and Guest Artists, a short stay for artists to stay to\nengage with CERN's research and community."
    },
    {
        "chapter_name": "CERN",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "In popular culture",
        "generated_section_content_md": "The statue of Shiva engaging in the Nataraja dance (symbolising his cosmic\ndance of creation and destruction) presented by the Department of Atomic\nEnergy of India Geneva tram 18 at CERN\n\n* The band Les Horribles Cernettes was founded by women from CERN. The name was chosen so to have the same initials as the LHC.\n* The science journalist Katherine McAlpine made a rap video called \"Large Hadron Rap\" about CERN's Large Hadron Collider with some of the facility's staff.\n* _Particle Fever_ , a 2013 documentary, explores CERN throughout the inside and depicts the events surrounding the 2012 discovery of the Higgs Boson.\n* John Titor, a self-proclaimed time traveler, alleged that CERN would invent time travel in 2001.\n* CERN is depicted in the visual novel/anime series _Steins;Gate_ as SERN, a shadowy organization that has been researching time travel in order to restructure and control the world.\n* In Robert J. Sawyer's 1999 science fiction novel _Flashforward_ , as CERN's Large Hadron Collider accelerator is performing a run to search for the Higgs boson the entire human race sees themselves twenty-one years and six months in the future.\n* A number of conspiracy theories feature CERN, accusing the organization of partaking in occult rituals and secret experiments involving opening portals into Hell or other dimensions, shifting the world into an alternative timeline and causing earthquakes.\n* In Dan Brown's 2000 mystery-thriller novel _Angels& Demons_ and 2009 film of the same name, a canister of antimatter is stolen from CERN.\n* CERN is depicted in a 2009 episode of _South Park_ (Season 13, Episode 6), \"Pinewood Derby\". Randy Marsh, the father of one of the main characters, breaks into the \"Hadron Particle Super Collider in Switzerland\" and steals a \"superconducting bending magnet created for use in tests with particle acceleration\" to use in his son Stan's Pinewood Derby racer.\n* In the 2010 season 3 episode 15 of the TV situation comedy _The Big Bang Theory_ , \"The Large Hadron Collision\", Leonard and Raj travel to CERN to attend a conference and see the LHC.\n* The 2012 student film _Decay_ , which centres on the idea of the Large Hadron Collider transforming people into zombies, was filmed on location in CERN's maintenance tunnels.\n* The Compact Muon Solenoid at CERN was used as the basis for the Megadeth's _Super Collider_ album cover.\n* CERN forms part of the back story of the massively multiplayer augmented reality game _Ingress_ , and in the 2018 Japanese anime television series _Ingress: The Animation_ , based on Niantic's augmented reality mobile game of the same name.\n* In 2015, Sarah Charley, US communications manager for LHC experiments at CERN with graduate students Jesse Heilman of the University of California, Riverside, and Tom Perry and Laser Seymour Kaplan of the University of Wisconsin, Madison created a parody video based on \"Collide\", a song by American artist Howie Day. The lyrics were changed to be from the perspective of a proton in the Large Hadron Collider. After seeing the parody, Day re-recorded the song with the new lyrics, and released a new version of \"Collide\" in February 2017 with a video created during his visit to CERN.\n* In 2015, Ryoji Ikeda created an art installation called \"Supersymmetry\" based on his experience as a resident artist at CERN.\n* In the 2017 season 10 episode 6 of the British science fiction _Doctor Who_ , \"Extremis\", CERN is one of several locations found to be connected by a hub of mysterious portals.\n* The television series _Mr. Robot_ features a secretive, underground project apparatus that resembles the ATLAS experiment.\n* _Parallels_ , a Disney+ television series released in March 2022, includes a particle-physics laboratory at the French-Swiss border called \"ERN\". Various accelerators and facilities at CERN are referenced during the show, including ATLAS, CMS, the Antiproton Decelerator, and the FCC."
    }
]