[
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Military alliance of six post-Soviet states\n\nThe **Collective Security Treaty Organization** (**CSTO** , Russian:\nОрганизация Договора о коллективной безопасности (ОДКБ), romanized:\n_Organizatsiya dogovora o kollektivnoy bezopasnosti (**ODKB**)_) is an\nintergovernmental military alliance in Eurasia consisting of six post-Soviet\nstates: Armenia, Belarus, Kazakhstan, Kyrgyzstan, Russia, and Tajikistan. The\nCollective Security Treaty has its origins in the Soviet Armed Forces, which\nwas replaced in 1992 by the United Armed Forces of the Commonwealth of\nIndependent States, and was then itself replaced by the successor armed forces\nof the respective independent states. Former members of the CSTO military\nalliance were Azerbaijan, Georgia and Uzbekistan.\n\nSimilar to Article 5 of the North Atlantic Treaty and the Inter-American\nTreaty of Reciprocal Assistance, Article 4 of the Collective Security Treaty\n(CST) establishes that an aggression against one signatory would be perceived\nas an aggression against all. The 2002 CSTO charter reaffirmed the desire of\nall participating states to abstain from the use or threat of force.\nSignatories are prohibited from joining other military alliances."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Military exercises",
        "generated_section_content_md": "The CSTO holds yearly military command exercises for the CSTO nations to have\nan opportunity to improve inter-organizational cooperation. The largest of\nsuch exercises was held in Southern Russia and central Asia in 2011,\nconsisting of more than 10,000 troops and 70 combat aircraft."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Operational procedures",
        "generated_section_content_md": "Similar to NATO, the CSTO maintains a Parliamentary Assembly. CSTO employs a\n\"rotating presidency\" system in which the country leading the CSTO alternates\nevery year. In order to deploy military bases of a third country in the\nterritory of the CSTO member-states, it is necessary to obtain the official\nconsent of all its members."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Peacekeeping force",
        "generated_section_content_md": "The Collective Security Treaty Organization (CSTO) maintains a peacekeeping\nforce that has been deployed to areas of conflict, including Tajikistan and\nKyrgyzstan. The force is composed of troops from member states and is designed\nto provide stability and security in the region.\n\nOn 6 October 2007, CSTO members agreed to a major expansion of the\norganization that would create a CSTO peacekeeping force that could deploy\nunder a United Nations mandate or without one in its member states. The\nexpansion would also allow all members to purchase Russian weapons at the same\nprice as Russia.\n\nIn January 2022, the CSTO deployed 2,000 of its peacekeepers to Kazakhstan to\nquell the local unrest."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Collective Rapid Reaction Force",
        "generated_section_content_md": "On 4 February 2009, an agreement to create the Collective Rapid Reaction Force\n(KSOR) (Russian: Коллекти́вные си́лы операти́вного реаги́рования (КСОР)) was\nreached by five of the seven members, with plans finalized on 14 June. The\nforce is intended to be used to repulse military aggression, conduct anti-\nterrorist operations, fight transnational crime and drug trafficking, and\nneutralize the effects of natural disasters.\n\nBelarus and Uzbekistan initially refrained from signing on to the agreement.\nBelarus did so because of a trade dispute with Russia, and Uzbekistan due to\ngeneral concerns. Belarus signed the agreement the following October, while\nUzbekistan has never done so. A source in the Russian delegation said\nUzbekistan would not participate in the collective force on a permanent basis\nbut would \"delegate\" its detachments to take part in operations on an _ad hoc_\nbasis.\n\nOn 3 August 2009, the Ministry of Foreign Affairs of Uzbekistan criticized\nplans by Russia to establish a military base in southern Kyrgyzstan for the\nCSTO rapid reaction force, stating,\n\n> The implementation of such projects on complex and unpredictable territory,\n> where the borders of three Central Asian republics directly converge, may\n> give impetus to the strengthening of militarization processes and initiate\n> all kinds of nationalistic confrontations. […] Also, it could lead to the\n> appearance of radical extremist forces that could lead to serious\n> destabilization in this vast region."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Foundation",
        "generated_section_content_md": "A clickable Euler diagram showing the relationships among various\nsupranational organisations in the territory of the former Soviet Union\n\n* v\n* t\n* e\n\nOn 15 May 1992, six post-Soviet states belonging to the Commonwealth of\nIndependent States — Russia, Armenia, Kazakhstan, Kyrgyzstan, Tajikistan, and\nUzbekistan—signed the Collective Security Treaty (also referred to as the\nTashkent Pact or Tashkent Treaty). Three other post-Soviet states—Azerbaijan,\nBelarus, and Georgia—acceded in 1993 and the treaty took effect in 1994. The\nCST was set to last for a 5-year period unless extended. On 2 April 1999, six\nof the nine—all but Azerbaijan, Georgia, and Uzbekistan—agreed to renew the\ntreaty for five more years. At the same time, Uzbekistan joined the GUAM\ngroup, established in 1997 by Georgia, Ukraine, Azerbaijan, and Moldova, and\nlargely seen as intending to counter Russian influence in the region.\n\nThe CSTO was founded in 2002 when the six member states agreed to create the\n_Collective Security Treaty Organization_ as a military alliance. As an\nattempt to develop a successor alliance to the Warsaw Pact, the CSTO is\ncomparatively weak."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "2003 to 2012",
        "generated_section_content_md": "In 2004 the CSTO was granted Observer status in the UN General Assembly.\n\nDuring 2005, the CSTO partners conducted some common military exercises.\n\nCSTO and EAEC leaders in 2006\n\nUzbekistan withdrew from GUAM in 2005 and joined the CSTO in 2006 as a full\nmember and its membership was later ratified by the Uzbek parliament on 28\nMarch 2008.\n\nIn October 2007, the CSTO signed an agreement with the Shanghai Cooperation\nOrganisation (SCO), in the Tajik capital of Dushanbe, to broaden cooperation\non issues such as security, crime, and drug trafficking.\n\nOn 6 October 2007, CSTO members agreed to a major expansion of the\norganization that would create a CSTO peacekeeping force that could deploy\nunder a U.N. mandate or without one in its member states. The expansion would\nalso allow all members to purchase Russian weapons at the same price as\nRussia.\n\nOn 29 August 2008, Russia announced it would seek CSTO recognition of the\nindependence of Abkhazia and South Ossetia. Three days earlier, on 26 August,\nRussia recognized the independence of Georgia's breakaway regions of Abkhazia\nand South Ossetia.\n\nIn 2009, Belarus boycotted the CSTO summit due to their Milk War with Russia.\nAfter refusing to attend a CSTO summit in 2009, Lukashenko said: \"Why should\nmy men fight in Kazakhstan? Mothers would ask me why I sent their sons to\nfight so far from Belarus. For what? For a unified energy market? That is not\nwhat lives depend on. No!\"\n\nAfter Kurmanbek Bakiyev was ousted from office as President of Kyrgyzstan as a\nresult of riots in Kyrgyzstan in April 2010, he was granted asylum in Belarus.\nBelarusian President Alexander Lukashenko expressed doubt about the future of\nthe CSTO for failing to prevent Bakiyev's overthrow, stating: \"What sort of\norganization is this one, if there is bloodshed in one of our member states\nand an anticonstitutional coup d'état takes place, and this body keeps\nsilent?\"\n\nLukashenko had previously accused Russia of punishing Belarus with economic\nsanctions after Lukashenko's refusal to recognize the independence of Abkhazia\nand South Ossetia, stating: \"The economy serves as the basis for our common\nsecurity. But if Belarus's closest CSTO ally is trying ... to destroy this\nbasis and de facto put the Belarusians on their knees, how can one talk about\nconsolidating collective security in the CSTO space?\"\n\nDuring a trip to Ukraine to extend Russia's lease of the Crimean port\nSevastopol in return for discounted natural gas supplies, Russian President\nDmitry Medvedev was asked about whether Belarus could expect a similar deal\nand responded: \"Real partnership is one thing and a declaration of intentions\nis another; reaching agreement on working seriously, meeting each other\nhalfway, helping each other is one thing and making decisions about granting\npermanent residence to people who have lost their job is another.\" The\nBelarusian President defended himself against this criticism by citing former\nRussian President Vladimir Putin's invitation of Askar Akayev to Russia after\nhe was ousted as President of Kyrgyzstan during the 2005 Tulip Revolution.\n\nThe following month, President Medvedev ordered the CEO of Russia's natural\ngas monopoly Gazprom to cut gas supplies to Belarus in a dispute over\noutstanding debts. Subsequently, the Russian television channel NTV, run by\nGazprom, aired a documentary film which compared Lukashenko to Bakiyev. Then\nthe Russian President's foreign policy adviser Sergei Prikhodko threatened to\npublish the transcript of a CSTO meeting where Lukashenko said that his\nadministration would recognize Abkhazian and South Ossetian independence.\n\nIn June 2010, ethnic clashes broke out between ethnic Kyrgyz and Uzbeks in\nsouthern Kyrgyzstan, leading interim Kyrgyz President Roza Otunbayeva to\nrequest the assistance of Russian troops to quell the disturbances. Kurmanbek\nBakiyev denied charges that his supporters were behind the ethnic conflict and\ncalled on the CSTO to intervene. Askar Akayev also called for the CSTO to send\ntroops, saying: \"Our priority task right now should be to extinguish this\nflame of enmity. It is very likely that we will need CSTO peacekeepers to do\nthat.\"[_citation needed_] The organization was considered by some a \"paper\ntiger\" since it failed to intervene.\n\nRussian President Dmitry Medvedev said that \"only in the case of a foreign\nintrusion and an attempt to externally seize power can we state that there is\nan attack against the CSTO\", and that, \"all the problems of Kyrgyzstan have\ninternal roots\", while CSTO Secretary General Nikolai Bordyuzha called the\nviolence \"purely a domestic affair\". Later, however, Bordyuzha admitted that\nthe CSTO response may have been inadequate and claimed that \"foreign\nmercenaries\" provoked the Kyrgyz violence against ethnic Uzbek minorities.\n\nOn 21 July 2010, interim Kyrgyz President Roza Otunbayeva called for the\nintroduction of CSTO police units to southern Kyrgyzstan saying: \"I think it's\nimportant to introduce CSTO police forces there, since we're unable to\nguarantee people's rights on our own.\" She also added: \"I'm not seeking the\nCSTO's embrace and I don't feel like bringing them here to stay but the\nbloodletting there will continue otherwise.\" Only weeks later the deputy\nchairman of Otubayeva's interim Kyrgyz government complained that their\nappeals for help from the CSTO had been ignored. The CSTO was unable to agree\non providing military assistance to Kyrgyzstan at a meeting in Yerevan,\nArmenia, which was attended by Roza Otunbayeva as well as Alexander\nLukashenko.\n\nThe CSTO meeting in Nur-Sultan, Kazakhstan, 8 November 2018\n\nOn 10 December 2010, the member states approved a declaration establishing a\nCSTO peacekeeping force and a declaration of the CSTO member states, in\naddition to signing a package of joint documents.\n\nSince 21 December 2011, the Treaty parties can veto the establishment of new\nforeign military bases in the member states of the Collective Security Treaty\nOrganization (CSTO).\n\nOn 28 June 2012, Uzbekistan submitted a notification to the CSTO to suspended\nits membership. In December 2012, the CSTO Collective Security Council decided\nto suspend Uzbekistan."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "2013 to 2022",
        "generated_section_content_md": "CSTO Summit 2021 CSTO Summit 2022\n\nIn August 2014, 3,000 soldiers from the members of Armenia, Belarus,\nKazakhstan, Kyrgyzstan, Russia and Tajikistan participated in psychological\nand cyber warfare exercises in Kazakhstan under war games managed by CSTO.\n\nOn 19 March 2015, the CSTO Secretary General Nikolai Bordyuzha offered to send\na peacekeeping mission to Donbas, Ukraine. \"The CSTO has a peacekeeping\ncapacity. Our peacekeepers continuously undergo corresponding training. If\nsuch a decision is taken by the United Nations, we stand ready to provide\npeacekeeping units\".\n\nIn July 2021, CSTO Secretary-General Stanislav Zas was criticized by Armenian\npoliticians for calling an incursion by Azerbaijani forces onto Armenian\nterritory a \"border incident\", where the CSTO remained inactive during the\nconflict.\n\nIn July 2021, Tajikistan appealed to members of CSTO for help in dealing with\nsecurity challenges emerging from neighboring Afghanistan. Thousands of\nAfghans, including police and government troops, fled to Tajikistan after\nTaliban insurgents took control of many parts of Afghanistan.\n\nOn 5 January 2022, CSTO peacekeepers were announced to be deployed to\nKazakhstan in response to anti-government unrest in the country. On 11 January\nthe same year, CSTO forces began their withdrawal from Kazakhstan.\n\nSince the start of the Russian invasion of Ukraine in February 2022 there has\nbeen no CSTO involvement or official participation of other CSTO members in\nthe conflict, apart from Belarus which agreed to house Russian troops which\nthen attacked Ukraine from across its border. Following the 2023 Ukrainian\ncounteroffensive, the border between Ukraine and Belarus was cleared of\nRussian forces."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.8",
        "section_name": "2023 to present",
        "generated_section_content_md": "Relations between Russia and Kazakhstan have deteriorated since the start of\nRussia's invasion of Ukraine. The latter has refused to recognise the Donetsk\nand the Luhansk People's Republics.\n\nAfter the start of renewed fighting between Armenia and former member\nAzerbaijan on 13 September 2022, Armenia triggered Article 4 of the treaty,\nand a CSTO mission including CSTO Secretary General Stanislav Zas and Anatoly\nSidorov was sent to monitor the situation along the border. Similar events\nalso took place near the Kyrgyzstan–Tajikistan border throughout 2022.\n\nAfter the CSTO mission took a rather uncommitted position in the conflict,\ncriticism towards CSTO membership inside Armenian political circles increased,\nwith the secretary of the Security Council of Armenia, Armen Grigoryan, even\nstating that he saw no more hope for the CSTO. The lack of Russian support\nduring the conflict prompted a national debate in Armenia, as an increasing\npercentage of the population indicated doubt as to whether it is beneficial to\ncontinue CSTO membership, calling for realignment of the state with NATO\ninstead. This coincided with a visit from Speaker of the United States House\nof Representatives Nancy Pelosi to Yerevan on 17 September 2022, largely seen\nas an effort to reorient the security alliance structure of Armenia.\n\nTo discuss the results of the CSTO mission sent on 15 September 2022, an\nextraordinary session of the CSTO was held via videoconference on 28 October\n2022. With the leaders of all member states and CSTO Secretary General\nStanislav Zas in attendance, the meeting was chaired by Armenian Prime\nMinister Nikol Pashinyan, who concurred with the report presented by the\nSecretary General while also reiterating the importance for a clear political\nassessment of Azerbaijani aggression and a roadmap for the restoration of\nArmenian territorial integrity.\n\nA regular Collective Security Council meeting took place on 23 November 2022\nwith the leaders of all CSTO members present to discuss matters of\ninternational and regional security. After Pashinyan refused to sign the joint\ndeclaration because it did not \"reach a decision on a CSTO response to\nAzerbaijan's aggression against Armenia\", speculation arose regarding the\ncontinuation of the CSTO. Secretary General Stanislas Zas indicated that,\nthough numerous measures in the diplomatic as well as military spheres were\ngenerally agreed upon, no consensus regarding the situation on the border\ncould be reached. On the occasion of the meeting and in the midst of the 2022\nRussian invasion of Ukraine, Belarusian President Alexander Lukashenko stated\nthat many in their countries had started to discuss the possibility that the\nCSTO may cease to exist if Russia loses its war in Ukraine. He later expanded\non his opinion on the matter, stating that the CSTO will continue on and\nnobody will fall, if there is unity. Meanwhile, during the meeting in Yerevan,\nlarge groups of protestors gathered and called for the withdrawal of Armenia\nfrom the CSTO and for the country to develop closer relations with the United\nStates and the West. In the aftermath of the meeting, the US think tank The\nNational Interest released an analysis on the current state of the CSTO,\nconcluding that, while the alliance is in a fragile state, only few other\nnations could fill the void created by a possible Russian exit and step in as\na power broker in the region. Economic dependencies between the member states\nhave also increased since the start of the invasion and would dissuade the\nalliance from splitting up.\n\nThe diplomatic friction continued into January 2023, after Pashinyan refused\nto hold common military drills, because the organization did not unequivocally\ncondemn Azerbaijan over its perceived aggression. In response, Dmitry Peskov,\nthe Press Secretary of the President of Russia, stated that Armenia remains a\nvery close ally and promised to continue the dialogue. To mend their ties,\nSergey Lavrov offered the deployment of a CSTO mission along the Armenia-\nAzerbaijan border on 2 February 2023 within one or two days, \"if our Armenian\nallies, friends are still interested in it like before\".\n\nMeeting of the Council of the Parliamentary Assembly of the Collective\nSecurity Treaty Organization in Minsk (May 2023)\n\nIn May 2023, after the conflict between Armenia and Azerbaijan escalated, the\nArmenian Prime Minister Nikol Pashinyan said that Armenia could consider\nwithdrawing from the treaty due to the lack of support from Russia in the\nconflict. In an interview with CNN broadcast on 1 June 2023, Pashinyan stated\nthat \"Armenia is not an ally of Russia in the war in Ukraine\".\n\nOn 3 September 2023, during an interview, Armenian prime minister Nikol\nPashinyan stated that it was a strategic mistake for Armenia to solely rely on\nRussia to guarantee its security. Pashinyan stated, \"Moscow has been unable to\ndeliver and is in the process of winding down its role in the wider South\nCaucasus region\" and \"the Russian Federation cannot meet Armenia's security\nneeds. This example should demonstrate to us that dependence on just one\npartner in security matters is a strategic mistake.\" Pashinyan accused Russian\npeacekeepers deployed to uphold the ceasefire deal of failing to do their job.\nPashinyan confirmed that Armenia was trying to diversify its security\narrangements, most notably with the European Union and the United States.\n\nDuring the September 2023 Armenian protests that began following the 2023\nAzerbaijani offensive in Nagorno-Karabakh, demonstrators surrounded the\nRussian embassy in Yerevan criticizing Russia's refusal to intervene in the\noffensive. Some protesters called for the rejection of the Alma-Ata Protocol,\nand Armenia's withdrawal from the CSTO.\n\nArmenia declined participating in military exercises at the CIS summit in\nKyrgyzstan in October 2023 and asked for Russian peacekeeping forces to return\nto Russia. The Prime Minister of Armenia, Nikol Pashinyan, went further in\nlate October saying he saw \"no advantage\" in the presence of Russian troops in\nArmenia. as of October 2023[update], approximately 10,000 Russian troops were\nstationed in Gyumri.\n\n2024 CSTO Summit in Astana\n\nOn 23 February 2024, Armenian Prime Minister, Nikol Pashinyan, confirmed that\nArmenia had frozen its participation in the CSTO. Pashinyan stated, \"We have\nnow in practical terms frozen our participation in this treaty\" and\n\"membership of the CSTO was under review\" during a live broadcast interview.\nOn 28 February 2024, during a speech made in the National Assembly, Pashinyan\nfurther stated that the CSTO is \"a threat to the national security of\nArmenia\". Responding to Pashinyan's remarks, Dmitri Peskov stated that the\nCSTO charter does not include provisions for a \"frozen membership\" status. On\n12 March, Pashinyan said that the CSTO needed to clarify \"what constitutes\nArmenia's sovereign territory\", as the organization had not come to Armenia's\ndefence when requested following Azerbaijani troops crossing the border into\nArmenia's internationally recognized territory. Pashinyan said that if the\nCSTO's response did not align with Armenia's expectations, the country would\nofficially withdraw from the organization. On 8 May 2024, Armenia announced it\nhad stopped making financial contributions to the CSTO, leading Russia to\nstate that it was still obligated to pay its membership dues. On 12 June 2024,\nArmenia announced that it would formally withdraw from the alliance at an\nunspecified later date, with Pashinyan stating, \"We will leave. We will decide\nwhen to exit...Don't worry, we won't return\".\n\nA July 2024 Gallup opinion poll noted a 7% increase in support for Armenia's\nmembership in NATO, with 29% of respondents believing Armenia should strive\nfor NATO membership. Meanwhile, support for Armenia's membership in the CSTO\ndecreased by 10%, with only 16.9% believing Armenia should maintain its\nmembership in the CSTO.\n\nOn 6 August 2024, the Ukrainian Armed Forces launched an incursion into\nRussia's Kursk Oblast and clashed with the Russian Armed Forces and Russian\nborder guard. On 17 August 2024, it was reported that CSTO countries have\nneither supported nor condemned the Ukrainian invasion of Russia.\n\nOn 4 December 2024, during parliamentary discussions in the National Assembly,\nArmenian Prime Minister Nikol Pashinyan stated that \"we already consider\nourselves outside the CSTO\" and \"I believe we have crossed the point of no\nreturn\" in regards to Armenia's membership status in the CSTO."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.9",
        "section_name": "Member states",
        "generated_section_content_md": "Map showing the CSTO members, observers and associated members. Includes the\nRussian-occupied territories of Ukraine, the Russian-occupied territories in\nGeorgia, and the breakaway republic Transnistria.\n\n**Member states of the Collective Security Treaty Organization:**\n\nMember country | Capital | Population | Area | Ratification of Collective\nSecurity Treaty | Ratification of the Protocol\non extension of the treaty | Ratification of the\nCSTO charter\n---|---|---|---|---|---|---\nArmenia | Yerevan | 003,015,400 | 29,743 km2 (11,484 sq mi) | 15 May 1992 | 2 April 1999 | 18 September 2003\nBelarus | Minsk | 009,155,000 | 207,595 km2 (80,153 sq mi) | 31 December 1993\nKazakhstan | Astana | 0020,286,000 | 2,724,900 km2 (1,052,090 sq mi) | 15 May 1992\nKyrgyzstan | Bishkek | 007,213,000 | 200,105 km2 (77,261 sq mi)\nRussia | Moscow | 00146,150,000 | 17,125,191 km2 (6,612,073 sq mi)\nTajikistan | Dushanbe | 0010,786,000 | 143,100 km2 (55,251 sq mi)"
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.10",
        "section_name": "Former member states",
        "generated_section_content_md": "Former member country | Capital | Ratification of Collective\nSecurity Treaty | Withdraw from\nthe treaty |\n---|---|---|---|---\nAzerbaijan | Baku | 24 September 1993 | 2 April 1999 | Did not sign the Protocol on extension of the Treaty\nGeorgia | Tbilisi | 9 September 1993\nUzbekistan | Tashkent | 15 May 1992\n16 August 2006 | 19 December 2012 | Membership suspended"
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.11",
        "section_name": "Non-member observer states in the CSTO Parliamentary Assembly",
        "generated_section_content_md": "The National Assembly of the Republic of Serbia and the Wolesi Jirga (lower\nhouse) of the National Assembly of the Islamic Republic of Afghanistan were\naccorded observer status in the CSTO Parliamentary Assembly in 2013, though\nthe Islamic Republic collapsed in 2021 as the Taliban took over. Also, the\nParliamentary Assembly of the Union of Belarus and Russia has observer status\nin the CSTO Parliamentary Assembly.\n\nCountry  | Participating Body  | Year of entry\n---|---|---\nSerbia | National Assembly of the Republic of Serbia | 2013\nUnion State | Parliamentary Assembly of the Union of Belarus and Russia | 2010\nAfghanistan | National Assembly of the Republic of Afghanistan | 2013-2021"
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "0.12",
        "section_name": "Potential membership",
        "generated_section_content_md": "In May 2007, the CSTO secretary general Nikolai Bordyuzha suggested Iran could\njoin the CSTO saying, \"The CSTO is an open organization. If Iran applies in\naccordance with our charter, we will consider the application\". If Iran joined\nit would be the first state outside the former Soviet Union to become a member\nof the organization.\n\nIn 2021, Uzbekistan, after becoming observer to EAEU on 11 December 2020,\nconducted a bilateral military exercise with Russia and trilateral military\nexercise with Russia and Tajikistan, while its president joined a CSTO meeting\nas a guest, sparking rumours about potential reentry into CSTO."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Structure",
        "generated_section_content_md": "The current secretary general is former Kazakh Prime Minister Imangali\nTasmagambetov, who took office on 1 January 2023."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Information technology and cyber security",
        "generated_section_content_md": "The member states adopted measures to counter cyber security threats and\ninformation technology crimes in a Foreign Ministers Council meeting in Minsk,\nBelarus. Foreign Minister Abdrakhmanov put forward a proposal to establishing\na Cyber Shield system."
    },
    {
        "chapter_name": "Collective Security Treaty Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Military personnel",
        "generated_section_content_md": "_The following list is sourced from the 2020 edition of \"The Military Balance\"\npublished annually by theInternational Institute for Strategic Studies._\n\nCountry  | Active Military  | Reserve Military  | Paramilitary  | Total  | Per 1000 Capita (Total)  | Per 1000 Capita\n(Active)  | Notes\n---|---|---|---|---|---|---|---\nArmenia | 70,600  | 210,000  | 4,300  | 284,900  | 93.6  | 23.2  |\nBelarus | 85,000  | 580,750  | 110,000  | 775,750  | 81.2  | 8.9  |\nKazakhstan | 108,000  | 132,000  | 30,000  | 270,000  | 13.8  | 5.5  |\nKyrgyzstan | 23,000  | 300,500  | 9,500  | 333,000  | 57.5  | 4  |\nRussia | 1,320,000  | 2,000,000  | 554,000  | 3,874,000  | 27.2  | 9.3  |\nTajikistan | 9,500  | 600,000  | 7,500  | 617,000  | 72.9  | 1.1  |"
    }
]