[
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Eurasian intergovernmental organization\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Commonwealth of Independent States\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( May 2023)__(Learn how and when to\nremove this message)_  \n---|---  \n  \nThe **Commonwealth of Independent States** (**CIS**) is a regional\nintergovernmental organization in Eurasia. It was formed following the\ndissolution of the Soviet Union in 1991. It covers an area of 20,368,759 km2\n(7,864,422 sq mi) and has an estimated population of 246,200,194. The CIS\nencourages cooperation in economic, political, and military affairs and has\ncertain powers relating to the coordination of trade, finance, lawmaking, and\nsecurity, including cross-border crime prevention.\n\nAs the Soviet Union disintegrated, Belarus, Russia, and Ukraine signed the\nBelovezha Accords on 8 December 1991, declaring that the Union had effectively\nceased to exist and proclaimed the CIS in its place. On 21 December, the Alma-\nAta Protocol was signed, but Estonia, Latvia and Lithuania chose not to\nparticipate. Georgia withdrew its membership in 2008 following a war with\nRussia. Ukraine formally ended its participation in CIS statutory bodies in\n2018, although it had stopped participating in the organization in 2014\nfollowing the Russian annexation of Crimea. Following the 2022 Russian\ninvasion of Ukraine, Moldova voiced its intention to progressively withdraw\nfrom the CIS institutional framework.\n\nEight of the nine CIS member states participate in the CIS Free Trade Area.\nThree organizations originated from the CIS, namely the Collective Security\nTreaty Organization, the Eurasian Economic Union (alongside subdivisions, the\nEurasian Customs Union and the Eurasian Economic Space); and the Union State.\nWhile the first and the second are military and economic alliances, the third\naims to reach a supranational union of Russia and Belarus with a common\ngovernment and currency."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Background",
        "generated_section_content_md": "Signing of the Belovezh Accords, 8 December 1991\n\nThe CIS as a shared Russophone social, cultural, and economic space has its\norigins in the Russian Empire, which was replaced in 1917 by the Russian\nRepublic after the February Revolution earlier that year. Following the\nOctober Revolution, the Russian Soviet Federative Socialist Republic became\nthe leading republic in the Soviet Union (USSR) upon its creation with the\n1922 Treaty and Declaration of the Creation of the USSR along with\nByelorussian SSR, Ukrainian SSR and Transcaucasian SFSR.\n\nIn March 1991, amidst Perestroika and a rising political crisis in the\ncountry, Mikhail Gorbachev, the president of the Soviet Union, proposed a\nfederation by holding a referendum to preserve the Union as a union of\nsovereign republics. The new treaty signing never happened as the Communist\nParty hardliners staged an attempted coup in Moscow in August that year."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Founding",
        "generated_section_content_md": "The Agreement on the Creation of the Commonwealth of Independent States dated\n8 December 1991. The information from the depository of the international\nagreement published on the Unified Register of Legal Acts and Other Documents\nof the Commonwealth of Independent States (under the executive committee of\nthe Commonwealth of Independent States) as of 2024. The Protocol to the\nAgreement on the Creation of the Commonwealth of Independent States dated 21\nDecember 1991. The information from the depository of the international\nagreement published on the Unified Register of Legal Acts and Other Documents\nof the Commonwealth of Independent States (under the executive committee of\nthe Commonwealth of Independent States) as of 2024.\n\nFollowing the events of the failed 1991 coup, many republics of the USSR\ndeclared their independence fearing another coup. A week after the Ukrainian\nindependence referendum was held, which kept the chances of the Soviet Union\nstaying together low, the Commonwealth of Independent States was founded in\nits place on 8 December 1991 by the Byelorussian SSR, the Russian SFSR, and\nthe Ukrainian SSR, when the leaders of the three republics met at the\nBelovezhskaya Pushcha Natural Reserve, about 50 km (31 mi) north of Brest in\nBelarus, and signed the \"Agreement Establishing the Commonwealth of\nIndependent States\", known as the Belovezh Accords (Russian: Беловежские\nсоглашения, romanized:  _Belovezhskiye soglasheniya_).\n\nThe CIS announced that the new organization would be open to all republics of\nthe former Soviet Union and to other nations sharing the same goals. The CIS\ncharter stated that all the members were sovereign and independent nations and\nthereby effectively abolished the Soviet Union. On 21 December 1991, the\nleaders of eight additional former Soviet Republics (Armenia, Azerbaijan,\nKazakhstan, Kyrgyzstan, Moldova, Turkmenistan, Tajikistan and Uzbekistan)\nsigned the Alma-Ata Protocol which can either be interpreted as expanding the\nCIS to these states or the proper foundation or foundation date of the CIS,\nthus bringing the number of participating countries to 11. Georgia joined two\nyears later, in December 1993. At this point, 12 of the 15 former Soviet\nRepublics participated in the CIS, the three non-participants being the Baltic\nstates, which were occupied by the Soviet Union. The CIS and Soviet Union also\nlegally co-existed briefly with each other until 26 December 1991, when the\nSoviet of the Republics formally dissolved the Soviet Union. This was followed\nby Ivan Korotchenya becoming Executive Secretary of the CIS on the same day.\n\nAfter the end of the dissolution process of the Soviet Union, Russia and the\nCentral Asian republics were weakened economically and faced declines in GDP.\nPost-Soviet states underwent economic reforms and privatisation. The process\nof Eurasian integration began immediately after the break-up of the Soviet\nUnion to salvage economic ties with Post-Soviet republics."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "CIS Charter",
        "generated_section_content_md": "The 20–22 June 2000 CIS Summit\n\nOn 22 January 1993, the Charter (Statutes) of the CIS was signed, setting up\nthe different institutions of the CIS, their functions, and the rules and\nstatutes of the CIS. The Charter also defined that all countries that have\nratified the Agreement on the Establishment of the CIS and its relevant (Alma-\nAta) Protocol would be considered to be founding states of the CIS, with only\nthose countries ratifying the Charter being considered to be member states of\nthe CIS (art. 7). Other states can participate as associate members or\nobservers if accepted as such by a decision of the Council of Heads of State\nto the CIS (art. 8).\n\nAll the founding states apart from Ukraine and Turkmenistan ratified the\nCharter of the CIS and became member states of it. Nevertheless, Ukraine and\nTurkmenistan kept participating in the CIS, without being member states of it.\nTurkmenistan became an associate member of the CIS in August 2005. Georgia\nleft the CIS altogether in 2009 and Ukraine stopped participating in 2018."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "General secretary",
        "generated_section_content_md": "The work of CIS is coordinated by the general secretary.\n\nGeneral secretaries  Name  | Term\n---|---\n/  Ivan Korotchenya | 14 May 1993 – 29 April 1998\nBoris Berezovsky | 29 April 1998 – 4 March 1999\nIvan Korotchenya | 4 March 1999 – 2 April 1999\nYury Yarov | 2 April 1999 – 14 July 2004\nVladimir Rushailo | 14 July 2004 – 5 October 2007\nSergei Lebedev | 5 October 2007 – present"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Interparliamentary Assembly",
        "generated_section_content_md": "The Interparliamentary Assembly was established on 27 March 1992 in\nKazakhstan. On 26 May 1995, the CIS leaders signed the Convention on the\nInterparliamentary Assembly of Member Nations of the Commonwealth of\nIndependent States eventually ratified by nine parliaments, the only CIS\nmember not signing was Georgia. Under the terms of the convention, the\nInterParliamentary Assembly (IPA) was invested with international legitimacy.\n\nIt is housed in the Tauride Palace in St Petersburg and acts as the\nconsultative parliamentary wing of the CIS, created to discuss problems of\nparliamentary cooperation, review draft documents of common interest, and pass\nmodel laws to the national legislatures in the CIS (as well as\nrecommendations) for their use in the preparation of new laws and amendments\nto existing legislation. More than 130 documents have been adopted that ensure\nthe convergence of laws in the CIS at the level of national legislation. The\nAssembly is actively involved in the development of integration processes in\nthe CIS and also sends observers to the national elections. The Assembly held\nits 32nd Plenary meeting in Saint Petersburg on 14 May 2009."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Further developments",
        "generated_section_content_md": "Between 2003 and 2005, three CIS member states experienced a change of\ngovernment in a series of colour revolutions: Eduard Shevardnadze was\noverthrown in Georgia; Viktor Yushchenko was elected in Ukraine; and Askar\nAkayev was toppled in Kyrgyzstan.\n\nIn February 2006, Georgia withdrew from the Council of Defense Ministers, with\nthe statement that \"Georgia has taken a course to join NATO and it cannot be\npart of two military structures simultaneously\", but it remained a full member\nof the CIS until August 2009, one year after officially withdrawing in the\nimmediate aftermath of the Russo-Georgian War.\n\nIn March 2007, Igor Ivanov, the secretary of the Russian Security Council,\nexpressed his doubts concerning the usefulness of the CIS, emphasizing that\nthe Eurasian Economic Community was becoming a more competent organization to\nunify the largest countries of the CIS. Following the withdrawal of Georgia,\nthe presidents of Uzbekistan, Tajikistan, and Turkmenistan skipped the October\n2009 meeting of the CIS, each having their own issues and disagreements with\nthe Russian Federation.\n\nIn May 2009, Armenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine\njoined the Eastern Partnership (EaP), a project that was initiated by the\nEuropean Union (EU). The EaP framework governs the EU's relationship with the\npost-Soviet states of Armenia, Azerbaijan, Belarus, Georgia, Moldova, and\nUkraine."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Membership",
        "generated_section_content_md": "There are nine full member states of the Commonwealth of Independent States.\n\nThe Creation Agreement remained the main constituent document of the CIS until\nJanuary 1993, when the CIS Charter (Russian: Устав, romanized:  _Ustav_) was\nadopted. The charter formalized the concept of membership: a member country is\ndefined as a country that ratifies the CIS Charter (sec. 2, art. 7).\nAdditional members can join with the consent of all current members. Parties\nthat ratified the Creation Agreement before the adoption of the Charter are\nconsidered to be \"Founding states\", but not members."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Member states",
        "generated_section_content_md": "Country  | Signed  | Agreement ratified | Charter ratified  | Notes\n---|---|---|---|---\nArmenia | 21 December 1991 | 18 February 1992 | 16 March 1994 | Founding state. Signatory of the Alma-Ata Protocol\nAzerbaijan | 21 December 1991 | 24 September 1993 | 14 December 1993 | Signatory of the Alma-Ata Protocol.\nBelarus | 8 December 1991 | 10 December 1991 | 18 January 1994 | Founding state. Signatory of both the Belovezha Accords and the Alma-Ata Protocol.\nKazakhstan | 21 December 1991 | 23 December 1991 | 20 April 1994 | Founding state. Signatory of the Alma-Ata Protocol.\nKyrgyzstan | 21 December 1991 | 6 March 1992 | 12 April 1994 | Founding state. Signatory of the Alma-Ata Protocol.\nMoldova | 21 December 1991 | 8 April 1994 | 27 June 1994 | Signatory of the Alma-Ata Protocol.\nActive participation in CIS ceased in November 2022. Just in economic, social\nprotection, healthcare agreements.\nRussia | 8 December 1991 | 12 December 1991 | 20 July 1993 | Founding state. Signatory of both the Belovezha Accords and the Alma-Ata Protocol.\nTajikistan | 21 December 1991 | 26 June 1993 | 14 August 1993 | Signatory of the Alma-Ata Protocol.\nUzbekistan | 21 December 1991 | 4 January 1992 | 9 February 1994 | Founding state. Signatory of the Alma-Ata Protocol."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1.1.1",
        "section_name": "Moldova",
        "generated_section_content_md": "In light of Russia's support for the independence of occupied regions within\nMoldova, Georgia, and Ukraine as well as its violation of the Istanbul\nAgreement (see Adapted Conventional Armed Forces in Europe Treaty),\nlegislative initiatives to denounce the agreement on the creation of CIS were\ntabled in Moldova's parliament on 25 March 2014, though they were not\napproved. A similar bill was proposed in January 2018.\n\nOn 14 June 2022, Moldovan Minister of Foreign Affairs Nicu Popescu said the\nMoldovan government was considering the prospect of leaving the CIS, although\nat the end of May President Maia Sandu had said the country would not leave\nfor the time being. An August 2021 poll conducted in Moldova (prior to the\nstart of Russia's invasion of Ukraine) found that 48.1% of respondents\nsupported Moldova's withdrawal from the CIS.\n\nOn 30 November 2022, Popescu stated that Moldova will suspend its\nparticipation in CIS meetings, and on 23 February 2023 stated that Moldova has\nstarted withdrawing from multiple treaties that the country had signed with\nthe CIS, as his country aims to join the European Union. On 15 May 2023, the\nPresident of the Parliament of Moldova, Igor Grosu, stated the country will\nwithdraw from the agreement establishing the CIS Interparliamentary Assembly;\nhe argued that being in the CIS \"did not protect the Republic of Moldova from\nenergy blackmail in the middle of winter, from threats and official statements\nhostile to the independence and sovereignty of the Republic of Moldova\".\n\nAs part of the process to severing connections with the CIS, in July 2023\nMoldova passed a law on denunciation of the agreement on Moldova's membership\nin the Inter-Parliamentary Assembly of the CIS countries. 70 agreements were\ndenounced by October 2023, from the total of around 282 signed by Moldova.\n\nIn December 2023, Moldova announced its intention to withdraw from the CIS\nentirely by the end of 2024. It was later stated that Moldova would pull out\nof everything except for economic, social protection, and healthcare\nagreements.\n\nA 22–27 May 2024 poll showed that 40.5% of Moldovans were in favor of leaving\nthe CIS and 35.5% were against, with 41.9% in favor and 32% against in a 16–28\nApril 2025 poll."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Associate member",
        "generated_section_content_md": "A country can become an associate member under the CIS Charter (sec. 2, art.\n8) if approved by the Council of Heads of States. Participation of associate\nmembers and of the observers in the work of the Commonwealth organs shall be\ngoverned by their rules of procedures.\n\nCountry  | Signed  | Agreement ratified  | Charter ratified  | Associate from  | Notes\n---|---|---|---|---|---\nTurkmenistan | 21 December 1991 | 26 December 1991 | Not ratified  | August 2005  | Founding state. Signatory of the Alma-Ata Protocol. Has never been a full member.\n\nTwo states, Ukraine and Turkmenistan ratified the CIS Creation Agreement\nbefore the adoption of the CIS Charter in January 1993, making them \"founding\nstates of the CIS\", but did not ratify the Charter itself that would make them\nfull members. These states, while not being formal members of the CIS, were\nallowed to participate in CIS. They were also allowed to participate in\nvarious CIS initiatives, e.g. the Free Trade Area, which were, however,\nformulated mostly as independent multilateral agreements, and not as internal\nCIS agreements.\n\nTurkmenistan has not ratified the Charter and therefore is not formally a\nmember of the CIS. Nevertheless, it has consistently participated in the CIS\nas if it were a member state.\n\nTurkmenistan changed its CIS standing to associate member as of 26 August\n2005. The cited reason was to be consistent with its 1995-proclaimed, UN-\nrecognised, international neutrality status, but experts have cited the\ncountry no longer needing Russia to provide natural gas access, as well as the\ncountry's declining faith in the confederation's ability to maintain internal\nstability in light of the Colour Revolutions."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Founding state",
        "generated_section_content_md": "The Verkhovna Rada never ratified the agreement on membership of the CIS in\naccordance with the CIS Charter so Ukraine never became a member.\n\nUkraine did not apply to become an Associate member, nor was it granted by the\nCouncil of Heads of States, accordingly Ukraine remained just a Founding\nstate.\n\nUkraine did participate in the CIS and became an associate member of the CIS\nEconomic Union in 1994, and signed the Commonwealth of Independent States Free\nTrade Area in 2011.\n\nUkraine withdrew its representatives from the CIS in May 2018 and stopped\nactively participating in the CIS. However, the country remained a party to a\nnumber of agreements, such as the free trade area.\n\nCountry  | Signed  | Agreement ratified | Charter ratified | Notes\n---|---|---|---|---\nUkraine | 8 December 1991 | 10 December 1991 | Not ratified  | Founding state. Signatory of both the Belovezha Accords and the Alma-Ata Protocol. Has never been a full member.\n\n* Largely ceased to participate from 2014\n* Withdrew its representatives in May 2018\n* Denounced various CIS treaties as of 2024\n* Has not formally withdrawn from the Creation Agreement, thus it continues to be recognised as a founder.\n\n\nRepresentatives of Ukraine, Russia, Belarus, Kazakhstan and other states at\nthe 20–22 June 2000 CIS Summit in Moscow\n\nAlthough Ukraine was one of the states which ratified the Creation Agreement\nin December 1991, making it a Founding State of the CIS, it chose not to\nratify the CIS Charter as it disagrees with Russia being the only legal\nsuccessor state to the Soviet Union. Thus it has never been a full member of\nthe CIS. However, Ukraine had kept participating in the CIS, with the consent\nof the Council of Heads of States, even though it was not a member. Ukraine\nhas never applied for, or been granted, Associate member status.\n\nFollowing the start of the Russo-Ukrainian war in February 2014, relations\nbetween Ukraine and Russia deteriorated, leading Ukraine to consider ending\nits participation in the CIS. As Ukraine never ratified the Charter, it could\ncease its informal participation in the CIS. However, to fully terminate its\nrelationship with the CIS, it would need to legally withdraw from the Creation\nAgreement, as Georgia did previously. On 14 March 2014, a bill was introduced\nto Ukraine's parliament to denounce their ratification of the CIS Creation\nAgreement, but it was never approved. Following the 2014 parliamentary\nelection, a new bill to denounce the CIS agreement was introduced. In\nSeptember 2015, the Ukrainian Ministry of Foreign Affairs confirmed Ukraine\nwill continue taking part in the CIS \"on a selective basis\". Since that month,\nUkraine has had no representatives in the CIS Executive Committee building.\n\nIn April 2018, Ukrainian President Petro Poroshenko indicated that Ukraine\nwould formally leave the CIS. On 19 May 2018, Poroshenko signed a decree\nformally ending Ukraine's participation in CIS statutory bodies.\n\nAs of 1 June 2018, the CIS secretariat had not received formal notice from\nUkraine of its withdrawal from the CIS, a process that would take one year to\ncomplete, following notice being given. The CIS secretariat stated that it\nwill continue inviting Ukraine to participate. Ukraine has stated that it\nintends to review its participation in all CIS agreements and only continue in\nthose that are in its interests. On 3 May 2023 Ukraine formally withdrew from\nthe 1992 agreement that set up the CIS Interparliamentary Assembly. In 2023\nand 2024 Ukraine also withdrew from a number of agreements including the 2001\n_Commonwealth of Independent States (CIS) agreement on cooperation in the\nprovision of safety of hazardous industrial facilities_ , the 1996 _CIS\nagreement on cooperation in evacuating nationals from third countries in\nemergencies_ , the 1992 _Agreement between the State Parties of the\nCommonwealth of Independent States on social and legal guarantees of the\nmilitary personnel, persons discharged from military service, and members of\ntheir families_ , the 1992 _Agreement on the Establishment of the Council of\nCommanders of the Border Troops_ and the _Agreement on the Creation of the\nInterstate System of Documentary Encrypted Communications of the Commonwealth\nof Independent States_."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Former member states",
        "generated_section_content_md": "Country  | Signed  | Agreement ratified | Charter ratified | Withdrawn  | Effective  | Notes\n---|---|---|---|---|---|---\nGeorgia | 3 December 1993 | 3 December 1993 | 19 April 1994 | 18 August 2008 | 18 August 2009 | Withdrew as a result of the Russo-Georgian War of 2008.\n\nFollowing the overthrow of Eduard Shevardnadze in Georgia, Georgia officially\nwithdrew from the Council of Defense Ministers in February 2006, stating that\n\"Georgia has taken a course to join NATO and it cannot be part of two military\nstructures simultaneously\". However, it remained a full member of the CIS.\n\nIn the aftermath of the Russo-Georgian War in 2008, President Saakashvili\nannounced during a public speech in the capital city Tbilisi that Georgia\nwould leave the CIS and the Georgian Parliament voted unanimously on 14 August\n2008 to withdraw from the regional organization. On 18 August 2008 the\nMinistry of Foreign Affairs of Georgia sent a note to the CIS Executive\nCommittee notifying it of the aforesaid resolutions of the Parliament of\nGeorgia and Georgia's withdrawal from CIS. In accordance with the CIS Charter\n(sec. 1, art. 9), Georgia's withdrawal came into effect 12 months later, on 18\nAugust 2009."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Politics",
        "generated_section_content_md": "Meeting of CIS leaders in Bishkek, 2008"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Human rights",
        "generated_section_content_md": "Since its inception, one of the primary goals of the CIS has been to provide a\nforum for discussing issues related to the social and economic development of\nthe newly independent states. To achieve this goal member states have agreed\nto promote and protect human rights. Initially, efforts to achieve this goal\nconsisted merely of statements of goodwill, but on 26 May 1995, the CIS\nadopted a Commonwealth of Independent States Convention on Human Rights and\nFundamental Freedoms.\n\nIn 1991, four years before the 1995 human rights treaty, article 33 of the\nCharter of the CIS created a Human Rights Commission with its seat in Minsk,\nBelarus. This was confirmed by the decision of the Council of Heads of States\nof the CIS in 1993. In 1995, the CIS adopted a human rights treaty that\nincludes civil and political as well as social and economic human rights. This\ntreaty entered into force in 1998. The CIS treaty is modelled on the European\nConvention on Human Rights, but lacking the strong implementation mechanisms\nof the latter. In the CIS treaty, the Human Rights Commission has very vaguely\ndefined authority. The Statute of the Human Rights Commission, however, also\nadopted by the CIS Member States as a decision, gives the commission the right\nto receive inter-state as well as individual communications.[_citation\nneeded_]\n\nCIS members, especially in Central Asia, continue to have among the world's\npoorest human rights records. Many activists point to examples such as the\n2005 Andijan massacre in Uzbekistan to show that there has been almost no\nimprovement in human rights since the collapse of the Soviet Union in Central\nAsia. The consolidation of power by President Vladimir Putin has resulted in a\nsteady decline in the modest progress of previous years in Russia. In turn,\nthis has led to little to no scrutiny by Russia when it comes to the situation\nof human rights in other CIS member states. The Commonwealth of Independent\nStates continues to face serious challenges in meeting even basic\ninternational standards."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Military",
        "generated_section_content_md": "The members of the Council of Ministers of Defense meeting in Moscow in 2017\n\nThe CIS Charter establishes the Council of Ministers of Defence, which is\nvested with the task of coordinating military cooperation of the CIS member\nstates who wish to participate.\n\nIn May 1992, six post-Soviet states belonging to the CIS signed the Collective\nSecurity Treaty (also referred to as the Tashkent Pact or Tashkent Treaty).\nThree other post-Soviet states signed in 1993 and the treaty took effect in\n1994 and lasted 5 years. When the treaty was subsequently renewed, three\ncountries withdrew, leaving Armenia, Belarus, Kazakhstan, Kyrgyzstan, Russia,\nand Tajikistan as members.\n\nIn December 1993, the CIS Armed Forces Headquarters was abolished. Instead,\n\"the CIS Council of Defence Ministers created a CIS Military Cooperation\nCoordination Headquarters (MCCH) in Moscow, with 50 percent of the funding\nprovided by Russia.\" General Viktor Samsonov was appointed as Chief of Staff.\nThe headquarters has now moved to 101000, Москва (Moscow), Сверчков переулок,\n3/2.\n\nAn important manifestation of integration processes in the area of military\nand defence collaboration of the CIS member states is the creation, in 1995,\nof the joint CIS Air Defense System. Over the years, the military personnel of\nthe joint CIS Air Defense System grew twofold along the western, European\nborder of the CIS, and by 1.5 times on its southern borders.\n\nIn 2002, the six member states agreed to create the _Collective Security\nTreaty Organisation_ (CSTO) as a military alliance.\n\nIn 2007, CSTO members agreed to create a CSTO peacekeeping force.[_citation\nneeded_]\n\nOne of the CST's original objectives was to resolve conflicts between CIS\nmembers, however military conflicts such as Russia's open assistance and\nsupport to the two secessionist areas in Georgia, Russia seizing Crimea and\nsupport to secessionist areas in Ukraine, the conflict between Armenia and\nAzerbaijan, and Kyrgyzstan and Tajikistan border issues have demonstrated how\nineffective the CST and later the CSTO, is in this role."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Economy",
        "generated_section_content_md": "Corruption and bureaucracy are serious problems for trade in CIS countries.\n\nKazakhstan's President Nursultan Nazarbayev proposed that CIS members take up\na digitization agenda to modernize CIS economies.\n\n**Economic data**\n\nCountry  | Population (2021)  | GDP (USD million)  | GDP growth\n(2012)  | GDP per capita  | Human Development\nIndex (2019)\n---|---|---|---|---|---\n2007  | 2012  | 2022  | 2007  | 2012  | 2020  | 2022\nArmenia  | 2,790,974  | 9,204  | 10,551  | 13,679  | 2.1%  | 2,996  | 3,500  | 4,268  | 4,888  | 0.776\nAzerbaijan  | 10,312,992  | 33,049  | 71,043  | 76,123  | 3.8%  | 3,829  | 7,500  | 4,214  | 4,665  | 0.756\nBelarus  | 9,578,167  | 45,275  | 65,685  | 78,276  | 4.3%  | 4,656  | 6,940  | 6,411  | 6,830  | 0.823\nKazakhstan  | 19,196,465  | 104,849  | 196,642  | 210,896  | 5.2%  | 6,805  | 11,700  | 9,122  | 10,240  | 0.825\nKyrgyzstan  | 6,527,743  | 3,802  | 6,197  | 7,543  | 0.8%  | 711  | 1,100  | 1,174  | 1,265  | 0.697\nMoldova  | 3,061,506  | 4,401  | 7,589  | 8,947  | 4.4%  | 1,200  | 2,100  | 4,551  | 4,850  | 0.750\nRussia  | 145,102,755  | 1,294,381  | 2,022,000  | 2,103,400  | 3.4%  | 9,119  | 14,240  | 10,127  | 10,890  | 0.824\nTajikistan  | 9,750,064  | 3,695  | 7,263  | 8,456  | 2.1%  | 526  | 960  | 859  | 915  | 0.668\nUzbekistan  | 34,081,449  | 22,355  | 63,622  | 70,452  | 4.1%  | 831  | 2,137  | 1,686  | 1,820  | 0.720"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Standards and rules",
        "generated_section_content_md": "GOST standards were originally developed by the government of the Soviet Union\nas part of its national standardization strategy. After the disintegration of\nthe USSR, the GOST standards acquired a new status of the regional standards.\nThey are now administered by the Euro-Asian Council for Standardization,\nMetrology, and Certification (EASC), a standards organization chartered by the\nCommonwealth of Independent States."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Supranational integration initiatives, trade, and economic cooperation",
        "generated_section_content_md": "within CIS\n\nOn 24 September 1993, an _Agreement on the Economic Union_ was signed by the\nheads of a number of CIS states. Its aim was the forming of conditions of\nstable development of economies of Contracting Parties to benefit from\nincreases in living standards of their population. This led to other specific\nagreements.\n\nThe terms of the CIS FTA agreements allow member states to enter into the FTA\nagreements with other countries, as well as to join/create custom unions. Like\nother Commonwealth of Independent States agreements, this agreement does not\nregulate relations with third countries and allows differentiated integration\n(aka à la carte and multi-speed Europe)."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "1994 Framework for Bilateral Free Trade Agreements and Freedom of Transit",
        "generated_section_content_md": "1994 agreement signatories\n\nOn 15 April 1994, at a meeting of the Commonwealth of Independent States (CIS)\nCouncil of Heads of State in Moscow, the presidents of 12 countries, namely\nArmenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova,\nRussia, Tajikistan, Turkmenistan, Uzbekistan, and Ukraine signed an\n_Agreement_ on the Establishment of a Free Trade Area (Соглашение о создании\nзоны свободной торговли). The Agreement entered into force on 30 December 1994\nfor those countries that had completed ratification. As of 2023, the Agreement\nis fully in force for Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan,\nKyrgyzstan, Moldova, Tajikistan, Uzbekistan and Ukraine, while Russia and\nTurkmenistan have notified the application of the Agreement on a provisional\nbasis. According to the executive committee of the Commonwealth of Independent\nStates, no one has ceased participation in the Agreement, made reservations or\nsuspended the application.\n\nBilateral FTAs concluded on the basis of CIS 1994 as a framework agreement.\nAccording to the analytical material of the executive committee of the\nCommonwealth of Independent States, the 1994 version has not yet provided for\nmultilateral free trade, but the conclusion of many bilateral agreements.\nUnder the 1994 version, the free trade regime enters into force when\nconditions are met, but, for example, the freedom of transit enters into force\nimmediately between participants. According to the text, transit\ntransportation should not be subject to unreasonable delays or restrictions,\nand the conditions of transit, including tariffs for transportation by any\nmode of transport and the provision of services, should not be worse than for\ndomestic shippers, recipients, and owners of goods, as well as no worse than\nthe conditions for any third country."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3.2.2",
        "section_name": "1999 Protocol introducing a multilateral free trade among ten countries",
        "generated_section_content_md": "On 2 April 1999, in Moscow, the presidents of 11 countries, namely Armenia,\nAzerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia,\nTajikistan, Uzbekistan and Ukraine signed a Protocol on Amendments and\nAdditions to the Agreement on the Establishment of a Free Trade Area of 15\nApril 1994 (Протокол о внесении изменений и дополнений в Соглашение о создании\nзоны свободной торговли от 15 апреля 1994 года). Turkmenistan did not\nparticipate. The Protocol entered into force on 24 November 1999 for those\ncountries that had completed ratification. As of 2023, the Protocol has\nentered into force for all countries, namely Armenia, Azerbaijan, Belarus,\nGeorgia, Kazakhstan, Kyrgyzstan, Moldova, Tajikistan, Uzbekistan, and Ukraine,\nexcept Russia, which remains a signatory but has not notified entry into force\nor provisional application. According to the executive committee of the\nCommonwealth of Independent States, no one has ceased participation in the\nProtocol or suspended the application, while one reservation was made by\nAzerbaijan on non-application in relation to Armenia and two specific opinions\nwere expressed by Georgia and Ukraine.\n\nAccording to the analytical material of the executive committee of the\nCommonwealth of Independent States, the 1999 Protocol replaced the existing\nbilateral free trade regime with a multilateral regime, eliminated all fees,\nas well as taxes and levies with equivalent effect, and quantitative\nrestrictions on the import and export of goods in mutual trade of the FTA\nparticipating states, established a procedure for dispute resolution, etc. The\n1999 version refers to the principles of the World Trade Organisation,\nenvisages cooperation in economic policy, payments, customs cooperation,\ntaxes, science, provides for a ratchet effect prohibiting the imposition of\nnew tariffs and restrictions, provides for treatment no worse than that of any\nthird country, and provides for the transit of goods on the basis of the\nprinciple of freedom of transit without discrimination.\n\nThe 2011 CIS FTA Treaty envisages that the 1994 agreement and the 1999\nprotocol no longer apply among its eight participants (Russia, Ukraine,\nBelarus, Kazakhstan, Kyrgyzstan, Tajikistan, Armenia, and Moldova), however,\namong the rest of the countries, they continue to be applied.\n\nInternational Trade Centre says the 1994 Agreement on the Establishment of a\nFree Trade Area signed by 12 CIS countries still continues to be used by\nAzerbaijan and Georgia in trade with other CIS countries except with Russia\nand Turkmenistan. Reportedly it is also used bilaterally between Uzbekistan\nand Tajikistan pending Tajikistan's ratification of Uzbekistan's accession to\nthe 2011 CIS Free Trade Area Treaty."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3.2.3",
        "section_name": "2011 multilateral Free Trade Area Treaty among 9 countries",
        "generated_section_content_md": "Stamp of 1991–2011, the Commonwealth of Independent States 2011 treaty\nsignatories and parties\n\nIn 2009, a new agreement was begun to create an FTA, the CIS Free Trade\nAgreement (CISFTA).[_citation needed_] In October 2011, the new free trade\nagreement was signed by eight of the eleven CIS prime ministers; Armenia,\nBelarus, Kazakhstan, Kyrgyzstan, Moldova, Russia, Tajikistan, and Ukraine at a\nmeeting in St. Petersburg. Initially, the treaty was only ratified by Russia,\nBelarus, and Ukraine, However, by the end of 2012, Kazakhstan, Armenia, and\nMoldova had also completed ratification. In December 2013, Uzbekistan, signed\nand then ratified the treaty, while the remaining two signatories, Kyrgyzstan\nand Tajikistan later both ratified the treaty in January 2014 and December\n2015 respectively. Azerbaijan is the only full CIS member state not to\nparticipate in the free trade area.\n\nThe free trade agreement eliminates export and import duties on several goods\nbut also contains a number of exemptions that will ultimately be phased\nout.[_citation needed_] An agreement was also signed on the basic principles\nof currency regulation and currency controls in the CIS at the same October\n2011 meeting.[_citation needed_]"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "3.2.4",
        "section_name": "2023 Agreement on Free Trade in Services among 7 countries",
        "generated_section_content_md": "In Sochi on 8 June 2023, Armenia, Belarus, Kazakhstan, Kyrgyzstan, Russia,\nTajikistan, and Uzbekistan signed an Agreement on Free Trade in Services,\nEstablishment, Operations, and Investment."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Social development of the CIS countries",
        "generated_section_content_md": "Statistics show that, as of 2011, the CIS countries as a whole represent a\nzone of social disadvantage.. It should be borne in mind that the subjective\nlevel of poverty, determined on the basis of sociological surveys, often turns\nout to be significantly higher than the official indicator: for example, the\nsubjective level of poverty in Ukraine is 42%, and the official level is 28%;\nin Russia, the difference is even greater — 42% and 13%, respectively. %.\n\nAt the end of December 2015, unemployment benefits were received by 1% of\nregistered unemployed in Kyrgyzstan and Tajikistan, 5% in Azerbaijan, 8% in\nMoldova, 45% in Belarus, 81% in Ukraine and 85% in Russia. Its average amount\nwas 262.3 manats ($201) in Azerbaijan, 216,424 white rubles ($12) in Belarus,\n1,255.8 lei ($63) in Moldova, 306.9 somoni ($46) in Tajikistan (November\n2015), and 1,444 hryvnia ($60) in Ukraine. The minimum unemployment benefit in\nRussia is set at 850 rubles (in December, $12), and the maximum is 4,900\nrubles ($70). In a number of countries in the region, the allowance has not\nchanged for many years with an increase in the cost of living.\n\nThe average monthly salary in dollars in 2015 was $142 in Tajikistan, $193 in\nUkraine, $206 in Kyrgyzstan, $245 in Moldova, $386 in Armenia, $413 in\nBelarus, $445 in Georgia (Q4 2015), $452 in Azerbaijan, and $560 in Russia $,\nKazakhstan — $ 565. It still remains low, insufficient to ensure a full-\nfledged human life, and is actually completely \"eaten up.\" In a number of\ncountries, the majority of the population spends more than half of their\nsalary on food (56% of the population in Kazakhstan, 61% in Russia, 72% in\nBelarus, 76% in Azerbaijan and Ukraine). With a low salary level, delays in\nits payment are increasing..:"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Election monitoring",
        "generated_section_content_md": "The CIS-Election Monitoring Organisation (Russian: Миссия наблюдателей от СНГ\nна выборах) is an election monitoring body that was formed in October 2002,\nfollowing a Commonwealth of Independent States heads of states meeting which\nadopted the _Convention on the Standards of Democratic Elections, Electoral\nRights, and Freedoms in the Member States of the Commonwealth of Independent\nStates_. The CIS-EMO has been sending election observers to member countries\nof the CIS since this time.[_citation needed_]\n\nCIS election monitoring has been characterized by scholars as low-quality, as\nthe CIS tends to validate elections that are obviously flawed.\n\n**Controversies**\n\nThe election monitoring body has approved many elections which have been\nheavily criticised by independent observers.\n\n* The democratic nature of the final round of the 2004 Ukrainian presidential election which followed the Orange Revolution and brought into power the former opposition, was questioned by the CIS while the Organization for Security and Co-operation in Europe (OSCE) found no significant problems. This was the first time that the CIS observation teams challenged the validity of an election, saying that it should be considered illegitimate. On 15 March 2005, the Ukrainian Independent Information Agency quoted Dmytro Svystkov (a spokesman of the Ukrainian Foreign Ministry) that Ukraine had suspended its participation in the CIS election monitoring organization.[_citation needed_]\n* The CIS praised the Uzbekistan parliamentary elections, 2005 as \"legitimate, free and transparent\" while the OSCE had referred to the Uzbek elections as having fallen \"significantly short of OSCE commitments and other international standards for democratic elections\".\n* Moldovan authorities refused to invite CIS observers in the 2005 Moldovan parliamentary elections, an action Russia criticised. Many dozens of such observers from Belarus and Russia were stopped from reaching Moldova.\n* CIS observers monitored the Tajikistan parliamentary elections, in 2005 and in the end declared them \"legal, free and transparent.\" The same elections were pronounced by the OSCE to have failed international standards for democratic elections.[_citation needed_]\n* Soon after CIS observers hailed the Kyrgyz parliamentary elections of 2005 as \"well-organized, free, and fair\", as large-scale and often violent demonstrations broke out throughout the country protesting what the opposition called a rigged parliamentary election. In contrast, the OSCE reported that the elections fell short of international standards in many areas.\n* International observers of the Interparliamentary Assembly stated the 2010 local elections in Ukraine were organised well. While the Council of Europe uncovered a number of problems in relation to a new electorate law approved just prior to the elections and the Obama administration criticised the conduct of the elections, saying they \"did not meet standards for openness and fairness\"."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Russian language status",
        "generated_section_content_md": "Russia has urged that the Russian language receive official status in all of\nthe CIS member states. So far Russian is an official language in only four\nstates: Russia, Belarus, Kazakhstan, and Kyrgyzstan. Russian is also\nconsidered an official language in the region of Transnistria and the\nautonomous region of Gagauzia in Moldova. After the Ukrainian 2010 election,\nPresident Yanukovych stated \"Ukraine will continue to promote the Ukrainian\nlanguage as its only state language.\""
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Sports events",
        "generated_section_content_md": "At the time of the Soviet Union's dissolution in December 1991, its sports\nteams had been invited to or qualified for various 1992 sports events. A joint\nCIS team took its place in some of these. The \"Unified Team\" competed in the\n1992 Winter Olympics and 1992 Summer Olympics, and a CIS association football\nteam competed in UEFA Euro 1992. A CIS bandy team played some friendlies in\nJanuary 1992 and made its last appearance at the 1992 Russian Government Cup,\nwhere it also played against the new Russia national bandy team. The Soviet\nUnion bandy championship for 1991–1992 was rebranded as a CIS championship,\nthis lasted just one year before it became Russian bandy.\n\nIn 2017, a festival for national sports and games, known as the Festival of\nNational Sports and Games of the Commonwealth of Independent States (Russian:\nФестиваль национальных видов спорта и игр государств — участников Содружества\nНезависимых Государств) was held in Ulyanovsk. The main sports were sambo, tug\nof war, mas-wrestling, gorodki, belt wrestling, lapta, bandy (rink),\nkettlebell lifting, chess and archery. A few demonstration sports were also a\npart of the programme.\n\nIn 2021 the first CIS games took place in Kazan with 9 nations and 2,000\nathletes. The second games took place in 2023 in Belarus."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Cultural events",
        "generated_section_content_md": "The CIS has also been a relevant forum to support cultural relations between\nformer Soviet republics. In 2006, the Council of the Heads of Governments of\nthe CIS launched the Intergovernmental Foundation for Educational, Scientific,\nand Cultural Cooperation (IFESCCO). IFESSCO has substantially relied on\nRussia's financial support since its creation and supported several\nmultilateral cultural events, including the ‘CIS Capital of Culture’\ninitiative. In 2017, the Armenian city of Goris was declared the CIS Cultural\nCapital of the year, in 2022 it was Karakol in Kyrgyzstan."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Demographics",
        "generated_section_content_md": "The combined population of all member states is 246,200,194 as of 2024.\n\n* v\n* t\n* e\n\nLargest cities or towns in Commonwealth of Independent States\nRussia, Uzbekistan, Azerbaijan, Kazakhstan, Belarus, Tajikistan, Kyrgyzstan\n---\nRank  |  | Member state  | Pop.  | Rank  |  | Member state | Pop.\n1 | Moscow | Russia | 13,149,803 | 11 | Kazan | Russia | 1,318,604\n2 | Saint Petersburg | Russia | 5,597,763 | 12 | Shymkent | Kazakhstan | 1,246,661\n3 | Tashkent | Uzbekistan | 3,075,232 | 13 | Krasnoyarsk | Russia | 1,205,473\n4 | Baku | Azerbaijan | 2,300,500 | 14 | Nizhny Novgorod | Russia | 1,204,985\n5 | Almaty | Kazakhstan | 2,275,541 | 15 | Chelyabinsk | Russia | 1,177,058\n6 | Minsk | Belarus | 1,992,862 | 16 | Ufa | Russia | 1,163,304\n7 | Novosibirsk | Russia | 1,633,851 | 17 | Samara | Russia | 1,158,952\n8 | Dushanbe | Tajikistan | 1,564,700 | 18 | Bishkek | Kyrgyzstan | 1,145,044\n9 | Yekaterinburg | Russia | 1,536,183 | 19 | Rostov-on-Don | Russia | 1,140,487\n10 | Astana | Kazakhstan | 1,502,102 | 20 | Krasnodar | Russia | 1,138,654"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Life expectancy",
        "generated_section_content_md": "| This section needs to be **updated**. Please help update this article to\nreflect recent events or newly available information. _( October 2024)_\n---|---\n\nLife expectancy at birth in the countries of CIS in 2021, according to the\nWorld Bank Group are listed below:\n\nCountries  | 2021  | Historical data  | COVID-19 impact\n---|---|---|---\nAll  | Male  | Female  | Sex gap | 2000  | 2000\n→2014 | 2014  | 2014\n→2019  | 2019  | 2019\n→2020  | 2020  | 2020\n→2021  | 2021  | 2019\n→2021 | 2014\n→2021\nBelarus | 72.37 | 67.30 | 77.70 | 10.40 | 68.91 | 4.06 | 72.97 | 1.26 | 74.23 | −1.77 | 72.46 | −0.09 | 72.37 | −1.86 | −0.60\nArmenia | 72.04 | 66.55 | 77.35 | 10.80 | 70.62 | 3.43 | 74.06 | 1.38 | 75.44 | −3.27 | 72.17 | −0.13 | 72.04 | −3.40 | −2.02\nKyrgyzstan | 71.90 | 67.90 | 76.10 | 8.20 | 68.56 | 1.84 | 70.40 | 1.20 | 71.60 | 0.20 | 71.80 | 0.10 | 71.90 | 0.30 | 1.50\nTajikistan | 71.59 | 69.57 | 73.73 | 4.17 | 63.26 | 5.81 | 69.07 | 1.80 | 70.87 | −2.87 | 67.99 | 3.60 | 71.59 | 0.73 | 2.52\nUzbekistan | 70.86 | 68.33 | 73.39 | 5.06 | 65.72 | 4.51 | 70.23 | 1.11 | 71.34 | −1.01 | 70.33 | 0.53 | 70.86 | −0.48 | 0.63\nKazakhstan | 70.23 | 66.33 | 74.03 | 7.70 | 65.45 | 5.99 | 71.44 | 1.74 | 73.18 | −1.81 | 71.37 | −1.14 | 70.23 | −2.95 | −1.21\nAzerbaijan | 69.37 | 65.65 | 73.29 | 7.64 | 64.89 | 6.22 | 71.12 | 1.99 | 73.10 | −6.23 | 66.87 | 2.50 | 69.37 | −3.74 | −1.75\nRussia | 69.36 | 64.21 | 74.77 | 10.56 | 65.48 | 5.26 | 70.74 | 2.34 | 73.08 | −1.75 | 71.34 | −1.98 | 69.36 | −3.72 | −1.38\nTurkmenistan | 69.26 | 65.86 | 72.66 | 6.80 | 65.03 | 3.59 | 68.61 | 0.39 | 69.00 | −0.31 | 68.69 | 0.58 | 69.26 | 0.26 | 0.65\nMoldova | 68.85 | 64.44 | 73.55 | 9.10 | 66.42 | 2.61 | 69.03 | 1.90 | 70.94 | −0.77 | 70.17 | −1.32 | 68.85 | −2.09 | −0.19\n\n* Life expectancy at birth in countries of CIS since 1960\n\n* Life expectancy and healthy life expectancy in countries of CIS in 2019\n\n* Elaboration by gender"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Post-Soviet organisations and initiatives outside CIS framework",
        "generated_section_content_md": "A clickable Euler diagram showing the relationships among various\nsupranational organisations in the territory of the former Soviet Union\n\n* v\n* t\n* e"
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "7.0.1",
        "section_name": "Common Economic Space",
        "generated_section_content_md": "After a discussion about the creation of a common economic space between the\nCommonwealth of Independent States (CIS) countries of Russia, Ukraine,\nBelarus, and Kazakhstan, agreement in principle about the creation of this\nspace was announced after a meeting in the Moscow suburb of Novo-Ogarevo on 23\nFebruary 2003. The Common Economic Space would involve a supranational\ncommission on trade and tariffs that would be based in Kyiv, would initially\nbe headed by a representative of Kazakhstan, and would not be subordinate to\nthe governments of the four nations. The ultimate goal would be a regional\norganization that would be open for other countries to join as well, and could\neventually lead even to a single currency.[_citation needed_]\n\nOn 22 May 2003, the _Verkhovna Rada_ (the Ukrainian Parliament) voted 266\nvotes in favour and 51 against the joint economic space. However, most believe\nthat Viktor Yushchenko's victory in the Ukrainian presidential election of\n2004 was a significant blow against the project: Yushchenko had shown renewed\ninterest in Ukrainian membership in the European Union and such membership\nwould be incompatible with the envisioned common economic space.[_citation\nneeded_] Yushchenko's successor Viktor Yanukovych stated on 27 April 2010:\n\"Ukraine's entry into the Customs Union of Russia, Belarus and Kazakhstan is\nnot possible today, since the economic principles and the laws of the WTO do\nnot allow it, we develop our policy following WTO principles\". Ukraine has\nbeen a WTO member since 2008.\n\nA Customs Union of Belarus, Kazakhstan and Russia was thus created in 2010, A\nsingle market had been envisioned for 2012,[_citation needed_] but instead the\ncustoms union was renamed as the Eurasian Customs Union and expanded to\ninclude Armenia and Kyrgyzstan in 2015."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "7.1",
        "section_name": "Organisation of Central Asian Cooperation",
        "generated_section_content_md": "Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan formed the\nOCAC in 1991 as Central Asian Commonwealth (CAC).[_citation needed_] The\norganisation continued in 1994 as the Central Asian Economic Union (CAEU), in\nwhich Tajikistan and Turkmenistan did not participate. In 1998 it became the\nCentral Asian Economic Cooperation (CAEC), which marked the return of\nTajikistan. On 28 February 2002, it was renamed to its current name. Russia\njoined on 28 May 2004. On 7 October 2005, it was decided between the member\nstates that Uzbekistan will join[_citation needed_] the Eurasian Economic\nCommunity and that the organisations will merge. The organisations joined on\n25 January 2006. It is not clear what will happen to the status of current\nCACO observers that are not observers to EurAsEC (Georgia and Turkey)."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "7.2",
        "section_name": "Community for Democracy and Rights of Nations",
        "generated_section_content_md": "The post-Soviet disputed states of Abkhazia, South Ossetia, and Transnistria\nare all members of the Community for Democracy and Rights of Nations which\naims to forge closer integration among the members."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "7.3",
        "section_name": "GUAM Organization for Democracy and Economic Development",
        "generated_section_content_md": "The GUAM Organization for Democracy and Economic Development is a regional\norganization of four post-Soviet states: Georgia, Ukraine, Azerbaijan, and\nMoldova."
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Assessments and criticism",
        "generated_section_content_md": "A. Elchibey, the 2nd president of Azerbaijan, called the CIS a \"big collective\nfarm\" that Russia uses to \"preserve the old empire\":\n\n> A serious mistake was made during the construction of such an entity as the\n> CIS. Perhaps it could have stood if it had been conceived as a Commonwealth\n> of Nations of Independent States — I emphasize the word \"independent\", in\n> which the rights of each State: Armenia, Georgia and Azerbaijana — would be\n> protected. Abkhazians in Abkhazia is using Russian troops to oust the\n> Georgian population. Is this a Commonwealth of Nations? Russia uses the CIS,\n> trying to preserve the old empire in a new form and inventing various\n> mechanisms for this. The CIS leaders have not made at least one serious\n> attempt to resolve the Armenian-Azerbaijani conflict or any other conflicts\n> within the territory of post-Soviet zone. I once called the CIS a big\n> collective farm without rights. Such a collective farm will inevitably fall\n> apart, and this, in fact, has already happened.\n\nRussian diplomat A. Denisov does not believe that the CIS is being used by\nRussia to realize imperial ambitions, to restore the USSR:\n\n> As for the \"imperial ambitions\", the restoration of the USSR. The CIS is an\n> organization that builds its work on the basis of consensus. Any\n> participating State has the right to veto any decision. In practice, the\n> principle of the so-called \"moving geometry\" is being implemented, when\n> states decide which projects they should participate in and which not.\n> Moreover, even the non-recognition of the legal personality of the CIS by\n> one of the states does not prevent its participation in areas of cooperation\n> beneficial to it in the Commonwealth format. I have already mentioned\n> Georgia. Against this background, what imperial ambitions of Russia can we\n> even talk about? It's just ridiculous.\n\nMikhail Krotov, a Russian scientist, government and international civil\nservant, who headed the Council of the CIS Interparliamentary Assembly in\n1992-2012, writes that the liquidation of the USSR and the independence of\nBelarus, Russia and Ukraine through the signing of the Belovezha Accords on 8\nDecember 1991, and then other Soviet republics, according to the Alma Ata\nDeclaration on 21 December 1991, were \"They are directly linked to the\ncreation of the Commonwealth of Independent States as an interstate\nassociation forming a common socio-economic space., a common military-\nstrategic space under a joint command, conducting a coordinated foreign policy\nand protecting the ethnic, cultural, linguistic, etc. rights of national\nminorities.\" Krotov emphasizes that in order to meet Ukraine halfway, the CIS\nfounding document significantly reduced the level of integration, limited its\nscope and excluded supranational functions of the Commonwealth bodies, but\n\"Ukraine did not sign even such a weakened version of the CIS Charter,\" which,\naccording to the author, \"grossly violated the terms of its withdrawal from\nthe USSR.\". In this regard, Krotov agrees with Russian President Vladimir\nPutin's conclusion that \"Ukraine did not legally gain independence.\".\n\nAmerican geopolitician Zbigniew Brzezinski believed that \"it was Ukraine's\nactions... that prevented the CIS from becoming just a new name for a more\nfederal USSR.\""
    },
    {
        "chapter_name": "Commonwealth of Independent States",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Coins",
        "generated_section_content_md": "* The Central Bank of the Russian Federation has minted several commemorative coins dedicated to the Commonwealth of Independent States.\n\n* Obverse of the 1-ruble 2001 copper-nickel alloy coin\n\n* Reverse of a 1-ruble coin\n\n* Obverse of the 3-ruble 2001 silver coin of 900\n\n* Reverse of a 3-ruble coin\n\n* Obverse of the 3-ruble coin of 2011 made of 925 sterling silver\n\n* Reverse of a 3-ruble coin\n\n* In 2006, the National Bank of the Republic of Belarus issued commemorative coins \"Commonwealth of Independent States. 15 years\" in denominations of 1 (copper-nickel) and 20 (silver, 925) white rubles."
    }
]