[
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization of unrecognized states\n\nThe **Community for Democracy and Rights of Nations** , also commonly and\ncolloquially known as the **Commonwealth of Unrecognized States** , rarely as\n**CIS-2** , is an international organization in Eastern Europe and the South\nCaucasus of three breakaway states in the territory of the former Soviet\nUnion, all of which have limited to no recognition from the international\ncommunity."
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "1992–1999",
        "generated_section_content_md": "A clickable Euler diagram showing the relationships among various\nsupranational organisations in the territory of the former Soviet Union\n\n* v\n* t\n* e\n\nAn agreement on creating the commonwealth was reached by the four separatist\nstates of the Pridnestrovian Moldavian Republic (Transnistria), the Republic\nof Abkhazia, the Republic of Nagorno-Karabakh, and the Republic of South\nOssetia in 2001 at the foreign ministers meeting held in Stepanakert, the\ncapital of Nagorno-Karabakh. The Community for Democracy and Human Rights was\nestablished on 14 June 2006 in Sokhumi, the capital of Abkhazia, by the\npresidents of three of these states: Sergei Bagapsh representing Abkhazia,\nEduard Kokoity representing South Ossetia, and Igor Smirnov representing\nTransnistria. Nagorno-Karabakh, which had been a part of the 2001 agreement,\nleft in 2004 but became a member state in 2007. All member states have had\nlimited international recognition: Abkhazia and South Ossetia are located\nwithin the internationally recognized territory of Georgia, Artsakh was within\nAzerbaijan, and Transnistria is within Moldova. All of them were secured by\nthe presence of Russian military forces."
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "2000–2005",
        "generated_section_content_md": "The first step towards co-operation between Abkhazia and Transnistria was\ntaken immediately after the end of the Abkhazian-Georgian War when their\nforeign ministries signed the first co-operation agreement. Then, in Tiraspol\nfrom 20-22 November 2000, the Foreign Ministers of Abkhazia, Nagorno-Karabakh,\nSouth Ossetia, and Transnistria decided to establish a permanent coordinating\nbody – the Meeting of Foreign Ministers. According to another source, the body\nwas called the Committee of Foreign Ministers of Unrecognized States, and the\nagreement on creating it was signed during the meeting. In addition, an\nexpert-level advisory council was created to carry out preparatory work\nbetween meetings, which should be held at least twice a year.\n\nFor the next meeting of the foreign ministers of Abkhazia, Nagorno-Karabakh,\nTransnistria, and South Ossetia, which took place in Stepanakert (Khankendi)\non 2-3 July 2001, the advisory council developed regulations for the\norganization, which were adopted at the meeting. A Joint Statement and a Final\nCommuniqué were adopted. Observers assessed the appearance of the conference\nmostly with skepticism, with _Nezavisimaya Gazeta_ referring to it as the\n\"Union of the Marginalized\". Initially, there was also a proposal to name the\nconference NATO-2 (**N** agorno-Karabakh Republic, **A** bkhazia, **T**\nransnistria, and **O** ssetia).\n\nOn 22 August 2001, a Protocol on co-operation and consultations between the\nMinistries of Foreign Affairs of the Republic of Abkhazia and the\nPridnestrovian Moldavian Republic was signed in Sokhumi. The Protocol is one\nof a number of documents regulating relations between the two republics at the\ndiplomatic level. After Stepanakert, the name CIS-2 (Commonwealth of\nUnrecognized States) became widespread, and the founders began using it. For\nexample, in 2005, the head of the Foreign Ministry of the Pridnestrovian\nMoldavian Republic contrasted the CIS-2 and GUAM.\n\nSubsequently, this gave rise to writing in the press that the idea of creating\nthe CIS-2 at one time originated in Stepanakert. A number of meetings were\nheld within the framework of the CIS-2. Thus, in March 2002, the heads of the\nunrecognized states held a meeting in Tiraspol to coordinate their actions\nwithin the framework of the CIS-2 bloc they created. In September 2002, the\nhead of the foreign policy department of South Ossetia announced the\npossibility of creating a military bloc in the future by the unrecognized\nstates that arose on the territory of the former USSR.\n\nIn March 2005, the Russian State Duma considered, but refused to accept, a\nbill proposed by deputies of the Rodina faction on amendments to the\npreviously adopted constitutional law \"On the procedure for admitting to\nRussia and forming a new subject of the Russian Federation within it.\"\nAccording to the bill, former Soviet autonomies could become part of Russia\nbased on the will of the people living in this territory without concluding an\ninternational treaty with the post-Soviet state they are a part of. According\nto Dmitry Rogozin, Andrey Savelyev, and Natalia Narochnitskaya, who prepared\nthe bill, this could solve the problems of Transnistria, Abkhazia, and South\nOssetia.\n\nAccording to Andrei Savelyev, the bill could \"correct historical injustice\":\nduring the collapse of the USSR, the republican authorities (\"small\nmetropolises\") did not hold referendums on secession from the USSR in the\nautonomous entities (future unrecognized states), thus violating the 1977\nConstitution of the Soviet Union in force at that time, and referendums on the\nindependence of the \"small metropolises\" did not take place in the autonomies\nthemselves. However, the bill received negative opinions from the State Duma\nCommittees on International Affairs and Federation Affairs and Regional\nPolicy. During the voting, Rodina's initiative was supported only by the\nCommunist Party of the Russian Federation. The Liberal Democratic Party of\nRussia and United Russia refused to participate in the vote.\n\nIn 2005, after much bickering, Russia agreed to the Georgian plan for\nresolving the Georgian–Ossetian conflict and to Viktor Yushchenko's \"road map\"\nfor resolving the Transnistria conflict, which was called a turning point in\nRussian policy towards the CIS-2. A meeting of the heads of the Republic of\nAbkhazia, the Pridnestrovian Moldavian Republic, and South Ossetia was planned\nfor 22 April 2005. According to Valeriy Litskai, the head of the Transnistrian\nForeign Ministry, \"The meeting is dictated by the changing political\nsituation, in particular plans for the expansion of GUAM. <…> I think that\nGUAM will receive an adequate response from CIS-2.\" At the last moment, the\nsummit was postponed to July."
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "2006–present",
        "generated_section_content_md": "On 17 June 2007, the four-state Community for Democracy and Peoples' Rights\nsigned in Tiraspol—the capital of Transnistria—the joint Declaration on\nprinciples of peaceful and fair settlement of the Abkhazian–Georgian, Nagorno-\nKarabakh–Azeri, Georgian–Ossetian, and Moldovan–Transnistrian conflicts. It\ncalls for barring all types of pressure, such as military deployments,\ndiplomatic isolation, economic blockades, or information wars, during\nnegotiations toward resolution of conflicts. It also calls for external\nguarantees to eventual political settlements of these conflicts.\n\nOn 27 September 2009 three members of the Community for Democracy and Peoples'\nRights (all but Nagorno-Karabakh) agreed to abolish the visa regimes for their\ncitizens. The agreement came into effect one month after its ratification by\nall three parliaments. It lasted for five years, after which it was\nautomatically extended for another five-year term.\n\nAs of 2017, the four member states had a combined population of 947,480\npeople. Abkhazia and South Ossetia have secured recognition from UN member\nstates such as Nauru, Nicaragua, Russia, Syria, and Venezuela, as well as the\nSahrawi Arab Democratic Republic. Meanwhile, political leaders of Abkhazia,\nSouth Ossetia, and Transnistria have all promised to integrate their economies\nand perhaps seek membership in the Russian-led Eurasian Economic Union.\n\nOn 19 September 2023, Azerbaijan launched a military offensive against Artsakh\nand regained control over the entire territory. While Artsakh effectively\nceased to exist, its authorities went into exile in Yerevan, Armenia."
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Current",
        "generated_section_content_md": "* Abkhazia\n* South Ossetia\n* Pridnestrovian Moldavian Republic (Transnistria)"
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Former",
        "generated_section_content_md": "* Artsakh (2007–2024)"
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Current",
        "generated_section_content_md": "* Sukhumi, Abkhazia\n* Tiraspol, Transnistria\n* Tskhinvali, South Ossetia"
    },
    {
        "chapter_name": "Community for Democracy and Rights of Nations",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "Former",
        "generated_section_content_md": "* Stepanakert, Artsakh"
    }
]