[
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Political association which developed from the British Empire\n\nThe **Commonwealth of Nations** , often referred to as the **British\nCommonwealth** or simply **the Commonwealth** , is an international\nassociation of 56 member states, the vast majority of which are former\nterritories of the British Empire from which it developed. They are connected\nthrough their use of the English language and cultural and historical ties.\nThe chief institutions of the association are the Commonwealth Secretariat,\nwhich focuses on intergovernmental relations, and the Commonwealth Foundation,\nwhich focuses on non-governmental relations between member nations. Numerous\norganisations are associated with and operate within the Commonwealth.\n\nThe Commonwealth dates back to the first half of the 20th century with the\ndecolonisation of the British Empire through increased self-governance of its\nterritories. It was created as the **British Commonwealth of Nations** through\nthe Balfour Declaration at the 1926 Imperial Conference, and formalised by the\nUnited Kingdom through the Statute of Westminster in 1931. In 1949, the London\nDeclaration allowed India to remain in the Commonwealth as a republic, marking\na significant evolution of the association.\n\nThe Head of the Commonwealth is Charles III. He is king of 15 member states,\nknown as the Commonwealth realms, while 36 other members are republics, and\nfive others have different monarchs. Although he became head upon the death of\nhis mother, Elizabeth II, the position is not technically hereditary.\n\nCommonwealth citizens enjoy benefits in some member countries, particularly in\nthe United Kingdom, and Commonwealth countries are represented to one another\nby high commissions rather than embassies. Member states have no legal\nobligations to one another, though various economic, judicial and military\narrangements exist between countries. The Commonwealth Charter defines their\nshared values of democracy, human rights and the rule of law, as promoted by\nthe quadrennial Commonwealth Games.\n\nA majority of Commonwealth countries are small states, with small island\ndeveloping states constituting almost half its membership."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Conceptual origins",
        "generated_section_content_md": "Draft of the 1921 Anglo-Irish Treaty, with \"British Empire\" crossed out and\n\"British Commonwealth of Nations\" added by hand The prime ministers of five\nmembers at the 1944 Commonwealth Prime Ministers' Conference: (L-R) Mackenzie\nKing (Canada), Jan Smuts (South Africa), Winston Churchill (United Kingdom),\nPeter Fraser (New Zealand) and John Curtin (Australia)\n\nQueen Elizabeth II, in her address to Canada on Dominion Day in 1959, pointed\nout that the Confederation of Canada on 1 July 1867 had been the birth of the\n\"first independent country within the British Empire\". She declared: \"So, it\nalso marks the beginning of that free association of independent states which\nis now known as the Commonwealth of Nations.\" As long ago as 18 January 1884\nLord Rosebery, while visiting Adelaide, South Australia, had described the\nchanging British Empire, as some of its colonies became more independent, as a\n\"Commonwealth of Nations\". Conferences of British and colonial prime ministers\noccurred periodically from the first one in 1887, leading to the creation of\nthe Imperial Conferences in 1911.\n\nThe Commonwealth developed from the imperial conferences. A specific proposal\nwas presented by Jan Smuts in 1917 when he coined the term \"the British\nCommonwealth of Nations\" and envisioned the \"future constitutional relations\nand readjustments in essence\" at the Paris Peace Conference of 1919, attended\nby delegates from the Dominions as well as the United Kingdom. The term first\nreceived imperial statutory recognition in the Anglo-Irish Treaty of 1921,\nwhen the term _British Commonwealth of Nations_ was substituted for _British\nEmpire_ in the wording of the oath taken by members of parliament of the Irish\nFree State."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Adoption and formalisation",
        "generated_section_content_md": "In the Balfour Declaration at the 1926 Imperial Conference, the United Kingdom\nand its dominions agreed that they were \"autonomous Communities within the\nBritish Empire, equal in status, in no way subordinate one to another in any\naspect of their domestic or external affairs, though united by a common\nallegiance to the Crown, and freely associated as members of the British\nCommonwealth of Nations.\" The term 'Commonwealth' was officially adopted to\ndescribe the community.\n\nThese aspects of the relationship were formalised by the Statute of\nWestminster in 1931, which applied to Canada without the need for\nratification, but Australia, New Zealand and Newfoundland had to ratify the\nstatute for it to take effect. Newfoundland never did as due to economic\nhardship and the need for financial assistance from London, Newfoundland\nvoluntarily accepted the suspension of self-government in 1934 and governance\nreverted to direct control from London. Newfoundland later joined Canada as\nits tenth province in 1949. Australia and New Zealand ratified the statute in\n1942 and 1947 respectively.\n\nAlthough the Union of South Africa was not among the Dominions that needed to\nadopt the Statute of Westminster for it to take effect, two laws — the Status\nof the Union Act, 1934, and the Royal Executive Functions and Seals Act, 1934\n— were passed by the Parliament of South Africa to confirm South Africa's\nstatus as a sovereign state, and to incorporate the Statute of Westminster\ninto the law of South Africa."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Second World War",
        "generated_section_content_md": "Poster from the Second World War, depicting soldiers from Britain, Canada,\nAustralia, New Zealand, the Colony of Southern Rhodesia, South Africa and\nimperial India\n\nCommonwealth countries and the Empire were involved in every major theatre of\nthe Second World War. The British Commonwealth Air Training Plan was\nestablished for pilots from across the Empire and Dominions, created by the\ngovernments of the United Kingdom, Canada, Australia and New Zealand. Troops\nfrom Australia, Britain, the British Raj and New Zealand made up the British\nCommonwealth Occupation Force in post-war Japan."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Decolonisation and self-governance",
        "generated_section_content_md": "After the Second World War ended, the British Empire was gradually dismantled.\nMost of its components have become independent countries, whether Commonwealth\nrealms or republics, and members of the Commonwealth. There remain the 14\nmainly self-governing British overseas territories which retain some political\nassociation with the United Kingdom. In April 1949, following the London\nDeclaration, the word \"British\" was dropped from the title of the Commonwealth\nto reflect its changing nature.\n\nBurma (Myanmar since 1989) and Aden (now part of Yemen) are the only states\nthat were British colonies at the time of the war not to have joined the\nCommonwealth upon independence. Former British protectorates and mandates that\ndid not become members of the Commonwealth are Egypt (independent in 1922),\nIraq (1932), Transjordan (1946), Palestine (part of which became the State of\nIsrael in 1948), Sudan (1956), British Somaliland (which united with the\nformer Italian Somaliland in 1960 to form the Somali Republic), Kuwait (1961),\nBahrain (1971), Oman (1971), Qatar (1971) and the United Arab Emirates (1971).\n\nThe post-war Commonwealth was given a fresh mission by Queen Elizabeth II in\nher Christmas Day 1953 broadcast, in which she envisioned the Commonwealth as\n\"an entirely new conception – built on the highest qualities of the Spirit of\nMan: friendship, loyalty, and the desire for freedom and peace\". However, the\nBritish treasury was so weak that it could not operate independently of the\nUnited States. Furthermore, the loss of defence and financial roles undermined\nJoseph Chamberlain's early 20th-century vision of a world empire that could\ncombine Imperial Preference, mutual defence and social growth. In addition,\nthe United Kingdom's cosmopolitan role in world affairs became increasingly\nlimited, especially with the losses of India and Singapore. While British\npoliticians at first hoped that the Commonwealth would preserve and project\nBritish influence, they gradually lost their enthusiasm, argues Krishnan\nSrinivasan. Early enthusiasm waned as British policies came under fire at\nCommonwealth meetings. Public opinion became troubled as immigration from non-\nwhite member states became large-scale (see also: Commonwealth diaspora).\n\nThe term \"New Commonwealth\" gained usage in the UK (especially in the 1960s\nand 1970s) to refer to recently decolonised countries, predominantly non-white\nand developing countries. It was often used in debates regarding immigration\nfrom these countries. The United Kingdom and the pre-1945 dominions became\ninformally known as the \"Old Commonwealth\", or more pointedly as the \"white\nCommonwealth\", in reference to what had been known as the \"White Dominions\"."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Commonwealth republics",
        "generated_section_content_md": "On 18 April 1949, Ireland formally became a republic in accordance with the\nIrish Republic of Ireland Act 1948; in doing so, it also formally left the\nCommonwealth. While Ireland had not actively participated in the Commonwealth\nsince the early 1930s, other dominions wished to become republics without\nlosing Commonwealth ties. The issue came to a head in April 1949 at a\nCommonwealth prime ministers' meeting in London. Under the London Declaration,\nas drafted by V. K. Krishna Menon, India agreed, when it became a republic in\nJanuary 1950, it would remain in the Commonwealth and accept the British\nSovereign as a \"symbol of the free association of its independent member\nnations and as such the Head of the Commonwealth\". Upon hearing this, King\nGeorge VI told Menon: \"So, I've become 'as such'.\" Some other Commonwealth\ncountries that have since become republics have chosen to leave, while others,\nsuch as Guyana, Mauritius and Dominica, have remained members.\n\nIndia's inaugural prime minister Jawaharlal Nehru declared on 16 May 1949,\nshortly following the Declaration, during the Constituent Assembly Debates\nthat:\n\n> We join the Commonwealth obviously because we think it is beneficial to us\n> and to certain causes in the world that we wish to advance. The other\n> countries of the Commonwealth want us to remain there because they think it\n> is beneficial to them. It is mutually understood that it is to the advantage\n> of the nations in the Commonwealth and therefore they join. At the same\n> time, it is made perfectly clear that each country is completely free to go\n> its own way; it may be that they may go, sometimes go so far as to break\n> away from the Commonwealth...Otherwise, apart from breaking the evil parts\n> of the association, it is better to keep a co-operative association going\n> which may do good in this world rather than break it.\n\nThe London Declaration is often seen as marking the beginning of the modern\nCommonwealth. Following India's precedent, other nations became republics, or\nconstitutional monarchies with their own monarchs. While some countries\nretained the same monarch as the United Kingdom, their monarchies developed\ndifferently and soon became (or had already become) essentially independent of\nthe British monarchy. The monarch is regarded as a separate legal personality\nin each realm, even though the same person is monarch of each realm."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Proposals to include Europe",
        "generated_section_content_md": "At a time when Germany and France, together with Belgium, Italy, Luxembourg,\nand the Netherlands, were planning what later became the European Union, and\nnewly independent African countries were joining the Commonwealth, new ideas\nwere floated to prevent the United Kingdom from becoming isolated in economic\naffairs. British trade with the Commonwealth was four times larger than its\ntrade with Europe. In 1956 and 1957, the British government, under Prime\nMinister Anthony Eden, considered a \"Plan G\" to create a European free trade\nzone while also protecting the favoured status of the Commonwealth.\n\nAt the time of the Suez Crisis in 1956, and in the face of colonial unrest and\ninternational tensions, French prime minister Guy Mollet proposed to British\nprime minister Anthony Eden that their two countries be joined in a \"union\".\nWhen that proposal was turned down, Mollet suggested that France join the\nCommonwealth, possibly with \"a common citizenship arrangement on the Irish\nbasis\". These ideas faded away with the end of the Suez Crisis."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "Expansion and renewed focus",
        "generated_section_content_md": "The first member admitted without any constitutional link to the British\nEmpire was Mozambique – a former Portuguese colony – in 1995 following its\nfirst democratic elections. Its entry preceded the Edinburgh Declaration and\nthe current membership guidelines. In 2009, Rwanda became the second country\nadmitted to the Commonwealth without any constitutional links to Britain. It\nwas a Belgian trust territory that had been a district of German East Africa\nuntil World War I.\n\nIn 2022, Togo, a former French mandate territory, and Gabon, a former French\ncolony, joined the Commonwealth, despite never having been under British rule.\nTogolese foreign minister Robert Dussey expected Commonwealth membership to\nprovide opportunities for Togolese citizens to learn English, and increase\naccess to education and culture. The country sought closer ties with the\nAnglophone world. Gabon was partially suspended from the Commonwealth in\nSeptember 2023 following a military coup, with two years given by the\nCommonwealth Ministerial Action Group for the country to hold new elections\nbefore a full suspension of Commonwealth membership would be considered. In\n2024 alone, trade between Togo and Britain increased by 94 percent; the\ncountry also sought to expand trade with India. Gabon's partial suspension was\nlifted in July 2025, following a presidential election.\n\nCommonwealth relations saw renewed interest during the second term of United\nStates president Donald Trump. In 2025, during Russia's invasion of Ukraine,\nCommonwealth countries Australia, Canada, Cyprus and New Zealand aligned\nthemselves with the \"coalition of the willing\" spearheaded by British prime\nminister Keir Starmer to provide support for Ukraine. During the 2025 Liberal\nParty leadership contest in Canada, in light of aggressive actions taken by\nthe United States, the ultimate victor Mark Carney expressed support for\ndeepening relations with Britain, Australia and New Zealand. Trump expressed\ninterest in the United States becoming a member or \"associate\" member\nfollowing tabloid reporting that this would be offered by Britain.\n\nWriting about America's shirking of global responsibility and the supposed\nineffectiveness of the United Nations, Australian-British lawyer Geoffrey\nRobertson opined that \"Europe and the Commonwealth countries, plus Japan and\nBrazil and Indonesia, might together have more impact than the Security\nCouncil – if for example China moved to invade Taiwan.\" In the midst of the\nGaza war, Commonwealth countries Britain, Canada, Australia and New Zealand\nimposed sanctions on two Israeli ministers, in tandem with Norway."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.8",
        "section_name": "Head of the Commonwealth",
        "generated_section_content_md": "Queen Elizabeth II, the longest-serving Head of the Commonwealth, was in\noffice for 70 years.\n\nUnder the formula of the London Declaration, Charles III is the Head of the\nCommonwealth. However, when the monarch dies, the successor to the crown does\nnot automatically become the new head of the Commonwealth. Despite this, at\ntheir meeting in April 2018, Commonwealth leaders agreed that Prince Charles\nshould succeed his mother Elizabeth II as head after her death. The position\nis symbolic, representing the free association of independent members, the\nmajority of which (36) are republics, and five have monarchs of different\nroyal houses (Brunei, Eswatini, Lesotho, Malaysia and Tonga)."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.9",
        "section_name": "Commonwealth Heads of Government Meeting",
        "generated_section_content_md": "The main decision-making forum of the organisation is the biennial\nCommonwealth Heads of Government Meeting (CHOGM), where Commonwealth Heads of\nGovernment, including (among others) prime ministers and presidents, assemble\nfor several days to discuss matters of mutual interest. CHOGM is the successor\nto the Commonwealth Prime Ministers Meetings and, earlier, the Imperial\nConferences and Colonial Conferences, dating back to 1887. There are also\nregular meetings of finance ministers, law ministers, health ministers and\nothers. Members in arrears, as special members before them, are not invited to\nsend representatives to either ministerial meetings or CHOGMs.\n\nThe head of government hosting the CHOGM is called the chair-in-office (CIO)\nand retains the position until the following CHOGM."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.10",
        "section_name": "Commonwealth Secretariat",
        "generated_section_content_md": "Marlborough House, London, the headquarters of the Commonwealth Secretariat,\nthe Commonwealth's principal intergovernmental institution\n\nThe Commonwealth Secretariat, established in 1965, is the main\nintergovernmental agency of the Commonwealth, facilitating consultation and\nco-operation among member governments and countries. It is responsible to\nmember governments collectively. The Commonwealth of Nations is represented in\nthe United Nations General Assembly by the Secretariat as an observer. The\nsecretariat organises Commonwealth summits, meetings of ministers,\nconsultative meetings and technical discussions; it assists policy development\nand provides policy advice, and facilitates multilateral communication among\nthe member governments. It also provides technical assistance to help\ngovernments in the social and economic development of their countries and in\nsupport of the Commonwealth's fundamental political values.\n\nThe secretariat is headed by the Commonwealth secretary-general, who is\nelected by the CHOG for no more than two four-year terms. The secretary-\ngeneral and two deputy secretaries-general direct the divisions of the\nSecretariat. The present secretary-general is Shirley Ayorkor Botchwey, from\nGhana, succeeding Patricia Scotland. The first secretary-general was Arnold\nSmith of Canada (1965–1975), followed by Sir Shridath Ramphal of Guyana\n(1975–1990), Chief Emeka Anyaoku of Nigeria (1990–1999), Don McKinnon of New\nZealand (2000–2008), and Kamalesh Sharma of India (2008–2016)."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.11",
        "section_name": "Commonwealth citizenship and high commissioners",
        "generated_section_content_md": "The high commission of The Gambia in New Delhi\n\nSome member states grant particular rights to Commonwealth citizens. The\nUnited Kingdom and several others, mostly in the Caribbean, grant the right to\nvote to resident Commonwealth citizens. Some countries, including the United\nKingdom, have preferential citizenship acquisition or residency policies for\nCommonwealth citizens. Initially, Commonwealth countries were not considered\nto be \"foreign\" to each other as their citizens were British subjects.\nCitizenship laws evolved as the Commonwealth developed from the Empire. In\nAustralia, for the purpose of considering certain constitutional and legal\nprovisions in the High Court case of _Sue v Hill_ , the United Kingdom was\nheld to be a \"foreign power\". Similarly, in _Nolan v Minister for Immigration\nand Ethnic Affairs_ , the nationals of other Commonwealth realms were held to\nbe \"aliens\" though they were subjects of the Queen.\n\nCommonwealth citizens may receive consular assistance from other Commonwealth\ncountries. In particular, British embassies and consulates may provide\nassistance to Commonwealth nationals in non-Commonwealth countries if their\nown country is not represented. Commonwealth citizens are eligible to apply\nfor British emergency passports. Australia issues Documents of Identity in\nexceptional circumstances to resident Commonwealth citizens who are unable to\nobtain valid travel documents from their countries of origin and must travel\nurgently.\n\nThe close association among Commonwealth countries is reflected in their\ndiplomatic protocols. For example, when engaging bilaterally with one another,\nCommonwealth governments exchange high commissioners instead of ambassadors."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.12",
        "section_name": "Additional components",
        "generated_section_content_md": "Various judicial and military arrangements exist within the Commonwealth."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.12.1",
        "section_name": "Judicial",
        "generated_section_content_md": "The Judicial Committee of the Privy Council is the highest court of appeal for\nseveral Commonwealth nations.\n\nThe Judicial Committee of the Privy Council is the supreme court of 14\nCommonwealth countries, including the Cook Islands and Niue which are under\nthe Realm of New Zealand (though New Zealand itself does not make appeals to\nthe Privy Council).\n\nCommonwealth nationals are eligible for appointment to the High Court of Fiji,\nwith the court relying on judges from other Commonwealth nations."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "0.12.2",
        "section_name": "Military",
        "generated_section_content_md": "Soldiers of the Indian Army 5th Gurkha Rifles in post-war Japan as part of the\nBritish Commonwealth Occupation Force, 1946\n\nCommonwealth citizens are eligible to serve in the British Armed Forces.\nAccording to the British Army, \"Commonwealth soldiers are, and always will be,\nan important and valued part of the fabric of the British Army.\"\n\nThe Five Power Defence Arrangements is a defence partnership between\nCommonwealth countries Australia, Malaysia, New Zealand, Singapore and\nBritain.\n\nGurkha soldiers from Nepal, a non-Commonwealth country, have long served in\nthe British Army and the forces of several Commonwealth countries. They are\nemployed by the British Army (Brigade of Gurkhas), Indian Army (Gorkha\nregiments) and Royal Brunei Armed Forces (Gurkha Reserve Unit), as well the\nGurkha Contingent of the Singapore Police Force. Most members of Brunei's\nGurkha Reserve Unit are veterans from the British Army and Singaporean police."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Membership",
        "generated_section_content_md": "The members of the Commonwealth shaded according to their political status.\nCommonwealth realms are shown in blue, while republics are shaded pink, and\nmembers with their own monarchies are displayed in green."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Criteria",
        "generated_section_content_md": "The criteria for membership of the Commonwealth of Nations have developed over\ntime from a series of separate documents. The Statute of Westminster 1931, as\na fundamental founding document of the organisation, laid out that membership\nrequired dominionhood. The 1949 London Declaration ended this, allowing\nrepublican and indigenous monarchic members on the condition that they\nrecognised King George VI as \"Head of the Commonwealth\". In the wake of the\nwave of decolonisation in the 1960s, these constitutional principles were\naugmented by political, economic, and social principles. The first of these\nwas set out in 1961, when it was decided that respect for racial equality\nwould be a requirement for membership, leading directly to the withdrawal of\nSouth Africa's re-application (which they were required to make under the\nformula of the London Declaration upon becoming a republic). The 14 points of\nthe 1971 Singapore Declaration dedicated all members to the principles of\nworld peace, liberty, human rights, equality, and free trade.\n\nThese criteria were unenforceable for two decades, until, in 1991, the Harare\nDeclaration was issued, dedicating the leaders to applying the Singapore\nprinciples to the completion of decolonisation, the end of the Cold War, and\nthe end of apartheid in South Africa. The mechanisms by which these principles\nwould be applied were created, and the manner clarified, by the 1995 Millbrook\nCommonwealth Action Programme, which created the Commonwealth Ministerial\nAction Group (CMAG), which has the power to rule on whether members meet the\nrequirements for membership under the Harare Declaration. Also in 1995, an\nInter-Governmental Group was created to finalise and codify the full\nrequirements for membership. Upon reporting in 1997, as adopted under the\nEdinburgh Declaration, the Inter-Governmental Group ruled that any future\nmembers would \"as a rule\" have to have a direct constitutional link with an\nexisting member.\n\nIn addition to this new rule, the former rules were consolidated into a single\ndocument. These requirements are that members must accept and comply with the\nHarare principles, be fully sovereign states, recognise King Charles III as\nhead of the Commonwealth, accept the English language as the means of\nCommonwealth communication, and respect the wishes of the general population\nwith regard to Commonwealth membership. These requirements had undergone\nreview, and a report on potential amendments was presented by the Committee on\nCommonwealth Membership at the 2007 Commonwealth Heads of Government Meeting.\nNew members were not admitted at this meeting, though applications for\nadmission were considered at the 2009 CHOGM.\n\nNew members must \"as a general rule\" have a direct constitutional link to an\nexisting member. In most cases, this is due to being a former colony of the\nUnited Kingdom, but some have links to other countries, either exclusively or\nmore directly (e.g., Bangladesh to Pakistan, Samoa to New Zealand, Papua New\nGuinea to Australia, and Singapore to Malaysia). Mozambique, in 1995, was the\nfirst country to join without such a constitutional connection, leading to the\nEdinburgh Declaration and the current membership guidelines.\n\nIn 2009, Rwanda, formerly under Belgian and German rule, joined. Consideration\nfor Rwanda's admission was considered an \"exceptional circumstance\" by the\nCommonwealth Secretariat. Rwanda was permitted to join despite the\nCommonwealth Human Rights Initiative (CHRI) finding that \"the state of\ngovernance and human rights in Rwanda does not satisfy Commonwealth\nstandards\", and that it \"does not therefore qualify for admission\". CHRI\ncommented that: \"It does not make sense to admit a state that already does not\nsatisfy Commonwealth standards. This would tarnish the reputation of the\nCommonwealth and confirm the opinion of many people and civic organisations\nthat the leaders of its governments do not really care for democracy and human\nrights, and that its periodic, solemn declarations are merely hot air.\"\n\nIn 2022, the former French territories of Togo and Gabon joined the\nCommonwealth."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Members",
        "generated_section_content_md": "Flags of the Commonwealth countries in Parliament Square, London on\nCommonwealth Day The Commonwealth flag flying at the Parliament of Canada in\nOttawa\n\nThe Commonwealth comprises 56 countries, across all inhabited continents. 33\nmembers are small states, including 25 small island developing states. In\n2023, the Commonwealth had a population of 2.5 billion. The Commonwealth is\nthe largest association of 'Third World' or 'Global South' countries.\n\nWith a population of 1.4 billion in 2023, India is the most populous\nCommonwealth country. Tuvalu is the smallest member, with about 12,000 people\nat the time.\n\nThe status of \"member in arrears\" is used to denote those that are in arrears\nin paying subscription dues. The status was originally known as \"special\nmembership\", but was renamed on the Committee on Commonwealth Membership's\nrecommendation. There are currently no members in arrears. The last member in\narrears, Nauru, returned to full membership in June 2011. Nauru previously\nalternated between special and full membership since joining the Commonwealth,\ndepending on its financial situation."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Economy of member countries",
        "generated_section_content_md": "In 2019, the Commonwealth members had a combined gross domestic product of\nover $9 trillion, 78% of which is accounted for by the four largest economies:\nIndia ($3.737 trillion), United Kingdom ($3.124 trillion), Canada ($1.652\ntrillion), and Australia ($1.379 trillion)."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Applicants",
        "generated_section_content_md": "In 1997 the Commonwealth Heads of Government agreed that, to become a member\nof the Commonwealth, an applicant country should, as a rule, have had a\nconstitutional association with an existing Commonwealth member; that it\nshould comply with Commonwealth values, principles and priorities as set out\nin the Harare Declaration; and that it should accept Commonwealth norms and\nconventions.\n\nSouth Sudanese politicians have expressed interest in joining the\nCommonwealth. A senior Commonwealth source stated in 2006 that \"many people\nhave assumed an interest from Israel, but there has been no formal approach\".\nIsrael and Palestine are both potential candidates for membership.\n\nPresident Yahya Jammeh unilaterally withdrew the Gambia from the Commonwealth\nin October 2013. However, newly elected president Adama Barrow returned the\ncountry to the organisation in February 2018.\n\nOther eligible applicants could be any of the remaining inhabited British\nOverseas Territories, Crown Dependencies, Australian external territories and\nthe Associated States of New Zealand if they become fully independent. Many\nsuch jurisdictions are already directly represented within the Commonwealth,\nparticularly through the Commonwealth Family. There are also former British\npossessions that have not become independent. Although Hong Kong has become\npart of China, it continues to participate in some of the institutions within\nthe Commonwealth Family, including the Commonwealth Lawyers Association, the\nCommonwealth Parliamentary Association, the Association of Commonwealth\nUniversities, the Commonwealth Association of Legislative Counsel and the\nCommonwealth War Graves Commission (CWGC).\n\nAll three of the Crown dependencies regard their existing situation as\nunsatisfactory and have lobbied for change. In 2012, the States of Jersey\ncalled on the UK foreign secretary to request that the Commonwealth heads of\ngovernment \"consider granting associate membership to Jersey and the other\nCrown Dependencies as well as any other territories at a similarly advanced\nstage of autonomy\". Jersey proposed that it be accorded \"self-representation\nin all Commonwealth meetings; full participation in debates and procedures,\nwith a right to speak where relevant and the opportunity to enter into\ndiscussions with those who are full members; and no right to vote in the\nMinisterial or Heads of Government meetings, which is reserved for full\nmembers\". The States of Guernsey and the Government of the Isle of Man made\ncalls of a similar nature in the same year for a more integrated relationship\nwith the Commonwealth, including more direct representation and enhanced\nparticipation in Commonwealth organisations and meetings, including\nCommonwealth Heads of Government Meetings. The Chief Minister of the Isle of\nMan said that a \"closer connection with the Commonwealth itself would be a\nwelcome further development of the Island's international relationships\"."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Suspension",
        "generated_section_content_md": "Members can be suspended \"from the Councils of the Commonwealth\" for \"serious\nor persistent violations\" of the Harare Declaration, particularly in\nabrogating their responsibility to have democratic government. Suspensions are\nagreed by the Commonwealth Ministerial Action Group (CMAG), which meets\nregularly to address potential breaches of the Harare Declaration. Suspended\nmembers are not represented at meetings of Commonwealth leaders and ministers,\nalthough they remain members of the organisation.\n\nZimbabwe was suspended from the Commonwealth during the presidency of Robert\nMugabe (pictured), subsequently withdrawing. The country applied to rejoin\nfollowing Mugabe's removal from power.\n\nNigeria was suspended between 11 November 1995 and 29 May 1999, following its\nexecution of Ken Saro-Wiwa on the eve of the 1995 CHOGM. Pakistan was the\nsecond country to be suspended, on 18 October 1999, following the military\ncoup by Pervez Musharraf. The Commonwealth's longest suspension came to an end\non 22 May 2004, when Pakistan's suspension was lifted following the\nrestoration of the country's constitution. Pakistan was suspended for a second\ntime, far more briefly, for six months from 22 November 2007, when Musharraf\ncalled a state of emergency. Zimbabwe was suspended in 2002 over concerns\nregarding the electoral and land reform policies of Robert Mugabe's ZANU-PF\ngovernment, before it withdrew from the organisation in 2003. On 15 May 2018,\nZimbabwe applied to rejoin the Commonwealth.\n\nThe declaration of a Republic in Fiji in 1987, after military coups designed\nto deny Indo-Fijians political power, was not accompanied by an application to\nremain. Commonwealth membership was held to have lapsed until 1997, after\ndiscriminatory provisions in the republican constitution were repealed and\nreapplication for membership made. Fiji has since been suspended twice, with\nthe first imposed from 6 June 2000 to 20 December 2001 after another coup.\nFiji was suspended yet again in December 2006, following the most recent coup.\nAt first, the suspension applied only to membership on the Councils of the\nCommonwealth. After failing to meet a Commonwealth deadline for setting a date\nfor national elections by 2010, Fiji was \"fully suspended\" on 1 September\n2009. The secretary-general of the Commonwealth, Kamalesh Sharma, confirmed\nthat full suspension meant that Fiji would be excluded from Commonwealth\nmeetings, sporting events and the technical assistance programme (with an\nexception for assistance in re-establishing democracy). Sharma stated that\nFiji would remain a member of the Commonwealth during its suspension, but\nwould be excluded from emblematic representation by the secretariat. On 19\nMarch 2014 Fiji's full suspension was amended to a suspension from councils of\nthe Commonwealth by the Commonwealth Ministerial Action Group, permitting Fiji\nto join a number of Commonwealth activities, including the Commonwealth Games.\nFiji's suspension was lifted in September 2014. The Commonwealth Ministerial\nAction Group fully reinstated Fiji as a member following elections in\nSeptember 2014.\n\nMost recently, during 2013 and 2014, international pressure mounted to suspend\nSri Lanka from the Commonwealth, citing grave human rights violations by the\ngovernment of President Mahinda Rajapaksa. There were also calls to change the\nCommonwealth Heads of Government Meeting 2013 from Sri Lanka to another member\ncountry. Canadian prime minister Stephen Harper threatened to boycott the\nevent, but was instead represented at the meeting by Deepak Obhrai. UK prime\nminister David Cameron also chose to attend. These concerns were rendered moot\nby the election of opposition leader Maithripala Sirisena as president in\n2015."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Withdrawal and termination",
        "generated_section_content_md": "As membership is purely voluntary, member governments can choose at any time\nto leave the Commonwealth. The first state to do so was Ireland in 1949\nfollowing its decision to declare itself a republic, although it had not\nparticipated in the Commonwealth since 1932. At the time, all members accepted\nthe British monarch as head of state as a condition of membership. This rule\nwas changed after Ireland's departure to allow India to retain membership when\nit became a republic in 1950, although Ireland did not rejoin. Now, the\nmajority of the Commonwealth members, including all those from Africa, are\nrepublics or have their own native monarch.\n\nPakistan left on 30 January 1972 in protest at the Commonwealth's recognition\nof breakaway Bangladesh, but rejoined on 2 August 1989. Zimbabwe's membership\nwas suspended in 2002 on the grounds of alleged human rights violations and\ndeliberate misgovernment, and Zimbabwe's government terminated its membership\nin 2003. The Gambia left the Commonwealth on 3 October 2013, and rejoined on 8\nFebruary 2018.\n\nThe Maldives withdrew from the Commonwealth on 13 October 2016, citing the\nCommonwealth's \"punitive actions against the Maldives since 2012\" after the\nallegedly forced resignation of Maldivian President Mohamed Nasheed among the\nreasons for withdrawal. Following the election of Ibrahim Mohamed Solih as\npresident in November 2018, the Maldives announced its intention to reapply to\njoin the Commonwealth. It rejoined on 1 February 2020.\n\nHaving left the Commonwealth over its apartheid policies, South Africa was\nreadmitted in 1994 following non-racial elections.\n\nNo country has been formally expelled from the Commonwealth. However, South\nAfrica's application to remain a member of the organisation after becoming a\nrepublic in 1961 was effectively blocked due to hostility from many members,\nparticularly those in Africa and Asia as well as Canada, to apartheid. The\nSouth African government withdrew its application when it became clear at the\n1961 Commonwealth Prime Ministers' Conference that it would be rejected. South\nAfrica was re-admitted to the Commonwealth in 1994, following its first\nmultiracial elections that year. The Commonwealth provided technical\nassistance and training for a peacekeeping force prior to election, with\nCommonwealth observers significantly present during the election itself.\n\nThe transfer of sovereignty over Hong Kong in 1997 ended the territory's\nstatus as a part of the Commonwealth through the United Kingdom. Non-sovereign\nstates or regions are not permitted to become members of the Commonwealth. The\ngovernment of China has not pursued membership. Hong Kong has nevertheless\ncontinued to participate in some of the organisations of the Commonwealth\nFamily, such as the Commonwealth Lawyers Association (hosted the Commonwealth\nLawyers Conference in 1983 and 2009), the Commonwealth Parliamentary\nAssociation (and the Westminster Seminar on Parliamentary Practice and\nProcedures), the Association of Commonwealth Universities and the Commonwealth\nAssociation of Legislative Counsel, as well as the Commonwealth War Graves\nCommission (CWGC)."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Objectives and activities",
        "generated_section_content_md": "The Commonwealth's objectives were first outlined in the 1971 Singapore\nDeclaration, which committed the Commonwealth to the institution of world\npeace; promotion of representative democracy and individual liberty; the\npursuit of equality and opposition to racism; the fight against poverty,\nignorance, and disease; and free trade. To these were added opposition to\ndiscrimination on the basis of gender by the Lusaka Declaration of 1979, and\nenvironmental sustainability by the Langkawi Declaration of 1989. These\nobjectives were reinforced by the Harare Declaration in 1991.\n\nThe Commonwealth's highest-priority aims concern the promotion of democracy\nand development, as outlined in the 2003 Aso Rock Declaration, which built on\nthose in Singapore and Harare and clarified their terms of reference, stating,\n\"We are committed to democracy, good governance, human rights, gender\nequality, and a more equitable sharing of the benefits of globalisation.\""
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.8",
        "section_name": "Competence",
        "generated_section_content_md": "In October 2010, a leaked memo from the Secretary General instructing staff\nnot to speak out on human rights was published, leading to accusations that\nthe Commonwealth was not being vocal enough on its core values.\n\nThe Commonwealth Heads of Government Meeting 2011 considered a report by a\nCommonwealth Eminent Persons Group (EPG) panel which asserted that the\norganisation had lost its relevance and was decaying due to the lack of a\nmechanism to censure member countries when they violated human rights or\ndemocratic norms. The panel made 106 \"urgent\" recommendations including the\nadoption of a Charter of the Commonwealth, the creation of a new commissioner\non the rule of law, democracy and human rights to track persistent human\nrights abuses and allegations of political repression by Commonwealth member\nstates, recommendations for the repeal of laws against homosexuality in 41\nCommonwealth states and a ban on forced marriage. The failure to release the\nreport, or accept its recommendations for reforms in the area of human rights,\ndemocracy and the rule of law, was described as a \"disgrace\" by former British\nforeign secretary Malcolm Rifkind, a member of the EPG, who told a press\nconference: \"The Commonwealth faces a very significant problem. It's not a\nproblem of hostility or antagonism, it's more of a problem of indifference.\nIts purpose is being questioned, its relevance is being questioned and part of\nthat is because its commitment to enforce the values for which it stands is\nbecoming ambiguous in the eyes of many member states. The Commonwealth is not\na private club of the governments or the secretariat. It belongs to the people\nof the Commonwealth.\"\n\nIn the end, two-thirds of the EPG's 106 urgently recommended reforms were\nreferred to study groups, an act described by one EPG member as having them\n\"kicked into the long grass\". There was no agreement to create the recommended\nposition of human rights commissioner, instead a ministerial management group\nwas empowered with enforcement: the group includes alleged human rights\noffenders. It was agreed to develop a charter of values for the Commonwealth\nwithout any decision on how compliance with its principles would be enforced.\n\nThe result of the effort was that a new Charter of the Commonwealth was signed\nby Queen Elizabeth II on 11 March 2013 at Marlborough House, which opposes\n\"all forms of discrimination, whether rooted in gender, race, colour, creed,\npolitical belief or other grounds\"."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.9",
        "section_name": "Economic data by member",
        "generated_section_content_md": "Economies of the Commonwealth of Nations 2012\n---\n| Member states | Population\n(2021) | GDP (nominal, US$)  | GDP (PPP, US$)\n---|---|---|---\nmillions  | per capita  | millions  | per capita\nAntigua and Barbuda | 93,219  | 1,176  | 12,480  | 1,778  | 18,492\nAustralia | 25,921,089  | 1,520,608  | 61,789  | 1,008,547  | 41,974\nBahamas | 407,906  | 8,149  | 22,431  | 11,765  | 31,978\nBangladesh | 169,356,251  | 115,610  | 743  | 291,299  | 1,777\nBarbados | 281,200  | 3,685  | 13,453  | —  | —\nBelize | 400,031  | 1,448  | 4,059  | 2,381  | 6,672\nBotswana | 2,588,423  | 14,411  | 8,533  | 34,038  | 14,746\nBrunei | 445,373  | 16,954  | 40,301  | 21,992  | 51,760\nCameroon | 27,198,628  | 24,984  | 1,260  | 50,820  | 2,359\nCanada | 38,155,012  | 1,821,424  | 50,344  | 1,489,165  | 40,420\nCyprus | 1,244,188  | 22,981  | 30,670  | 26,720  | 32,254\nDominica | 72,412  | 480  | 7,154  | 906  | 13,288\nEswatini | 1,192,271  | 3,747  | 3,831  | 6,458  | 6,053\nGhana | 32,833,031  | 40,710  | 1,570  | 51,943  | 1,871\nGrenada | 124,610  | 790  | 7,780  | 1,142  | 10,837\nGuyana | 804,567  | 2,851  | 3,408  | 2,704  | —\nIndia | 1,407,563,842  | 3,732,224  | 2,171  | 11,468,022  | 7,874\nJamaica | 2,827,695  | 14,840  | 5,335  | —  | —\nKenya | 53,005,614  | 37,229  | 808  | 76,016  | 1,710\nKiribati | 128,874  | 176  | 1,649  | 248  | 2,337\nLesotho | 2,281,454  | 2,448  | 1,106  | 4,027  | 1,691\nMalawi | 19,889,742  | 4,264  | 365  | 14,344  | 893\nMalaysia | 33,573,874  | 303,526  | 9,977  | 501,249  | 16,051\nMaldives | 521,457  | 2,222  | 6,405  | 3,070  | 8,871\nMalta | 526,748  | 8,722  | 21,380  | 12,138  | 27,504\nMauritius | 1,298,915  | 10,492  | 8,755  | 20,210  | 14,420\nMozambique | 32,077,072  | 14,588  | 533  | 25,805  | 975\nNamibia | 2,530,151  | 12,807  | 5,383  | 16,918  | 6,801\nNauru | 12,511  | —  | —  | —  | —\nNew Zealand | 5,129,727  | 139,768  | 36,254  | 139,640  | 31,082\nNigeria | 213,401,323  | 262,606  | 1,502  | 449,289  | 2,533\nPakistan | 231,402,117  | 231,182  | 1,189  | 517,873  | 2,745\nPapua New Guinea | 9,949,437  | 15,654  | 1,845  | 20,771  | 2,676\nRwanda | 13,461,888  | 7,103  | 8,874  | 15,517  | 1,282\nSaint Kitts and Nevis | 47,606  | 748  | 13,144  | 966  | 17,226\nSaint Lucia | 179,651  | 1,186  | 7,154  | 2,016  | 11,597\nSaint Vincent and the Grenadines | 104,332  | 713  | 6,291  | 1,202  | 10,715\nSamoa | 218,764  | 677  | 3,485  | 853  | 4,475\nSeychelles | 106,471  | 1,032  | 12,321  | 2,371  | 25,788\nSierra Leone | 8,420,641  | 3,796  | 496  | 8,125  | 1,131\nSingapore | 5,941,060  | 274,701  | 46,241  | 328,323  | 60,688\nSolomon Islands | 707,851  | 1,008  | 1,517  | 1,718  | 2,923\nSouth Africa | 59,392,255  | 384,313  | 8,070  | 585,625  | 10,960\nSri Lanka | 21,773,441  | 59,421  | 2,835  | 126,993  | 5,582\nTanzania | 63,588,334  | 28,249  | 532  | 74,269  | 1,512\nTonga | 106,017  | 472  | 4,152  | 527  | 4,886\nTrinidad and Tobago | 1,525,663  | 23,986  | 16,699  | 35,638  | 25,074\nTuvalu | 11,204  | 37  | 3,636  | —  | —\nUganda | 45,853,778  | 19,881  | 487  | 49,130  | 1,345\nUnited Kingdom | 67,281,039  | 3,124,650  | 38,974  | 3,174,921  | 35,598\nVanuatu | 319,137  | 785  | 3,094  | 1,139  | 4,379\nZambia | 19,473,125  | 20,678  | 1,425  | 24,096  | 1,621\nCommonwealth | **2,418,964,000** | **9,766,209** | **3,844** | **13,119,929** | **4,035**"
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.10",
        "section_name": "Postwar",
        "generated_section_content_md": "During the Second World War, the British Empire played a major role in\nsupporting British finances. Foreign exchange reserves were pooled in London,\nto be used to fight the war. In effect the United Kingdom procured £2.3\nbillion, of which £1.3 billion was from British India. The debt was held in\nthe form of British government securities and became known as \"sterling\nbalances\". By 1950, India, Pakistan and Ceylon had spent much of their\nsterling, while other countries accumulated more. The sterling area included\nall of the Commonwealth except for Canada, together with some smaller\ncountries especially in the Persian Gulf. They held their foreign-exchange in\nsterling, protecting that currency from runs and facilitating trade and\ninvestment inside the Commonwealth. It was a formal relationship with fixed\nexchange rates, periodic meetings at Commonwealth summits to coordinate trade\npolicy, and domestic economic policies. The United Kingdom ran a trade\nsurplus, and the other countries were mostly producers of raw materials sold\nto the United Kingdom. The commercial rationale was gradually less attractive\nto the Commonwealth; however, access to the growing London capital market\nremained an important advantage to the newly independent nations. As the\nUnited Kingdom moved increasingly close to Europe, however, the long-term ties\nbegan to be in doubt."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.10.1",
        "section_name": "UK joins the European Economic Community",
        "generated_section_content_md": "By 1961, with a sluggish economy, the United Kingdom attempted to join the\nEuropean Economic Community, but this was repeatedly vetoed by Charles de\nGaulle. Entry was finally achieved in 1973. Queen Elizabeth was one of the few\nremaining links between the UK and the Commonwealth. Historian Ben Pimlott\nargues that joining Europe \"constituted the most decisive step yet in the\nprogress of severance of familial ties between the United Kingdom and its\nformer Empire... It reduced the remaining links to sentimental and cultural\nones, and legal niceties.\"\n\nThe newly independent countries of Africa and Asia concentrated on their own\ninternal political and economic development, and sometimes their role in the\nCold War. The United States, international agencies, and the Soviet Union\nbecame important players, and the British role receded. While there was\nopposition to British entry into the EEC from many countries, such as\nAustralia, others preferred the economic advantages brought by British access\nto the Common Market. The historic ties between the former dominion nations\nand the United Kingdom were rapidly fraying. The Canadian economy increasingly\nfocused on trade with the United States, and not on trade with the United\nKingdom or other Commonwealth nations. Internal Canadian disputes revolved\naround the growing American cultural and economic presence, and the strong\nforce of Quebec nationalism. In 1964, the Maple Leaf flag replaced the\nCanadian Ensign, with Gregory Johnson describing it as \"the last gasp of\nempire\". Australia and New Zealand were generally opposed to the United\nKingdom's entry and exerted considerable influence on the eventual terms of\naccession in 1972, for which the United Kingdom agreed to transitional\narrangements and monetary compensation to protect important export markets.\nRussell Ward summarises the period in economic terms: \"In fact the United\nKingdom, as Australia's chief trading partner, was being very rapidly replaced\njust at this time by the United States and an economically resurgent Japan,\nbut most people were scarcely aware of this.... It was feared that British\nentry into the Common Market was bound to mean abolition, or at least scaling\ndown, of preferential tariff arrangements for Australians goods.\""
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "1.11",
        "section_name": "Trade",
        "generated_section_content_md": "Although the Commonwealth does not have a multilateral trade agreement, 2010\nresearch by the Royal Commonwealth Society showed that trade with another\nCommonwealth member is up to 50% greater than with a non-member on average,\nwith smaller and less wealthy states having a higher propensity to trade\nwithin the Commonwealth. In 2024 alone, trade between Togo and Britain\nincreased by 94 percent, two years after the former joined the Commonwealth.\nAt the 2005 Summit in Malta, the heads of government endorsed pursuing free\ntrade among Commonwealth members on a bilateral basis. Commonwealth Secretary-\nGeneral Shirley Ayorkor Botchwey endorsed the idea of a Commonwealth free\ntrade area in 2025.\n\nFollowing its vote in June 2016 to leave the European Union, some in the\nUnited Kingdom suggested the Commonwealth as an alternative to its membership\nin the EU; however, it was far from clear that this would either offer\nsufficient economic benefit to replace the impact of leaving the EU or be\nacceptable to other member states. In 2021, following the United Kingdom's\nexit from the European Union, Australia and the United Kingdom signed the\nAustralia–United Kingdom Free Trade Agreement, which on ratification\neliminated tariffs and increased opportunities for movement between the two\ncountries.\n\nCanada exempts most goods from the Commonwealth Caribbean, consisting of\nCommonwealth countries and British Overseas Territories in the region, from\nimport duties."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Commonwealth Family",
        "generated_section_content_md": "The University of Cape Town, a member of the Association of Commonwealth\nUniversities\n\nCommonwealth countries share many links outside government, with various non-\ngovernmental organisations, notably for sport, culture, education, law, and\ncharity claiming to operate on a Commonwealth-wide basis. Some, such as Sight\nSavers International and the English-Speaking Union, also operate outside the\nCommonwealth, though their operations began and largely remain within the\nassociation.\n\nThe Commonwealth Secretariat regulates formal accreditation with the\nCommonwealth through its Accreditation Committee. The admittance criteria\nincludes upholding a commitment to the Commonwealth Charter. Formally\naccredited organisations include the Association of Commonwealth Universities,\nwhich manages the Commonwealth Scholarship allowing students to study in other\nCommonwealth countries, and the Commonwealth Parliamentary Association which\nlinks together over 180 Commonwealth parliaments."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Commonwealth Foundation",
        "generated_section_content_md": "The Commonwealth Foundation is an intergovernmental organisation, resourced by\nand reporting to Commonwealth governments, and guided by Commonwealth values\nand priorities. Its mandate is to strengthen civil society in the achievement\nof Commonwealth priorities: democracy and good governance, respect for human\nrights and gender equality, poverty eradication, people-centred and\nsustainable development, and to promote arts and culture.\n\nThe Foundation was established in 1965 by the Heads of Government. Admittance\nis open to all members of the Commonwealth, and in December 2008, stood at 46\nout of the 53 member countries. Associate Membership, which is open to\nassociated states or overseas territories of member governments, has been\ngranted to Gibraltar. 2005 saw celebrations for the Foundation's 40th\nAnniversary. The Foundation is headquartered in Marlborough House, Pall Mall,\nLondon. Regular liaison and co-operation between the Secretariat and the\nFoundation is in place. The Foundation continues to serve the broad purposes\nfor which it was established as written in the Memorandum of Understanding."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Commonwealth Games",
        "generated_section_content_md": "The Commonwealth Games are the third-largest multi-sport event in the world,\nbringing together globally popular sports and peculiarly \"Commonwealth\"\nsports, such as rugby sevens, shown here at the 2006 Games in Melbourne.\n\nThe Commonwealth Games, a multi-sport event, is held every four years; the\n2018 Commonwealth Games were held in Gold Coast, Australia, 2022 Commonwealth\nGames in Birmingham and 2026 Commonwealth Games in Glasgow. As well as the\nusual athletic disciplines, as at the Summer Olympic Games, the games include\nsports particularly popular in the Commonwealth, such as bowls, netball, and\nrugby sevens. Started in 1930 as the Empire Games, the games were founded on\nthe Olympic model of amateurism, but were deliberately designed to be \"the\nFriendly Games\", with the goal of promoting relations between Commonwealth\ncountries and celebrating their shared sporting and cultural heritage.\n\nThe games are the Commonwealth's most visible activity and interest in the\noperation of the Commonwealth increases greatly when the Games are held. There\nis controversy over whether the games—and sport generally—should be involved\nin the Commonwealth's wider political concerns. The 1977 Gleneagles Agreement\nwas signed to commit Commonwealth countries to combat apartheid through\ndiscouraging sporting contact with South Africa (which was not then a member),\nwhile the 1986 games were boycotted by most African, Asian, and Caribbean\ncountries for the failure of other countries to enforce the Gleneagles\nAgreement."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Commonwealth Youth Games",
        "generated_section_content_md": "The Commonwealth Youth Games is the youth version of the Commonwealth Games\nand it is aimed from younger athletes aged between 14 and 18 years. The 2000\nCommonwealth Youth Games was the inaugural edition of the Commonwealth Youth\nGames, first held in Edinburgh, Scotland.\n\nThe most recent edition of the games was held in 2023 in Trinidad and Tobago."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Commonwealth War Graves Commission",
        "generated_section_content_md": "The Commonwealth War Graves Commission commemorates 1.7 million Commonwealth\nwar dead and maintains 2,500 war cemeteries around the world, including this\none in Gallipoli.\n\nThe Commonwealth War Graves Commission (CWGC) is responsible for maintaining\nthe war graves of 1.7 million service personnel who died in the First and\nSecond World Wars fighting for Commonwealth member states. Founded in 1917 (as\nthe Imperial War Graves Commission), the commission has constructed 2,500 war\ncemeteries, and maintains individual graves at another 20,000 sites around the\nworld. The vast majority of the latter are civilian cemeteries in the United\nKingdom. In 1998, the CWGC made the records of its buried available online to\nfacilitate easier searching.\n\nCommonwealth war cemeteries often feature similar horticulture and\narchitecture, with larger cemeteries being home to a Cross of Sacrifice and\nStone of Remembrance. The CWGC is notable for marking the graves identically,\nregardless of the rank, country of origin, race, or religion of the buried. It\nis funded by voluntary agreement by six Commonwealth members, in proportion to\nthe nationality of the casualties in the graves maintained, with 75% of the\nfunding coming from the United Kingdom."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Commonwealth of Learning",
        "generated_section_content_md": "The Commonwealth of Learning (COL) is an intergovernmental organisation\ncreated by the heads of government to encourage the development and sharing of\nopen learning/distance education knowledge, resources and technologies. COL is\nhelping developing nations improve access to quality education and training."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Commonwealth Local Government Forum",
        "generated_section_content_md": "The Commonwealth Local Government Forum (CLGF) is a global local government\norganisation, bringing together local authorities, their national associations\nand the ministries responsible for local government in the member countries of\nthe Commonwealth. CLGF works with national and local governments to support\nthe development of democratic values and good local governance and is the\nassociated organisation officially recognised by Commonwealth Heads of\nGovernment as the representative body for local government in the\nCommonwealth.\n\nCLGF is unique in bringing together central, provincial and local spheres of\ngovernment involved in local government policy and decision-making. CLGF\nmembers include local government associations, individual local authorities,\nministries dealing with local government, and research and professional\norganisations who work with local government. Practitioner to practitioner\nsupport is at the core of CLGF's work across the Commonwealth and within the\nregion, using CLGF's own members to support others both within and between\nregions. CLGF is a member of the Global Taskforce of Local and Regional\nGovernments, the formal partner of the UN Major Group of Local Authorities."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Culture",
        "generated_section_content_md": "Commonwealth countries share a common culture which includes the English\nlanguage, sports, legal systems, education and government. These commonalities\nare the result of the Commonwealth's heritage, having developed out of the\nBritish Empire. Symbols of the Commonwealth include the Commonwealth Flag and\nCommonwealth Day. Remembrance Day is commemorated across the Commonwealth.\nCelebrations for Guy Fawkes Night take place in some Commonwealth countries."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Sport",
        "generated_section_content_md": "Rwanda Cricket Stadium, Kigali, Rwanda. Commonwealth membership has been\ncredited with popularising the game in the country, which was never in the\nBritish Empire.\n\nMany Commonwealth nations play similar sports that are considered\nquintessentially British in character, rooted in and developed under British\nrule or hegemony, including cricket, association football, rugby football,\nfield hockey and netball. These ties are particularly strong between the\nUnited Kingdom, Australia, New Zealand and South Africa across rugby union,\ncricket, netball, and field hockey, with Australia in rugby league, with the\nCaribbean nations in cricket and netball, and with the Indian subcontinent in\ncricket and hockey. Canada, by contrast, is dominated by North American\nsports, including baseball instead of cricket, basketball rather than netball,\nice hockey rather than field hockey and Canadian football, rather than rugby\nunion or league. Canada does, however, maintain small enthusiastic communities\nin all the more traditional Commonwealth sports, having reached the World Cup\nin each of them, and is the homeplace of the Commonwealth Games, hosting the\ninaugural edition in Hamilton in 1930.\n\nThis shared sporting landscape has led to the development of friendly national\nrivalries between the main sporting nations that have often defined their\nrelations with each other, and in the cases of India, Australia and New\nZealand, have played a major part in defining their emerging national\ncharacter (in cricket, rugby league and rugby union). Indeed, said rivalries\npreserved close ties by providing a constant in international relationships,\neven as the Empire transformed into the Commonwealth. Externally, playing\nthese sports is seen to be a sign of sharing a certain Commonwealth culture;\nthe adoption of cricket at schools in Rwanda is seen as symbolic of the\ncountry's move towards Commonwealth membership. More broadly, Rwanda's\nmembership of the Commonwealth has been credited with helping popularise\ncricket in the country, with both men and women playing it in orphanages,\nschools, universities and cricket clubs.\n\nThe Commonwealth Games alongside the youth version, a quadrennial multi-sports\nevent held in the middle year of an Olympic cycle is the most visible\ndemonstration of these sporting ties. The Games include standard multi-sports\ndisciplines like athletics, swimming, gymnastics, weightlifting, boxing, field\nhockey, and cycling, but also includes sports popular in the Commonwealth that\nare distinct to the Games such as netball, squash and lawn bowls. They are\nalso more avowedly political than events like the Olympics, promoting what are\nseen as Commonwealth values; historically, a history of shared military\nendeavour was celebrated and promoted, parasport and disability sport is fully\nintegrated, and the Commonwealth Games Federation has publicly backed the\nrights of LGBT people, despite the continuing criminalisation of homosexuality\nin many Commonwealth countries."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Literature",
        "generated_section_content_md": "The shared history of British presence has produced a substantial body of\nwriting in many languages, known as Commonwealth literature. The Association\nfor Commonwealth Literature and Language Studies (ACLALS) has 11 branches\nworldwide and holds an international conference every three years.\n\nUgandan-British novelist Jennifer Nansubuga Makumbi won the Commonwealth Short\nStory Prize in 2014.\n\nIn 1987, the Commonwealth Foundation established the annual Commonwealth\nWriters' Prize \"to encourage and reward the upsurge of new Commonwealth\nfiction and ensure that works of merit reach a wider audience outside their\ncountry of origin\". Prizes are awarded for the best book and best first book\nin the Commonwealth; there are also regional prizes for the best book and best\nfirst book in each of four regions. Although not officially affiliated with\nthe Commonwealth, the prestigious annual Man Booker Prize, one of the highest\nhonours in literature, used to be awarded only to authors from Commonwealth\ncountries or former members such as Ireland and Zimbabwe. Since 2014, however,\nwriters of any nationality have been eligible for the prize providing that\nthey write originally in English and their novels are published by established\npublishers in the United Kingdom. Today, the Commonwealth Foundation awards\nthe annual Commonwealth Short Story Prize.\n\nSouth African writer Olive Schreiner\n\nSouth African writer Olive Schreiner's famous novel _The Story of an African\nFarm_ was published in 1883 and New Zealander Katherine Mansfield published\nher first collection of short stories, _In a German Pension_ , in 1911. The\nfirst major novelist, writing in English, from the Indian sub-continent, R. K.\nNarayan, began publishing in England in the 1930s, thanks to the encouragement\nof English novelist Graham Greene. Caribbean writer Jean Rhys's writing career\nbegan as early as 1928, though her most famous work, _Wide Sargasso Sea_ , was\nnot published until 1966. South Africa's Alan Paton's famous _Cry, the Beloved\nCountry_ dates from 1948. Doris Lessing from Southern Rhodesia, now Zimbabwe,\nwas a dominant presence in the English literary scene, frequently publishing\nfrom 1950 on throughout the 20th century. She won the Nobel Prize in\nLiterature in 2007.\n\nSalman Rushdie is another post-Second World War writer from the former British\ncolonies who permanently settled in the United Kingdom. Rushdie achieved fame\nwith _Midnight's Children_ (1981). His most controversial novel, _The Satanic\nVerses_ (1989), was inspired in part by the life of Muhammad. V. S. Naipaul\n(born 1932), born in Trinidad, was another immigrant, who wrote, among other\nthings, _A Bend in the River_ (1979). Naipaul won the Nobel Prize in\nLiterature in 2001.\n\nMany other Commonwealth writers have achieved an international reputation for\nworks in English, including Nigerian novelist Chinua Achebe, and playwright\nWole Soyinka. Soyinka won the Nobel Prize in Literature in 1986, as did South\nAfrican novelist Nadine Gordimer in 1995. Other South African writers in\nEnglish are novelist J. M. Coetzee (Nobel Prize 2003) and playwright Athol\nFugard. Kenya's most internationally renowned author is Ngũgĩ wa Thiong'o,\nauthor of novels, plays and short stories in English. Poet Derek Walcott, from\nSaint Lucia in the Caribbean, was another Nobel Prize winner in 1992. An\nAustralian, Patrick White, a major novelist in this period, whose first work\nwas published in 1939, won in 1973. Other noteworthy Australian writers at the\nend of this period are poet Les Murray, and novelist Peter Carey, who is one\nof only four writers to have won the Booker Prize twice."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Politics and judiciary",
        "generated_section_content_md": "Parliament House, New Delhi, India. The Commonwealth Charter states the\nCommonwealth's commitment to democracy, and many Commonwealth countries use\nthe Westminster system. Lighting of a jubilee beacon for Queen Elizabeth II's\nPlatinum Jubilee in 2022 in Wellington, New Zealand\n\nCommonwealth countries have similar legal and government systems, whilst the\nCommonwealth Charter includes commitments to democracy, human rights and the\nrule of law. Most Commonwealth countries have a Westminster system of\nparliamentary democracy, with elected legislatures, multi-party elections,\nresponsible government and often two chambers. The Commonwealth Parliamentary\nAssociation facilitates co-operation between legislatures across the\nCommonwealth, and the Commonwealth Local Government Forum promotes good\ngovernance among local government officials.\n\nNonetheless, Commonwealth leadership was criticised for admitting Gabon as a\nmember at the 2022 Commonwealth Heads of Government Meeting in Kigali, Rwanda\n– a country with poor human rights record – despite the fact that Gabon had\nbeen governed for 56 years by the kleptocratic Bongo family, until they were\noverthrown in a coup in 2023.\n\nMost Commonwealth countries use common law, modelled on English law. The\nLatimer House Principles adopted in 2003 reflect the separation of powers.\nJudges are appointed by independent commissions in most Commonwealth\ncountries, a change which took place across the Commonwealth in the late 20th\nand early 21st centuries and is reflected in the Cape Town Principles."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Symbols",
        "generated_section_content_md": "The Commonwealth has adopted a number of symbols that represent the\nassociation of its members. The English language is recognised as a symbol of\nthe members' heritage; as well as being considered a symbol of the\nCommonwealth, recognition of it as \"the means of Commonwealth communication\"\nis a prerequisite for Commonwealth membership.\n\nThe flag of the Commonwealth consists of the symbol of the Commonwealth\nSecretariat, a gold globe surrounded by emanating rays, on a dark blue field;\nit was designed for the second CHOGM in 1973, and officially adopted on 26\nMarch 1976. 1976 also saw the organisation agree to a common date on which to\ncommemorate Commonwealth Day, the second Monday in March, having developed\nseparately on different dates from Empire Day celebrations.\n\nAlso to mark the 60th anniversary (Diamond Jubilee) of the Commonwealth in\n2009, the Commonwealth Secretariat commissioned Paul Carroll to compose \"The\nCommonwealth Anthem\". The lyrics of the Anthem are taken from the 1948\nUniversal Declaration of Human Rights. The Commonwealth Youth Orchestra\npublished renditions of the Anthem with and without an introductory narrative."
    },
    {
        "chapter_name": "Commonwealth of Nations",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Recognition",
        "generated_section_content_md": "In 2009, to mark the 60th anniversary of the founding of the Commonwealth, the\nRoyal Commonwealth Society commissioned a poll of public opinion in seven of\nthe member states: Australia, Canada, India, Jamaica, Malaysia, South Africa\nand the United Kingdom. It found that most people in these countries were\nlargely ignorant of the Commonwealth's activities, aside from the Commonwealth\nGames, and indifferent toward its future. Support for the Commonwealth was\ntwice as high in developing countries as in developed countries; it was lowest\nin the United Kingdom."
    }
]