[
    {
        "chapter_name": "Convention for the Conservation of Antarctic Marine Living Resources",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1980 environmental treaty\n\nThe **Convention on the Conservation of Antarctic Marine Living Resources** ,\nalso known as the **Commission for the Conservation of Antarctic Marine Living\nResources** , and**CCAMLR** , is part of the Antarctic Treaty System.\n\nThe convention was opened for signature on 1 August 1980 and entered into\nforce on 7 April 1982 by the Commission for the Conservation of Antarctic\nMarine Living Resources, headquartered in Tasmania, Australia. The goal is to\npreserve marine life and environmental integrity in and near Antarctica.\n\nIt was established in large part to concerns that an increase in krill catches\nin the Southern Ocean could have a serious impact on populations of other\nmarine life which are dependent upon krill for food.\n\nIn 1989, CCAMLR set up the Ecosystem Monitoring Program (CEMP) to further\nmonitor the effects of fishing and harvesting of species in the area.\n\nOn 19 October 2022, Ecuador became a New Member of the Commission, the 26th\nmember state of the CCAMLR."
    },
    {
        "chapter_name": "Convention for the Conservation of Antarctic Marine Living Resources",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Member states",
        "generated_section_content_md": "Convention for the Conservation of Antarctic Marine Living Resources Map Acceding and Member State | Acceding States only\n---|---\nArgentina |  Bulgaria\nAustralia |  Canada\nBelgium |  Cook Islands\nBrazil |  Finland\nChile |  Greece\nChina |  Mauritius\nEcuador |  Pakistan\nEuropean Union |  Panama\nFrance |  Peru\nGermany |  Vanuatu\nIndia |\nItaly |\nJapan |\nSouth Korea |\nNamibia |\nNetherlands |\nNew Zealand |\nNorway |\nPoland |\nRussia |\nSouth Africa |\nSpain |\nSweden |\nUkraine |\nUnited Kingdom |\nUnited States |\nUruguay |"
    },
    {
        "chapter_name": "Convention for the Conservation of Antarctic Marine Living Resources",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Marine Protected Areas (MPAs)",
        "generated_section_content_md": "In 2009, the Commission agreed by consensus to creating a representative\nnetwork of MPAs by 2012. It was the first international body to do this based\non recommendations from the United Nations World Summit on Sustainable\nDevelopment. In 2011, it identified nine planning domains within which to\ndesignate these protected areas.\n\nMarine Protected Area  | Size  | Status  | Proposed  | Proposed by  | Designated\n---|---|---|---|---|---\nSouth Orkneys  | 94,000 km2  | Designated  |  | United Kingdom | 2009\nRoss Sea  | 1,550,000 km2  | Designated  | 2012  | New Zealand, United States | 2016\nEast Antarctica  | 950,000 km2  | Proposal  | 2010  | Australia, France, European Union | N/A\nWeddell Sea  | 1,800,000 km2  | Proposal  | 2016  | Germany, European Union | N/A\nAntarctic Peninsula  | 450,000 km2  | Proposal  | 2018  | Argentina, Chile | N/A"
    },
    {
        "chapter_name": "Convention for the Conservation of Antarctic Marine Living Resources",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "South Orkneys MPA",
        "generated_section_content_md": "In 2009, the Commission agreed by consensus to establish the world's first\nhigh-seas MPA to protect ocean surrounding the South Orkney Islands in the\nsouth Atlantic Ocean.\n\nIt was proposed by the United Kingdom and covers 94,000 km2. It came into\nforce in May 2010."
    },
    {
        "chapter_name": "Convention for the Conservation of Antarctic Marine Living Resources",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Ross Sea MPA",
        "generated_section_content_md": "In 2010, a proposal for an MPA in the Ross Sea were put forward by both the US\nand New Zealand. These were later combined as a joint proposal.\n\nIn July 2013, the Commission held a special meeting in Bremerhaven to consider\nproposals for MPAs in both the Ross Sea and East Antarctica. Consensus was not\nreached after Russia voted against the proposals, citing uncertainty about\nwhether the commission had the authority to establish a protected area.\n\nOn 28 October 2016, after several years of scientific and diplomatic\ndiscussions, the Commission agreed by consensus to designate the Ross Sea\nmarine protected area at its annual meeting in Hobart. The protected area\ncovers 1.55 million square kilometres of ocean, of which 72% is a no-take\nzone. The remaining 28% include some harvesting of fish and krill for the\npurpose of scientific research.\n\nThe Ross Sea MPA will be in force for 35 years. At the end of its review\nperiod in 2052, CCAMLR Members must agree by consensus to renew or modify it\nas needed."
    },
    {
        "chapter_name": "Convention for the Conservation of Antarctic Marine Living Resources",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "East Antarctic MPA",
        "generated_section_content_md": "In 2010, Australia, France and the European Union submitted a proposal for an\nMPA in East Antarctica. It originally included seven representative areas with\nvarying degrees of protection and covered 1.8 million square kilometres of\nocean. By 2017, these were scaled back to three areas covering just under 1\nmillion square kilometres. This was due to the political concerns and economic\ninterests expressed by some Member states. The proposal was also amended to\ninclude an expiration of 30 years after designation and the ability to review\nits monitoring and management every ten years. It has been under consideration\nby the Commission since 2012."
    }
]