[
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Inter-governmental forum\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Conference on Interaction and Confidence-Building Measures in\nAsia\" – news **·** newspapers **·** books **·** scholar **·** JSTOR _( June\n2010)__(Learn how and when to remove this message)_  \n---|---  \n  \nThe **Conference on Interaction and Confidence-Building Measures in Asia**\n(**CICA**) is an inter-governmental forum for enhancing cooperation towards\npromoting peace, security and stability in Asia. It is a forum based on the\nrecognition that there is a close link between peace, security and stability\nin Asia and in the rest of the world. The key idea of the Conference is based\non the priority of the indivisibility of security, joint initiative and\nmutually beneficial interaction of small and large states.\n\nThe idea of convening the CICA was first proposed by Kazakhstan President\nNursultan Nazarbayev on 5 October 1992, at the 47th Session of the United\nNations General Assembly. On October 5, 2017, the CICA process celebrated its\n25th anniversary."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "The proposal for convening the CICA was welcomed by a number of Asian\ncountries. During the next seven years, a series of meetings were held among\nthe interested countries to discuss modalities of convening the CICA and draft\nbasic documents.\n\nThe first meeting of the CICA Ministers of Foreign Affairs was held on 14\nSeptember 1999 with participation of 15 Member States. _The Declaration on\nPrinciples Guiding Relations between CICA Member States_ was adopted at this\nmeeting.\n\nThe first CICA summit was held on 4 June 2002 with participation of 16 Member\nStates and _Almaty Act_ , the charter of the CICA, was adopted. The impetus\nfor this meeting came from the 9-11 terrorist attacks of the previous year.\nThus, counter-terrorism became an important issue for CICA, and this theme has\nrun through the subsequent meetings.\n\nAt the second meeting of the Ministers of Foreign Affairs in 2004, _CICA\nCatalogue of Confidence-Building Measures_ and _CICA Rules of Procedures_ were\nadopted. At the second CICA Summit in 2006, it was decided to admit Thailand\nand Republic of Korea as new members and to establish a permanent secretariat.\nAt the third meeting of Ministers of Foreign Affairs in 2008, Jordan and UAE\nwere admitted as new members. At the third CICA Summit in 2010, Turkey assumed\nChairmanship of CICA from the founding Chairman Kazakhstan. The third Summit\nalso admitted Iraq and Vietnam as new members and adopted the CICA Convention.\nBahrain and Cambodia joined CICA in 2011, Bangladesh and Qatar joined in 2014,\nSri Lanka in 2018 and Kuwait in 2022."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "Member states (28)\n\n* Afghanistan\n* Azerbaijan\n* Bahrain\n* Bangladesh\n* Cambodia\n* China\n* Egypt\n* India\n* Iran\n* Iraq\n* Israel\n* Jordan\n* Kazakhstan\n* Kuwait\n* Kyrgyzstan\n* Mongolia\n* Pakistan\n* Palestine\n* Qatar\n* Russia\n* Republic of Korea\n* Sri Lanka\n* Tajikistan\n* Thailand\n* Turkey\n* United Arab Emirates\n* Uzbekistan\n* Vietnam\n\nObserver states (10)\n\n* Belarus\n* Indonesia\n* Japan\n* Laos\n* Malaysia\n* Philippines\n* Saudi Arabia\n* Turkmenistan\n* Ukraine\n* United States\n\nObserver organizations (5)\n\n* International Organization for Migration\n* League of Arab States\n* Organization for Security and Co-operation in Europe\n* Parliamentary Assembly of Turkic Speaking Countries\n* United Nations\n\nPartner Organizations (6)\n\n* Assembly of People of Kazakhstan\n* Economic Cooperation Organization\n* Shanghai Cooperation Organisation\n* Regional Anti-Terrorist Structure of the Shanghai Cooperation Organisation\n* United Nations Office on Drugs and Crime\n* Eurasian Economic Union"
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Chairmanship",
        "generated_section_content_md": "* Kazakhstan (2002–2010)\n* Turkey (2010–2014)\n* China (2014–2018)\n* Tajikistan (2018–2020)\n* Kazakhstan (2020–2024)"
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "2002 Summit",
        "generated_section_content_md": "The first CICA summit was held in Almaty on June 4, 2002. The idea was\nproposed by Kazakhstan at the end of the Cold War and at the time of shifting\ngeopolitics, provided a timely opportunity for the Asian nations to address\nmodern challenges to the international peace and stability and set out the\nvision to tackle them.\n\nThe fledgling forum's main purpose of bringing peace to all, including\nbringing together seemingly irreconcilable countries and interests, was\nimmediately put to a real life test.\n\nThe CICA Summit drew spotlight of the world's attention to Almaty, provided\nthe background for laying the foundations for the first security organization\nin Asia.\n\nThe 16 nations signed the Almaty Act, the Charter of the CICA and pledging to\nwork \"towards promoting peace, security and stability in Asia\".\n\nThe Act was signed by Chairman of the Administration of Afghanistan Hamid\nKarzai, President of China Jiang Zemin, Prime Minister of India Atal Behari\nVajpayee, President of Kazakhstan Nursultan Nazarbayev, President of\nKyrgyzstan Askar Akayev, President of Mongolia Natsagiin Bagabandi, President\nof Pakistan Pervez Musharraf, President of Russia Vladimir Putin, President of\nTurkey Ahmet Necdet Sezer, and President of Tajikistan Emomali Rahmon.\nSignatories from other CICA members included the prime ministers of Azerbaijan\nand Uzbekistan, a deputy prime minister of Israel, as well as special high-\nlevel envoys from Egypt, Iran, and Palestine.\n\nTen more nations, including the United States, were accorded observer status\nin the new forum, as also a number of international organizations, such as the\nUN, the OSCE and the Arab League.\n\nIn the final Almaty Act, the 16 leaders said that the CICA process presents\n\"new opportunities for cooperation, peace and security in Asia\" and \"will\nguide us towards a better future, which our peoples deserve\". They declared\ntheir \"determination to form in Asia a common and indivisible area of\nsecurity, where all states peacefully coexist, and their peoples live in\nconditions of peace, freedom and prosperity, and confident that peace,\nsecurity and development complement, sustain and reinforce each other.\"\n\nThe leaders agreed to hold summits every four years, while the foreign\nministers are to meet every two years. There are also provisions allowing for\nspecial meetings and summits to be convened at the consensus at other times.\nThe committee of senior officials will keep up the organizational work and\nwill meet annually.\n\nIn another major development, the leaders adopted the CICA Declaration on\nEliminating Terrorism and Promoting Dialogue among Civilizations, condemning\n\"all forms and manifestations of terrorism, committed no matter when, where or\nby whom,\" and declaring their commitment to cooperation with each other and\nother nations in combating terrorism."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "2006 Summit",
        "generated_section_content_md": "The second CICA summit was held in Almaty on June 17, 2006 with participation\nof the Heads of State/Government of Afghanistan, Azerbaijan, China,\nKazakhstan, Kyrgyzstan, Pakistan, Russia, Tajikistan, Thailand and Uzbekistan\nand Special Envoys of the Heads of State/Government of Egypt, India, Iran,\nIsrael, Mongolia, Palestine, Turkey and Republic of Korea which was admitted\nas the eighteenth member of CICA.\n\nThe Second Summit adopted the Statute of CICA Secretariat and Declaration of\nthe Second CICA Summit. The Declaration of the Second CICA Summit reflected\nthe general view of the member states on key problems of security and\ncooperation in Asia and in other parts of the world. The Declaration also\nreiterated the desire of the member states to continue the efforts to move\nforward CICA process to achieve its shared objectives; and noted with\nsatisfaction that the establishment of CICA Secretariat in the territory of\nthe Republic of Kazakhstan was an important milestone in the evolution of CICA\nprocess. It was also decided to mark October 5 as CICA Day to commemorate the\ninitiation of the proposal for convening the Conference on Interaction and\nConfidence-Building Measures in Asia by H.E. Mr. Nursultan Nazarbayev,\nPresident of the Republic of Kazakhstan at the 47th Session of the United\nNations General Assembly in 1992."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "2010 Summit",
        "generated_section_content_md": "The third CICA Summit was held in Istanbul, Turkey on 8 June 2010 with\nparticipation of the Heads of State/Government of Afghanistan, Azerbaijan,\nIran, Kazakhstan, Mongolia, Russia and Turkey; Deputy Heads of\nState/Government of Iraq and Vietnam; and Special Envoys of China, Egypt,\nIndia, Israel, Jordan, Kyrgyzstan, Republic of Korea, Pakistan, Palestine,\nTajikistan, Thailand and United Arab Emirates. Uzbekistan was the only member\nstate that was not represented at the Summit. For the first time in the short\nhistory of CICA, Chairmanship passed from Kazakhstan to Turkey. Iraq and\nVietnam were admitted as new members of CICA taking the membership to twenty\ntwo. Bangladesh was accorded the status of observer.\n\nSummit adopted the declaration: \"_Constructing Cooperative Approach to\nInteraction and Security in Asia_ and _Convention on the Privileges and\nImmunities of the Secretariat, its Personnel and Representatives of Members of\nthe Conference on Interaction and Confidence-Building Measures in Asia_.\"\n\nThe declaration reflected CICA's stand and views on important issues of\nsecurity and cooperation in Asia and other parts of the world including\nterrorism, disarmament, illicit drugs, the 2008 financial crisis, environment\nas well as situation in Afghanistan and Middle East. The declaration also\nreiterated commitment of the member states to carry forward the CICA process\nand reaffirmed the importance of initiating deliberations on security issues\nin accordance with the provisions of the CICA Catalogue of CBMs.\n\nTurkish President Abdullah Gul mentioned in his concluding statement that\nduring the summit, Israel was condemned by all members save itself for its\nGaza flotilla raid. He also mentioned that Israel was isolated and \"[would]\nsuffer the consequences of its mistake.\""
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "2014 Summit",
        "generated_section_content_md": "The Fourth CICA Summit, presided by H.E. Mr. Xi Jinping, paramount leader of\nChina, was held in Shanghai on 21 May 2014 with participation of twenty six\nmember states, eleven observer states and international organizations, two\npartner international organizations, and eight guest states and international\norganizations. The Republic of Turkey passed on the CICA Chairmanship to the\nPeople's Republic of China for the period 2014-16. The People's Republic of\nChina became the third Chairman of CICA after the Republic of Kazakhstan and\nthe Republic of Turkey.\n\nSalient feature of the Fourth Summit was the largest ever participation by the\nHeads of State and Government. Thirteen Heads of State and Government and the\nSecretary General of the United Nations participated in the Summit besides\nother high level dignitaries including Vice Presidents, Deputy Prime Ministers\nand Ministers of Foreign Affairs.\n\nThe People's Republic of Bangladesh and the State of Qatar were admitted as\nnew members of CICA.\n\nOn the eve of the Summit, Chinese leader Xi Jinping hosted a banquet and gala\nevening, with the theme “United and Harmonious Asian Countries move together\ntowards future”, for the participants.\n\nAt the Summit, participating leaders expressed their views on topics such as\nsecurity situation in Asia and measures to promote CICA dialogue, trust and\ncoordination. In his keynote address, Chinese leader Xi Jinping presented a\nnew regional security cooperation architecture respecting and ensuring the\nsecurity of each and every country and jointly building a road for security of\nAsia that is shared by all in a win-win situation. Xi announced the New Asian\nSecurity Concept. Implying that Asian countries can handle their security\nwithout the involvement of the United States, the core of the New Asian\nSecurity Concept is that \"Asian issues should be taken care of by Asians, and\nAsian security should be maintained by Asians.\"\n\nThe Summit adopted a declaration espousing its theme \"On Enhancing Dialogue,\nTrust and Coordination for a New Asia of Peace, Stability and Cooperation\".\nThe declaration reflected CICA's stand and views on important issues of\nsecurity and cooperation in Asia including terrorism, disarmament, illicit\ndrugs, organized transnational crime, food and energy security, human rights,\ninformation and communication technology, environment as well as situation in\nAfghanistan and Middle East. The declaration also reiterated commitment of the\nmember states to carry forward the CICA process and reaffirmed the importance\nof implementing agreed confidence building measures in all dimensions. The\nSummit also welcomed adoption of the new CICA Rules of Procedure.\n\nA memorandum of understanding between the CICA Secretariat and the SCO\nSecretariat was signed on the sidelines of the CICA Shanghai Summit.\n\nSummit also adopted revised CICA Rules of Procedure."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "2019 Summit",
        "generated_section_content_md": "The Fifth CICA Summit, presided by Emomali Rahmon, President of the Republic\nof Tajikistan, was held in Dushanbe on 15 June 2019. The Fifth Summit gathered\nthe largest ever participation by the Heads of State and Government. Fifteen\nHeads of State and Government participated in the Summit besides other high\nlevel dignitaries including Vice-President, Ministers of Foreign Affairs and\nAmbassadors."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "2022 Summit",
        "generated_section_content_md": "The Sixth CICA Summit, presided by Kassym-Jomart Tokayev, President of\nKazakhstan, was held in Astana on 12–13 October 2022."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "1999 Ministerial meeting",
        "generated_section_content_md": "The first meeting of CICA Ministers of Foreign Affairs was held in Almaty on\nSeptember 14, 1999 with participation of fifteen member states: Afghanistan,\nAzerbaijan, China, Egypt, India, Iran, Israel, Kazakhstan, Kyrgyzstan,\nPakistan, Palestine, Russia, Tajikistan, Turkey and Uzbekistan.\nRepresentatives of the then Observer States: USA, Japan, Indonesia, Republic\nof Korea, Malaysia, Mongolia, Ukraine, and International Organizations like UN\nand Organization for Security and Co-operation in Europe (OSCE) also\nparticipated in the meeting.\n\nThe First Ministerial Meeting laid the foundation of CICA with the signing of\nthe Declaration on Principles Guiding Relations between CICA Member States by\nthe Ministers. The Ministers, while reaffirming commitment to the United\nNations Charter, agreed that the Member states will respect each other's\nsovereign equality; refrain from the threat or use of force; respect the\nterritorial integrity of each other; settle disputes in accordance with the\nDeclaration, UN Charter and international law; refrain from any intervention\nin the internal affairs of each other; reaffirm their commitment to the goal\nof achieving general and complete disarmament under effective control; enhance\nthe process of economic, social and cultural cooperation; and respect human\nrights and fundamental freedoms of all individuals."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "2004 Ministerial meeting",
        "generated_section_content_md": "The second meeting of CICA Ministers of Foreign Affairs was held in Almaty on\nOctober 22, 2004. At this meeting, CICA Catalogue of Confidence-Building\nMeasures (CBMs), CICA Rules of Procedure and Declaration of CICA Ministerial\nMeeting were adopted. Thailand was admitted as the seventeenth member of CICA.\n\nCICA Rules of Procedure laid down ground rules for decision making, member\nship, observer status, chairmanship, types of meetings and procedure for\nconducting meetings. One of the most important aspects of the Rules of\nProcedure is that decisions and recommendations at all levels are taken by\nconsensus. Rules of Procedure were amended by a decision adopted on September\n1, 2009. With this amendment, period of Chairmanship was reduced from four\nyears to two years. It was also decided that the member state hosting regular\nSummit would be Chairman till the next regular meeting of Ministers of Foreign\nAffairs. The member state hosting the regular meeting of Ministers of Foreign\nAffairs would be Chairman till the next regular Summit. Declaration of the\nSecond Ministerial Meeting included assessment of the situation at that time\nat the regional and global levels including Afghanistan, Iraq, Middle East,\nSouth Caucasus, and Korean peninsula. Member states once again condemned\nterrorism in all forms and manifestations and reiterated their commitment to\nfight this menace."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.9",
        "section_name": "2008 Ministerial meeting",
        "generated_section_content_md": "The third meeting of CICA Ministers of Foreign Affairs was held in Almaty on\nAugust 25, 2008. Hashemite Kingdom of Jordan and United Arab Emirates were\nadmitted to CICA on this occasion taking the member ship to twenty. State of\nQatar was conferred the status of observer. The Declaration of the Ministerial\nMeeting, titled CICA Progress in Implementation of CBMs, reaffirmed the\nimportance of promoting CICA as a multilateral forum for close cooperation;\ncontinuous dialogue and interaction; comprehensive exchange of views;\naddressing new challenges and threats; facilitating prevention of conflicts;\npeaceful settlement of disputes; as well as for developing and implementing\nagreed Confidence-Building Measures (CBMs) in the Asian continent. The\nMinisters welcomed commencement of implementation of CBMs and appreciated the\nefforts of coordinating and co-coordinating countries in the process.\n\nThe Ministers also reviewed the tasks given by the Heads of State and\nGovernment at the Second CICA Summit of 2006 and adopted Conclusions of the\nThird Meeting of CICA Ministers of Foreign Affairs reflecting the results of\nthe work done by the Member states in order to accomplish the tasks given at\nthe Second Summit and to continue the work towards preparations for the Third\nCICA Summit in 2010. The Ministers adopted the Protocol Amending the Statute\nof the Secretariat of the Conference on Interaction and Confidence-Building\nMeasures in Asia which provides for shifting of CICA Secretariat from Almaty\nto Astana as and when need arises. The Ministers also adopted, in principle,\nConvention on the Legal Capacity of CICA Secretariat, its Personnel and their\nPrivileges and Immunities and urged the Member states to finalize their\nrespective internal procedures with a view to sign it at the earliest\npossible."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.10",
        "section_name": "2012 Ministerial Meeting",
        "generated_section_content_md": "The Fourth Meeting of CICA Ministers of Foreign Affairs was held in Astana,\nRepublic of Kazakhstan on 12 September 2012 with participation of ministers\nand their special envoys. The meeting was jointly presided by Ministers of\nForeign Affairs of Turkey and Kazakhstan, representing CICA Chairmanship and\nthe host country. Ministerial Meeting was preceded by a commemorative session\ncelebrating twentieth anniversary of CICA, which was addressed by President\nNursultan Nazarbayev of Kazakhstan. A comprehensive declaration adopted by the\nministers reaffirmed CICA's stand and views on important issues of security\nand cooperation in Asia and other parts of the world including terrorism,\ndisarmament, illicit drugs, energy security, environment as well as situation\nin Afghanistan and Middle East. The declaration also encouraged Member States\nto initiate implementation of confidence-building measures in military-\npolitical dimension. Ministers agreed to initiate steps to develop CICA Action\nPlan for implementation of the UN Global Counter-terrorism Strategy;\nconstitute a CICA Business Council; explore opportunities of developing road\nand railway links in the CICA region; and finalise the revised rules of\nprocedure."
    },
    {
        "chapter_name": "Conference on Interaction and Confidence-Building Measures in Asia",
        "chapter_id": "1",
        "section_number": "3.11",
        "section_name": "Ministerial 2017 Marking 25th Anniversary",
        "generated_section_content_md": "The informal ministerial marking the 25th anniversary of the CICA was held on\nSeptember 20, 2017 on the sidelines of the 72nd UN General Assembly.\nKazakshtan's Foreign Minister Kairat Abdrakhmanov recognized Ambassador Gong\nJianwei, Executive Director of CICA Secretariat, with a medal honoring the\n25th anniversary of Kazakhstan's diplomatic service corps."
    }
]