[
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International treaty on biological diversity\n\nThe **Convention on Biological Diversity** (**CBD**), known informally as the\n**Biodiversity Convention** , is a multilateral treaty. The Convention has\nthree main goals: the conservation of biological diversity (or biodiversity);\nthe sustainable use of its components; and the fair and equitable sharing of\nbenefits arising from genetic resources. Its objective is to develop national\nstrategies for the conservation and sustainable use of biological diversity,\nand it is often seen as the key document regarding sustainable development.\n\nThe Convention was opened for signature at the Earth Summit in Rio de Janeiro\non 5 June 1992 and entered into force on 29 December 1993. The United States\nis the only UN member state which has not ratified the Convention. It has two\nsupplementary agreements, the Cartagena Protocol and Nagoya Protocol.\n\nThe Cartagena Protocol on Biosafety to the Convention on Biological Diversity\nis an international treaty governing the movements of living modified\norganisms (LMOs) resulting from modern biotechnology from one country to\nanother. It was adopted on 29 January 2000 as a supplementary agreement to the\nCBD and entered into force on 11 September 2003.\n\nThe Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable\nSharing of Benefits Arising from their Utilization (ABS) to the Convention on\nBiological Diversity is another supplementary agreement to the CBD. It\nprovides a transparent legal framework for the effective implementation of one\nof the three objectives of the CBD: the fair and equitable sharing of benefits\narising out of the utilization of genetic resources. The Nagoya Protocol was\nadopted on 29 October 2010 in Nagoya, Japan, and entered into force on 12\nOctober 2014.\n\n2010 was also the International Year of Biodiversity, and the Secretariat of\nthe CBD was its focal point. Following a recommendation of CBD signatories at\nNagoya, the UN declared 2011 to 2020 as the United Nations Decade on\nBiodiversity in December 2010. The Convention's _Strategic Plan for\nBiodiversity 2011–2020_ , created in 2010, include the Aichi Biodiversity\nTargets.\n\nThe meetings of the Parties to the Convention are known as Conferences of the\nParties (COP), with the first one (COP 1) held in Nassau, Bahamas, in 1994 and\nthe most recent one (COP 16) in 2024 in Cali, Colombia.\n\nIn the area of marine and coastal biodiversity CBD's focus at present is to\nidentify Ecologically or Biologically Significant Marine Areas (EBSAs) in\nspecific ocean locations based on scientific criteria. The aim is to create an\ninternational legally binding instrument (ILBI) involving area-based planning\nand decision-making under UNCLOS to support the conservation and sustainable\nuse of marine biological diversity beyond areas of national jurisdiction (BBNJ\ntreaty or High Seas Treaty)."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origin and scope",
        "generated_section_content_md": "The notion of an international convention on biodiversity was conceived at a\nUnited Nations Environment Programme (UNEP) Ad Hoc Working Group of Experts on\nBiological Diversity in November 1988. The subsequent year, the Ad Hoc Working\nGroup of Technical and Legal Experts was established for the drafting of a\nlegal text which addressed the conservation and sustainable use of biological\ndiversity, as well as the sharing of benefits arising from their utilization\nwith sovereign states and local communities. In 1991, an intergovernmental\nnegotiating committee was established, tasked with finalizing the Convention's\ntext.\n\nA Conference for the Adoption of the Agreed Text of the Convention on\nBiological Diversity was held in Nairobi, Kenya, in 1992, and its conclusions\nwere distilled in the Nairobi Final Act. The Convention's text was opened for\nsignature on 5 June 1992 at the United Nations Conference on Environment and\nDevelopment (the Rio \"Earth Summit\"). By its closing date, 4 June 1993, the\nConvention had received 168 signatures. It entered into force on 29 December\n1993.\n\nThe Convention recognized for the first time in international law that the\nconservation of biodiversity is \"a common concern of humankind\" and is an\nintegral part of the development process. The agreement covers all ecosystems,\nspecies, and genetic resources. It links traditional conservation efforts to\nthe economic goal of using biological resources sustainably. It sets\nprinciples for the fair and equitable sharing of the benefits arising from the\nuse of genetic resources, notably those destined for commercial use. It also\ncovers the rapidly expanding field of biotechnology through its Cartagena\nProtocol on Biosafety, addressing technology development and transfer,\nbenefit-sharing and biosafety issues. Importantly, the Convention is legally\nbinding; countries that join it ('Parties') are obliged to implement its\nprovisions.\n\nThe Convention reminds decision-makers of the finite status of natural\nresources and sets out a philosophy of sustainable use. While past\nconservation efforts were aimed at protecting particular species and habitats,\nthe Convention recognizes that ecosystems, species and genes must be used for\nthe benefit of humans. However, this should be done in a way and at a rate\nthat does not lead to the long-term decline of biological diversity.\n\nThe Convention also offers decision-makers guidance based on the precautionary\nprinciple which demands that where there is a threat of significant reduction\nor loss of biological diversity, lack of full scientific certainty should not\nbe used as a reason for postponing measures to avoid or minimize such a\nthreat. The Convention acknowledges that substantial investments are required\nto conserve biological diversity. It argues, however, that conservation will\nbring us significant environmental, economic and social benefits in return.\n\nThe Convention on Biological Diversity of 2010 banned some forms of\ngeoengineering."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Executive secretary",
        "generated_section_content_md": "As of April 2024, the acting executive secretary is Astrid Schomaker.\n\nThe previous executive secretaries were: David Cooper (2023–2024), Elizabeth\nMaruma Mrema (2020–2023), pl:Cristiana Pașca Palmer (2017–2019), Braulio\nFerreira de Souza Dias (2012–2017), Ahmed Djoghlaf (2006–2012), Hamdallah\nZedan (1998–2005), Calestous Juma (1995–1998), and Angela Cropper (1993–1995)."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Issues",
        "generated_section_content_md": "Some of the many issues dealt with under the Convention include:\n\n* Measures the incentives for the conservation and sustainable use of biological diversity.\n* Regulated access to genetic resources and traditional knowledge, including Prior Informed Consent of the party providing resources.\n* Sharing, in a fair and equitable way, the results of research and development and the benefits arising from the commercial and other utilization of genetic resources with the Contracting Party providing such resources (governments and/or local communities that provided the traditional knowledge or biodiversity resources utilized).\n* Access to and transfer of technology, including biotechnology, to the governments and/or local communities that provided traditional knowledge and/or biodiversity resources.\n* Technical and scientific cooperation.\n* Coordination of a global directory of taxonomic expertise (Global Taxonomy Initiative).\n* Impact assessment.\n* Education and public awareness.\n* Provision of financial resources.\n* National reporting on efforts to implement treaty commitments."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Conference of the Parties (COP)",
        "generated_section_content_md": "The Convention's governing body is the Conference of the Parties (COP),\nconsisting of all governments (and regional economic integration\norganizations) that have ratified the treaty. This ultimate authority reviews\nprogress under the Convention, identifies new priorities, and sets work plans\nfor members. The COP can also make amendments to the Convention, create expert\nadvisory bodies, review progress reports by member nations, and collaborate\nwith other international organizations and agreements.\n\nThe Conference of the Parties uses expertise and support from several other\nbodies that are established by the Convention. In addition to committees or\nmechanisms established on an ad hoc basis, the main organs are:"
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "CBD Secretariat",
        "generated_section_content_md": "The CBD Secretariat, based in Montreal, Quebec, Canada, operates under UNEP,\nthe United Nations Environment Programme. Its main functions are to organize\nmeetings, draft documents, assist member governments in the implementation of\nthe programme of work, coordinate with other international organizations, and\ncollect and disseminate information."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Subsidiary Body for Scientific, Technical and Technological Advice",
        "generated_section_content_md": "(SBSTTA)\n\nThe SBSTTA is a committee composed of experts from member governments\ncompetent in relevant fields. It plays a key role in making recommendations to\nthe COP on scientific and technical issues. It provides assessments of the\nstatus of biological diversity and of various measures taken in accordance\nwith Convention, and also gives recommendations to the Conference of the\nParties, which may be endorsed in whole, in part or in modified form by the\nCOPs. As of 2024[update] SBSTTA had met 26 times, with a 26th meeting taking\nplace in Nairobi, Kenya in 2024."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Subsidiary Body on Implementation",
        "generated_section_content_md": "In 2014, the Conference of the Parties to the Convention on Biological\nDiversity established the Subsidiary Body on Implementation (SBI) to replace\nthe Ad Hoc Open-ended Working Group on Review of Implementation of the\nConvention. The four functions and core areas of work of SBI are: (a) review\nof progress in implementation; (b) strategic actions to enhance\nimplementation; (c) strengthening means of implementation; and (d) operations\nof the Convention and the Protocols. The first meeting of the SBI was held on\n2–6 May 2016 and the second meeting was held on 9–13 July 2018, both in\nMontreal, Canada. The latest (fifth) meeting of the SBI was held in October\n2024 in Cali, Colombia. The Bureau of the Conference of the Parties serves as\nthe Bureau of the SBI. The current chair of the SBI is Ms. Clarissa Souza\nDella Nina of Brazil."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Parties",
        "generated_section_content_md": "Parties to the convention\n\nSigned, but not ratified\n\nNon-signatory\n\nAs of 2016, the Convention has 196 Parties, which includes 195 states and the\nEuropean Union. All UN member states—with the exception of the United\nStates—have ratified the treaty. Non-UN member states that have ratified are\nthe Cook Islands, Niue, and the State of Palestine. The Holy See and the\nstates with limited recognition are non-Parties. The US has signed but not\nratified the treaty, because ratification requires a two-thirds majority in\nthe Senate and is blocked by Republican Party senators.\n\nThe European Union created the Cartagena Protocol (see below) in 2000 to\nenhance biosafety regulation and propagate the \"precautionary principle\" over\nthe \"sound science principle\" defended by the United States. Whereas the\nimpact of the Cartagena Protocol on domestic regulations has been substantial,\nits impact on international trade law remains uncertain. In 2006, the World\nTrade Organization (WTO) ruled that the European Union had violated\ninternational trade law between 1999 and 2003 by imposing a moratorium on the\napproval of genetically modified organisms (GMO) imports. Disappointing the\nUnited States, the panel nevertheless \"decided not to decide\" by not\ninvalidating the stringent European biosafety regulations.\n\nImplementation by the Parties to the Convention is achieved using two means:"
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "National Biodiversity Strategies and Action Plans (NBSAP)",
        "generated_section_content_md": "**National Biodiversity Strategies and Action Plans** (**NBSAP**) are the\nprincipal instruments for implementing the Convention at the national level.\nThe Convention requires that countries prepare a national biodiversity\nstrategy and to ensure that this strategy is included in planning for\nactivities in all sectors where diversity may be impacted. As of early 2012,\n173 Parties had developed NBSAPs.\n\nThe United Kingdom, New Zealand and Tanzania carried out elaborate responses\nto conserve individual species and specific habitats. The United States of\nAmerica, a signatory who had not yet ratified the treaty by 2010, produced one\nof the most thorough implementation programs through species recovery programs\nand other mechanisms long in place in the US for species conservation.\n\nSingapore established a detailed _National Biodiversity Strategy and Action\nPlan_. The _National Biodiversity Centre_ of Singapore represents Singapore in\nthe Convention for Biological Diversity."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "National Reports",
        "generated_section_content_md": "In accordance with Article 26 of the Convention, Parties prepare national\nreports on the status of implementation of the Convention."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Cartagena Protocol (2000)",
        "generated_section_content_md": "The Cartagena Protocol on Biosafety, also known as the Biosafety Protocol, was\nadopted in January 2000, after a CBD Open-ended Ad Hoc Working Group on\nBiosafety had met six times between July 1996 and February 1999. The Working\nGroup submitted a draft text of the Protocol for consideration by Conference\nof the Parties at its first extraordinary meeting, which was convened for the\nexpress purpose of adopting a protocol on biosafety to the Convention on\nBiological Diversity. After a few delays, the Cartagena Protocol was\neventually adopted on 29 January 2000. The Biosafety Protocol seeks to protect\nbiological diversity from the potential risks posed by living modified\norganisms resulting from modern biotechnology.\n\nThe Biosafety Protocol makes clear that products from new technologies must be\nbased on the precautionary principle and allow developing nations to balance\npublic health against economic benefits. It will, for example, let countries\nban imports of a genetically modified organism if they feel there is not\nenough scientific evidence the product is safe and requires exporters to label\nshipments containing genetically modified commodities such as corn or cotton.\n\nThe required number of 50 instruments of\nratification/accession/approval/acceptance by countries was reached in May\n2003. In accordance with the provisions of its Article 37, the Protocol\nentered into force on 11 September 2003."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Global Strategy for Plant Conservation (2002)",
        "generated_section_content_md": "In April 2002, the Parties of the UN CBD adopted the recommendations of the\nGran Canaria Declaration Calling for a Global Plant Conservation Strategy, and\nadopted a 16-point plan aiming to slow the rate of plant extinctions around\nthe world by 2010."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "Nagoya Protocol (2010)",
        "generated_section_content_md": "The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable\nSharing of Benefits Arising from their Utilization to the Convention on\nBiological Diversity was adopted on 29 October 2010 in Nagoya, Aichi\nPrefecture, Japan, at the tenth meeting of the Conference of the Parties, and\nentered into force on 12 October 2014. The protocol is a supplementary\nagreement to the Convention on Biological Diversity, and provides a\ntransparent legal framework for the effective implementation of one of the\nthree objectives of the CBD: the fair and equitable sharing of benefits\narising out of the utilization of genetic resources. It thereby contributes to\nthe conservation and sustainable use of biodiversity."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Strategic Plan for Biodiversity 2011–2020",
        "generated_section_content_md": "Also, at the tenth meeting of the Conference of the Parties, held from 18 to\n29 October 2010 in Nagoya, a revised and updated \"Strategic Plan for\nBiodiversity, 2011–2020\" was agreed and published. This document included the\n\"Aichi Biodiversity Targets\", comprising 20 targets that address each of five\nstrategic goals defined in the plan. The strategic plan includes the following\nstrategic goals:\n\n* Strategic Goal A: Address the underlying causes of biodiversity loss by mainstreaming biodiversity across government and society\n* Strategic Goal B: Reduce the direct pressures on biodiversity and promote sustainable use\n* Strategic Goal C: To improve the status of biodiversity by safeguarding ecosystems, species and genetic diversity\n* Strategic Goal D: Enhance the benefits to all from biodiversity and ecosystem services\n* Strategic Goal E: Enhance implementation through participatory planning, knowledge management and capacity building\n\nUpon the launch of Agenda 2030, CBD released a technical note mapping and\nidentifying synergies between the 17 Sustainable Development Goals (SDGs) and\nthe 20 Aichi Biodiversity Targets. This helps to understand the contributions\nof biodiversity to achieving the SDGs.[_citation needed_]"
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Post-2020 Global Biodiversity Framework",
        "generated_section_content_md": "A new plan, known as the post-2020 Global Biodiversity Framework (GBF) was\ndeveloped to guide action through 2030. A first draft of this framework was\nreleased in July 2021, and its final content was discussed and negotiated as\npart of the COP 15 meetings. Reducing agricultural pollution and sharing the\nbenefits of digital sequence information arose as key points of contention\namong Parties during development of the framework. A final version was adopted\nby the Convention on 19 December 2022. The framework includes a number of\nambitious goals, including a commitment to designate at least 30 percent of\nglobal land and sea as protected areas (known as the \"30 by 30\" initiative)."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "4.8",
        "section_name": "Marine and coastal biodiversity",
        "generated_section_content_md": "The CBD has a significant focus on marine and coastal biodiversity. A series\nof expert workshops have been held (2018–2022) to identify options for\nmodifying the description of Ecologically or Biologically Significant Marine\nAreas (EBSAs) and describing new areas. These have focused on the North-East,\nNorth-West and South-Eastern Atlantic Ocean, Baltic Sea, Caspian Sea, Black\nSea, Seas of East Asia, North-West Indian Ocean and Adjacent Gulf Areas,\nSouthern and North-East Indian Ocean, Mediterranean Sea, North and South\nPacific, Eastern Tropical and Temperate Pacific, Wider Caribbean and Western\nMid-Atlantic. The workshop meetings have followed the EBSA process based on\ninternationally agreed scientific criteria. This is aimed at creating an\ninternational legally binding instrument (ILBI) under UNCLOS to support the\nconservation and sustainable use of marine biological diversity beyond areas\nof national jurisdiction (BBNJ or High Seas Treaty). The central mechanism is\narea-based planning and decision-making. It integrates EBSAs, Vulnerable\nMarine Ecosystems (VMEs) and High Seas (Marine Protected Areas) with Blue\nGrowth scenarios. There is also linkage with the EU Marine Strategy Framework\nDirective."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Criticism",
        "generated_section_content_md": "There have been criticisms against CBD that its implementation has been\nweakened due to resistance of Western countries to the implementation of pro-\nSouth provisions of the Convention. CBD is also regarded as a case of a hard\ntreaty gone soft in the implementation trajectory. The argument to enforce the\ntreaty as a legally binding multilateral instrument with the Conference of\nParties reviewing the infractions and non-compliance is also gaining strength.\n\nAlthough the Convention explicitly states that all forms of life are covered\nby its provisions, examination of reports and of national biodiversity\nstrategies and action plans submitted by participating countries shows that in\npractice this is not happening. The fifth report of the European Union, for\nexample, makes frequent reference to animals (particularly fish) and plants,\nbut does not mention bacteria, fungi or protists at all. The International\nSociety for Fungal Conservation has assessed more than 100 of these CBD\ndocuments for their coverage of fungi using defined criteria to place each in\none of six categories. No documents were assessed as good or adequate, less\nthan 10% as nearly adequate or poor, and the rest as deficient, seriously\ndeficient or totally deficient.\n\nScientists working with biodiversity and medical research are expressing fears\nthat the Nagoya Protocol is counterproductive, and will hamper disease\nprevention and conservation efforts, and that the threat of imprisonment of\nscientists will have a chilling effect on research. Non-commercial researchers\nand institutions such as natural history museums fear maintaining biological\nreference collections and exchanging material between institutions will become\ndifficult, and medical researchers have expressed alarm at plans to expand the\nprotocol to make it illegal to publicly share genetic information, e.g. via\nGenBank.\n\nWilliam Yancey Brown, when with the Brookings Institution, suggested that the\nConvention on Biological Diversity should include the preservation of intact\ngenomes and viable cells for every known species and for new species as they\nare discovered."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Meetings of the Parties",
        "generated_section_content_md": "A Conference of the Parties (COP) was held annually for three years after\n1994, and thence biennially on even-numbered years.\n\nCOP  | Year  | Country  | Begin  | End  | Days  | City  | Link\n---|---|---|---|---|---|---|---\n1 | 1994 |  Bahamas | 28.11.1994 | 09.12.1994 | 12 | Nassau | COP 1\n2 | 1995 |  Indonesia | 06.11.1995 | 17.11.1995 | 12 | Jakarta | COP 2\n3 | 1996 |  Argentina | 04.11.1996 | 15.11.1996 | 12 | Buenos Aires | COP 3\n4 | 1998 |  Slovakia | 04.05.1998 | 15.05.1998 | 12 | Bratislava | COP 4\n5 | 2000 |  Kenya | 15.05.2000 | 26.05.2000 | 12 | Nairobi | COP 5\n6 | 2002 |  Netherlands | 07.04.2002 | 19.04.2002 | 13 | The Hague | COP 6\n7 | 2004 |  Malaysia | 09.02.2004 | 20.02.2004 | 12 | Kuala Lumpur | COP 7\n8 | 2006 |  Brazil | 20.03.2006 | 31.03.2006 | 12 | Curitiba | COP 8\n9 | 2008 |  Germany | 19.05.2008 | 30.05.2008 | 12 | Bonn | COP 9\n10 | 2010 |  Japan | 18.10.2010 | 29.10.2010 | 12 | Nagoya  | COP 10\n11 | 2012 |  India | 08.10.2012 | 19.10.2012 | 12 | Hyderabad | COP 11\n12 | 2014 |  South Korea | 06.10.2014 | 17.10.2014 | 12 | Pyeongchang | COP 12\n13 | 2016 |  Mexico | 04.12.2016 | 17.12.2016 | 14 | Cancun | COP 13\n14 | 2018 |  Egypt | 13.11.2018 | 29.11.2018 | 17 | Sharm El Sheik | COP 14\n15 | 2022 |  Canada | 07.12.2022 | 19.12.2022 | 13 | Montreal | COP 15\n16 | 2024 |  Colombia | 21.10.2024 | 01.11.2024 | 12 | Cali | COP 16"
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "1994 COP 1",
        "generated_section_content_md": "The first ordinary meeting of the Parties to the Convention took place in\nNovember and December 1994, in Nassau, Bahamas. The International Coral Reef\nInitiative (ICRI) was launched at this first COP for the Convention on\nBiological Diversity."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "1995 COP 2",
        "generated_section_content_md": "The second ordinary meeting of the Parties to the Convention took place in\nNovember 1995, in Jakarta, Indonesia."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "1996 COP 3",
        "generated_section_content_md": "The third ordinary meeting of the Parties to the Convention took place in\nNovember 1996, in Buenos Aires, Argentina."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "1998 COP 4",
        "generated_section_content_md": "The fourth ordinary meeting of the Parties to the Convention took place in May\n1998, in Bratislava, Slovakia."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.5",
        "section_name": "1999 EX-COP 1 (Cartagena)",
        "generated_section_content_md": "The First Extraordinary Meeting of the Conference of the Parties took place in\nFebruary 1999, in Cartagena, Colombia. A series of meetings led to the\nadoption of the Cartagena Protocol on Biosafety in January 2000, effective\nfrom 2003."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.6",
        "section_name": "2000 COP 5",
        "generated_section_content_md": "The fifth ordinary meeting of the Parties to the Convention took place in May\n2000, in Nairobi, Kenya."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.7",
        "section_name": "2002 COP 6",
        "generated_section_content_md": "The sixth ordinary meeting of the Parties to the Convention took place in\nApril 2002, in The Hague, Netherlands."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.8",
        "section_name": "2004 COP 7",
        "generated_section_content_md": "The seventh ordinary meeting of the Parties to the Convention took place in\nFebruary 2004, in Kuala Lumpur, Malaysia."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.9",
        "section_name": "2006 COP 8",
        "generated_section_content_md": "The eighth ordinary meeting of the Parties to the Convention took place in\nMarch 2006, in Curitiba, Brazil."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.10",
        "section_name": "2008 COP 9",
        "generated_section_content_md": "The ninth ordinary meeting of the Parties to the Convention took place in May\n2008, in Bonn, Germany."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.11",
        "section_name": "2010 COP 10 (Nagoya)",
        "generated_section_content_md": "The tenth ordinary meeting of the Parties to the Convention took place in\nOctober 2010, in Nagoya, Japan. It was at this meeting that the Nagoya\nProtocol was ratified.\n\n2010 was the International Year of Biodiversity, which resulted in 110 reports\non the loss of biodiversity in different countries, but little or no progress\ntoward the goal of \"significant reduction\" in the problem. Following a\nrecommendation of CBD signatories, the UN declared 2011 to 2020 as the United\nNations Decade on Biodiversity."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.12",
        "section_name": "2012 COP 11",
        "generated_section_content_md": "Leading up to the Conference of the Parties (COP 11) meeting on biodiversity\nin Hyderabad, India, 2012, preparations for a World Wide Views on Biodiversity\nhas begun, involving old and new partners and building on the experiences from\nthe World Wide Views on Global Warming."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.13",
        "section_name": "2014 COP 12",
        "generated_section_content_md": "Under the theme, \"Biodiversity for Sustainable Development\", thousands of\nrepresentatives of governments, NGOs, indigenous peoples, scientists and the\nprivate sector gathered in Pyeongchang, Republic of Korea in October 2014 for\nthe 12th meeting of the Conference of the Parties to the Convention on\nBiological Diversity (COP 12).\n\nFrom 6–17 October 2014, Parties discussed the implementation of the Strategic\nPlan for Biodiversity 2011–2020 and its Aichi Biodiversity Targets, which are\nto be achieved by the end of this decade. The results of Global Biodiversity\nOutlook 4, the flagship assessment report of the CBD informed the discussions.\n\nThe conference gave a mid-term evaluation to the UN Decade on Biodiversity\n(2011–2020) initiative, which aims to promote the conservation and sustainable\nuse of nature. The meeting achieved a total of 35 decisions, including a\ndecision on \"Mainstreaming gender considerations\", to incorporate gender\nperspective to the analysis of biodiversity.\n\nAt the end of the meeting, the meeting adopted the \"Pyeongchang Road Map\",\nwhich addresses ways to achieve biodiversity through technology cooperation,\nfunding and strengthening the capacity of developing countries."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.14",
        "section_name": "2016 COP 13",
        "generated_section_content_md": "COP13 Mexico meeting\n\nThe thirteenth ordinary meeting of the Parties to the Convention took place\nbetween 2 and 17 December 2016 in Cancún, Mexico."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.15",
        "section_name": "2018 COP 14",
        "generated_section_content_md": "The 14th ordinary meeting of the Parties to the Convention took place on 17–29\nNovember 2018, in Sharm El-Sheikh, Egypt. The 2018 UN Biodiversity Conference\nclosed on 29 November 2018 with broad international agreement on reversing the\nglobal destruction of nature and biodiversity loss threatening all forms of\nlife on Earth. Parties adopted the Voluntary Guidelines for the design and\neffective implementation of ecosystem-based approaches to climate change\nadaptation and disaster risk reduction. Governments also agreed to accelerate\naction to achieve the Aichi Biodiversity Targets, agreed in 2010, until 2020.\nWork to achieve these targets would take place at the global, regional,\nnational and subnational levels.[_citation needed_]"
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.16",
        "section_name": "2021/2022 COP 15",
        "generated_section_content_md": "COP15 Canada meeting\n\nThe 15th meeting of the Parties was originally scheduled to take place in\nKunming, China in 2020, but was postponed several times due to the COVID-19\npandemic. After the start date was delayed for a third time, the Convention\nwas split into two sessions. A mostly online event took place in October 2021,\nwhere over 100 nations signed the Kunming declaration on biodiversity. The\ntheme of the declaration was \"Ecological Civilization: Building a Shared\nFuture for All Life on Earth\". Twenty-one action-oriented draft targets were\nprovisionally agreed in the October meeting, to be further discussed in the\nsecond session: an in-person event that was originally scheduled to start in\nApril 2022, but was rescheduled to occur later in 2022. The second part of COP\n15 ultimately took place in Montreal, Canada, from 5–17 December 2022. At the\nmeeting, the Parties to the Convention adopted a new action plan, the Kunming-\nMontreal Global Biodiversity Framework."
    },
    {
        "chapter_name": "Convention on Biological Diversity",
        "chapter_id": "1",
        "section_number": "6.17",
        "section_name": "2024 COP 16",
        "generated_section_content_md": "The 16th meeting of the Parties is scheduled to be held in Cali, Colombia in\n2024. Originally, Turkey was going to host it but after a series of\nearthquakes in February 2023 they had to withdraw."
    }
]