[
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Treaty of the United Nations\n\nThe **Convention on the Rights of Persons with Disabilities** is an\ninternational human rights treaty of the United Nations intended to protect\nthe rights and dignity of persons with disabilities. Parties to the convention\nare required to promote, protect, and ensure the full enjoyment of human\nrights by persons with disabilities and ensure that persons with disabilities\nenjoy full equality under the law. The Convention serves as a major catalyst\nin the global disability rights movement enabling a shift from viewing persons\nwith disabilities as objects of charity, medical treatment and social\nprotection towards viewing them as full and equal members of society, with\nhuman rights. The convention was the first U.N. human rights treaty of the\ntwenty-first century.\n\nThe text was adopted by the United Nations General Assembly on 13 December\n2006, and opened for signature on 30 March 2007. Following ratification by the\n20th party, it came into force on 3 May 2008. As of April 2025, it has 164\nsignatories and 193 parties, 192 states and the European Union (which ratified\nit on 23 December 2010). The convention is monitored by the Committee on the\nRights of Persons with Disabilities for which annual Conferences of States\nParties to the CRPD have set guidelines since 2008. The thirteenth Conference\nof States Parties was scheduled to meet in New York in June 2020, then\nrescheduled tentatively to meet in December 2020 due to the COVID-19 crisis."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The Convention on the Rights of Persons with Disabilities, like the other\nUnited Nations human rights conventions, (such as the International Covenant\non Civil and Political Rights and the Convention on the Elimination of All\nForms of Discrimination against Women) resulted from decades of activity\nduring which group rights standards developed from aspirations to binding\ntreaties.\n\nThe United Nations General Assembly adopted the 1971 Declaration on the Rights\nof Mentally Retarded Persons followed by the Declaration on the Rights of\nDisabled Persons on 9 December 1975. 1981 was the International Year of\nDisabled Persons; an outcome of year was the World Programme of Action\nConcerning Disabled Persons. The Year was followed by the Decade of Disabled\nPersons, 1983–1992. In 1987, a global meeting of experts to review progress\nrecommended that the UN General Assembly should draft an international\nconvention on the elimination of discrimination against persons with\ndisabilities. Draft convention outlines were proposed by Italy and\nsubsequently Sweden, but no consensus was reached. Many government\nrepresentatives argued that existing human rights documents were sufficient.\nAn International Day of Persons with Disabilities (3 December) was proclaimed\nin 1992 General Assembly resolution 47/3. The United Nations General Assembly\nadopted the non-compulsory Standard Rules on the Equalization of Opportunities\nfor Persons with Disabilities on 20 December 1993 (resolution 48/96 annex).\nMany analysts characterized the pre-CRPD documents as \"soft\", in contrast with\nthe \"hard\" treaty obligations of the CRPD.\n\nIn March, 2000, leaders of six international disability NGOs, along with about\n20 regional and national disability organizations, adopted the \"Beijing\nDeclaration on the Rights of Persons with Disabilities in the New Millennium\",\ncalling on all governments to support a Convention. In 2001, the General\nAssembly, following a proposal by Mexico, established an Ad Hoc Committee on a\nComprehensive and Integral International Convention on the Protection and\nPromotion of the Rights and Dignity of Persons with Disabilities to consider\nproposals for a comprehensive and integral convention to promote and protect\nthe rights and dignity of persons with disabilities, based on a holistic\napproach. Disability rights organisations, including Disabled Peoples'\nInternational, the World Network of Users and Survivors of Psychiatry,\nLandmine Survivors Network (now Survivor Corps), and the International\nDisability Alliance influenced the drafting process. The International\nDisability Alliance served as coordinator of an ad hoc International\nDisability Caucus, participated actively in the drafting process, in\nparticular seeking a role for disabled persons and their organisations in the\nimplementation and monitoring of what became the Convention.\n\nIn 2001, at the 56th session of the United Nations General Assembly, Mexico\ninitiated negotiations, with active support from GRULAC (the Latin American\nregional group). When support for a Convention was foundering in 2002 due to\nWEOG opposition, New Zealand played a pivotal role in achieving cross-regional\nmomentum. Acting as facilitator from 2002–03, New Zealand eventually assumed\nthe formal role of Chair of the Ad Hoc Committee and led negotiations to a\nconsensus agreement in August 2006, working closely with other Committee\nmembers Jordan, Costa Rica, the Czech Republic, and South Africa, as well as\nKorea and Mexico. Several observers commented on the \"esteem-seeking behavior\"\nof governments, national human rights institutions, and nongovernmental\norganizations.\n\nThe Convention became one of the most quickly supported human rights\ninstruments in history, with strong support from all regional groups. 160\nStates signed the Convention upon its opening in 2007 and 126 States ratified\nthe Convention within its first five years. In recognition of its role in\ncreating the convention, as well as the quality of New Zealand's landmark\nNational Disability Strategy, Governor-General of New Zealand Anand Satyanand\nreceived the 2008 World Disability Award on behalf of the nation.\n\nIn 2015, for the first time in its short history, the Committee on the Rights\nof Persons with Disabilities opened an investigation into a signatory state\nfor breaching their convention obligations. The investigation was triggered by\narticle 6 of the optional protocol, which provides that an investigation will\nbe carried out once the committee receives \"reliable information indicating\ngrave and systematic violation\" of the human rights of persons with\ndisabilities. The government of the United Kingdom was investigated, with the\nfinal report released in 2016.\n\nThe United States has been conspicuously absent from the States Parties that\nhave ratified or acceded to the convention. During Barack Obama's\nadministration the U.S. became a signatory to the convention on 24 July 2009.\nOn July 31, 2012, the U.S. Senate Foreign Relations Committee recommended U.S.\nratification, \"subject to three reservations, eight understandings and two\ndeclarations\". In December 2012, a vote in the United States Senate fell six\nvotes short of the two-thirds majority required for advice and consent on\nratification. In July 2014, the Senate Foreign Relations Committee again\napproved a resolution for advice and consent, but the measure was not brought\nto a vote of the full Senate."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Summary",
        "generated_section_content_md": "The Convention follows the civil law tradition, with a preamble, in which the\nprinciple that \"all human rights are universal, indivisible, interdependent\nand interrelated \"of the Vienna Declaration and Programme of Action is cited.\nThe 25-subsection preamble explicitly mentions sustainable development, notes\nthat \"disability\" is an \"evolving concept\" involving interaction between\nimpairments and environmental factors, and mentions the importance of a\n\"gender perspective\". The preamble is followed by 50 articles. Unlike many UN\ncovenants and conventions, it is not formally divided into parts.\n\n**Article 1** defines the purpose of the convention:\n\n> to promote, protect and ensure the full and equal enjoyment of all human\n> rights and fundamental freedoms by all persons with disabilities, and to\n> promote respect for their inherent dignity\n\n**Article 2** provides definitions of some keywords in CRPD provisions:\ncommunication, (including Braille, sign language, plain language and nonverbal\ncommunication), discrimination on the basis of disability, reasonable\naccommodation and universal design.\n\n**Article 3** delineates the CRPD's eight \"general principles\" described\nbelow, while **Article 4** delineates parties' \"general obligations.\"\n\n**Articles 5–32** define the rights of persons with disabilities and the\nobligations of states parties towards them. Many of these mirror rights\naffirmed in other UN conventions such as the International Covenant on Civil\nand Political Rights, International Covenant on Economic, Social and Cultural\nRights and the Convention Against Torture, but with specific obligations\nensuring that they can be fully realized by persons with disabilities.\n\nRights specific to this convention include the rights to accessibility\nincluding the information technology, the rights to live independently and be\nincluded in the community (Article 19), to personal mobility (article 20),\nhabilitation and rehabilitation (Article 26), and to participation in\npolitical and public life, and cultural life, recreation and sport (Articles\n29 and 30).\n\nIn addition, parties to the Convention must raise awareness of the human\nrights of persons with disabilities (Article 8), and ensure access to roads,\nbuildings, and information (Article 9).\n\n**Articles 33–39** govern reporting and monitoring of the convention by\nnational human rights institutions (Article 33) and the Committee on the\nRights of Persons with Disabilities (Articles 34 through 39).\n\n**Articles 40–50** govern ratification, entry into force, relation to\n\"regional integration organizations\", reservations, amendment, and\ndenunciation of the convention. **Article 49** requires that the Convention be\navailable in accessible formats, and **Article 50** provides that the\nconvention's \"Arabic, Chinese, English, French, Russian and Spanish texts\" are\n\"equally authentic\"."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Core provisions",
        "generated_section_content_md": "Despite the United Nations authorizing an \"official fiction\" of no \"new\nrights\", CRPD provisions address a broad variety of human rights, while adding\na state obligation that states provide support to guarantee rights can be\npracticed. Various authors group them in different categories; this entry will\ndescribe basics and mechanics, then describe three categories roughly\nequivalent to the disputed concept of three generations of human rights.\n\nWith increasing frequency, observers have commented on the overlapping and\ninterdependence of categories of rights. In 1993, the World Conference on\nHuman Rights' Vienna Declaration provided in its Article 5 that since human\nrights were \"universal, indivisible and interdependent and interrelated ...\nStates have a duty to promote and protect all human rights and fundamental\nfreedoms.\"[_full citation needed_] Gerard Quinn specifically commented on the\nfact that the CRPD \"co-mingles civil and political rights with economic,\nsocial and cultural rights\". This is especially apparent in the CRPD where\npolitical rights have been meaningless without social and economic support for\nthe economic and social rights are meaningless without participation."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Basics and mechanics",
        "generated_section_content_md": "Some of the CRPD's first articles set forth its purpose and foundations; after\nlisting disability rights (summarized in later sections below), its last\nArticles spell out the institutional framework by which disability rights are\nto be promoted."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.1.1",
        "section_name": "Guiding principles of the Convention",
        "generated_section_content_md": "There are eight guiding principles that underlie the convention, delineated in\nArticle 3:\n\n1. Respect for inherent dignity, individual autonomy including the freedom to make one's own choices, and independence of persons\n2. Non-discrimination\n3. Full and effective participation and inclusion in society\n4. Respect for difference and acceptance of persons with disabilities as part of human diversity and humanity\n5. Equality of opportunity\n6. Accessibility\n7. Equality between men and women\n8. Respect for the evolving capacities of children with disabilities and respect for the right of children with disabilities to preserve their identities"
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Definitions",
        "generated_section_content_md": "Article 2 (Definitions) does not include a definition of disability. The\nConvention adopts a social model of disability, but does not offer a specific\ndefinition."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "Disability",
        "generated_section_content_md": "The convention's preamble (section e) explains that the Convention recognises:\n\n> that disability is an evolving concept and that disability results from the\n> interaction between persons with impairments and attitudinal and\n> environmental barriers that hinders their full and effective participation\n> in society on an equal basis with others\n\nArticle one (Purpose) further offers that:\n\n> Persons with disabilities include those who have long-term physical, mental,\n> intellectual or sensory impairments which in interaction with various\n> barriers may hinder their full and effective participation in society on an\n> equal basis with others."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.2.1.1",
        "section_name": "Principle of \"reasonable accommodation\"",
        "generated_section_content_md": "The Convention defines \"reasonable accommodation\" as \"necessary and\nappropriate modification and adjustments not imposing a disproportionate or\nundue burden, where needed in a particular case, to ensure to persons with\ndisabilities the enjoyment or exercise on an equal basis with others of all\nhuman rights and fundamental freedoms\" in Article 2 and demands this in all\naspects of life including inclusive education."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.2.2",
        "section_name": "Awareness-raising",
        "generated_section_content_md": "HUD-sponsored wheelchair basketball game to promote disability awareness,\noutside HUD Headquarters – DPLA\n\nArticle 8 of the Convention stresses parties' commitment to awareness raising\nto foster respect for rights and dignity to counter disability discrimination.\nParties commit to raise disability awareness throughout society, including at\nthe family level, to combat stereotypes, prejudices and harmful practices\nrelating to persons with disabilities, including those aggravated by sex and\nage discrimination. They commit to effective public awareness campaigns to\nfoster positive perceptions in the labour market, the media, and elsewhere."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Civil and political rights",
        "generated_section_content_md": "The CRPD includes many \"freedoms from\", reflecting liberal and humanist ideals\nenshrined in the United Nations Universal Declaration of Human Rights, the\nInternational Covenant on Civil and Political Rights, and in the many states'\nrights documents such as the Americans with Disabilities Act. In the CRPD,\nfrequently states assume obligations to guarantee rights in practice."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.3.1",
        "section_name": "Accessibility",
        "generated_section_content_md": "In its Article 9, the Convention stresses that persons with disabilities\nshould be able to live independently and participate fully in all aspects of\nlife. To this end, States Parties should take appropriate measures to ensure\nthat persons with disabilities have access, to the physical environment, to\ntransportation, to information and communications technology, and to other\nfacilities and services open or provided to the public. Accessibility can be\ngrouped into three main groups:\n\n1. physical accessibility\n2. service accessibility\n3. accessibility to communication and information"
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.3.2",
        "section_name": "Recognition before the law and legal capacity",
        "generated_section_content_md": "Article 12 of the Convention affirms the equal recognition before the law and\nlegal capacity of persons with disabilities. It provides that Parties (States\nand the European Union should reaffirm that persons with disabilities have the\nright to recognition everywhere as a person before the law; recognize that\npersons with disabilities enjoy legal capacity on an equal basis with others\nin all aspects of life; take appropriate measures to provide access by persons\nwith disabilities to the support they may require in exercising their legal\ncapacity; and ensure that all measures that relate to the exercise of legal\ncapacity provide for appropriate and effective safeguards to prevent abuse in\naccordance with international human rights law.\n\nThis provision has been particularly important for disability rights\norganizations challenging state practices of institutionalization and\nguardianship."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.3.3",
        "section_name": "Access to justice",
        "generated_section_content_md": "Article 13 of the Convention affirms the effective access to justice for\npersons with disabilities, stating that: States parties shall ensure effective\naccess to justice for persons with disabilities on an equal basis with others,\nincluding through the provision of procedural and age-appropriate\naccommodations, in order to facilitate their effective role as participants,\nincluding as witnesses, in all legal proceedings, including at investigative\nand other preliminary stages.\n\nIn order to help to ensure effective access to justice for persons with\ndisabilities, states Parties are to promote appropriate training for those\nworking in the administration of justice, including police and prison staff.\nThis Article together with Article 12 are cited by the \"Handbook on prisoners\nwith special needs\" by the United Nations Office on Drugs and Crime."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.3.4",
        "section_name": "Participation in public life (including the right to vote)",
        "generated_section_content_md": "Article 29 requires that all Contracting States protect \"the right of persons\nwith disabilities to vote by secret ballot in elections and public\nreferendums\". According to this provision, each Contracting State should\nprovide for voting equipment which would enable disabled voters to vote\nindependently and secretly. Some democracies, e.g., the US, Japan,\nNetherlands, Slovenia, Albania or India allow disabled voters to use\nelectronic voting machines or electronic aides which help disabled voters to\nfill the paper ballot. In others, among them Azerbaijan, Kosovo, Canada,\nGhana, United Kingdom, and most African and Asian countries, visually impaired\nvoters can use ballots in braille or paper ballot templates. Many of these and\nalso some other democracies, Chile for example, use adjustable desks so that\nvoters on wheelchairs can approach them. Some democracies only allow another\nperson to cast a ballot for the blind or disabled voter. Such arrangement,\nhowever, does not assure secrecy of the ballot.\n\nArticle 29 also requires that Contracting States ensure \"that voting\nprocedures, facilities and materials are appropriate, accessible and easy to\nunderstand and use\". In some democracies, i.e. Sweden and the US, all the\npolling places already are fully accessible for disabled voters."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Economic, social, and cultural rights",
        "generated_section_content_md": "The CRPD has many \"freedoms to\", guarantees that states will provide housing,\nfood, employment, health care, and personal assistance, set forth in the\nUnited Nations International Covenant on Economic, Social, and Cultural\nRights. These are positive obligations that the state will act, going beyond\nthe promises of the Americans with Disabilities Act."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4.1",
        "section_name": "Respect for the family",
        "generated_section_content_md": "Article 23 of the Convention prohibits compulsory sterilization of disabled\npersons and guarantees their right to adopt children."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4.2",
        "section_name": "Right to education",
        "generated_section_content_md": "Cienfuegos, a non-profit group teaching art to people with disabilities in\nCuba\n\nThe convention's Article 24 states that persons with disabilities should be\nguaranteed the right to inclusive education at all levels, regardless of age,\nwithout discrimination and on the basis of equal opportunity. It specifies\nthat children with disabilities must have effective access to free and\ncompulsory primary and secondary education; adults with disabilities have\naccess to general tertiary education, vocational training, adult education and\nlifelong learning; and more.\n\nParties are to take appropriate measures, such as: endorsing the learning of\nBraille, alternative script, augmentative and alternative modes, means and\nformats of communication and orientation and mobility skills, and facilitating\npeer support and mentoring; supporting the learning of sign language and\npromoting the linguistic identity of the deaf community; advocating that\neducation of persons, particularly children, who are blind and/or deaf, is\ndelivered in the most appropriate languages and means of communication for the\nindividual; and employing teachers, including teachers with disabilities, who\nare qualified in sign language and/or Braille, and to train education\nprofessionals and staff about disability awareness, use of augmentative and\nalternative modes and formats of communication, and educational techniques and\nmaterials to support persons with disabilities.\n\nThe Committee on the Rights of Persons with Disabilities' General Comment\nNumber 4, adopted in August 2016, stressed the importance of inclusive\neducation and condemned segregated education. The Comment was opposed by\norganizations including the World Blind Union and the World Federation of the\nDeaf which unsuccessfully argued for a \"sensory exception\" to recognize the\nimportance of cultural and linguistic rights."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4.3",
        "section_name": "Right to health",
        "generated_section_content_md": "Article 25 specifies that \"persons with disabilities have the right to the\nenjoyment of the highest attainable standard of health without discrimination\non the basis of disability\"."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4.4",
        "section_name": "Habilitation and rehabilitation",
        "generated_section_content_md": "Article 26 of the Convention affirms that \"States Parties shall take effective\nand appropriate measures, including through peer support, to enable persons\nwith disabilities to attain and maintain maximum independence, full physical,\nmental, social and vocational ability, and full inclusion and participation in\nall aspects of life. To that end, States Parties shall organize, strengthen\nand extend comprehensive habilitation and rehabilitation services and\nprogrammes, particularly in the areas of health, employment, education and\nsocial services, in such a way that these services and programmes: begin at\nthe earliest possible stage, are based on the multidisciplinary assessment of\nindividual needs and strengths; and support participation and inclusion in the\ncommunity and all aspects of society, are voluntary, and are available to\npersons with disabilities as close as possible to their own communities,\nincluding in rural areas.\"[_verify_]\n\nParties pledge to promote the development of initial and continuing training\nfor professionals and staff working in habilitation and rehabilitation service\nas well as the availability, knowledge and use of assistive devices and\ntechnologies, designed for persons with disabilities, as they relate to\nhabilitation and rehabilitation."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4.5",
        "section_name": "Work and employment",
        "generated_section_content_md": "Article 27 requires that States Parties recognize the right of persons with\ndisabilities to work, on an equal basis of others; this includes the right to\nthe opportunity to gain a living by work freely chosen or accepted in a labour\nmarket and work environment that is open, inclusive and accessible to persons\nwith disabilities. The Article obligates States Parties to safeguard and\npromote the realization of the right to work, including for those who acquire\na disability during the course of employment, by taking appropriate steps,\nincluding through legislation, to prohibit discrimination on the basis of\ndisability with regard to all matters concerning all forms of employment,\ncontinuance of employment, career advancement and safe and healthy working\nconditions; and to protect the rights of persons with disabilities, on an\nequal basis with others, to just and favourable conditions of work, including\nequal opportunities and equal remuneration for work of equal value, safe and\nhealthy working conditions, including protection from harassment, and the\nredress of grievances;\n\nParties agree to ensure that persons with disabilities are able to exercise\ntheir labour and trade union rights on an equal basis with others; to enable\npersons with disabilities to have effective access to general technical and\nvocational guidance programmes, placement services and vocational and\ncontinuing training; to promote employment opportunities and career\nadvancement for persons with disabilities in the labour market, as well as\nassistance in finding, obtaining, maintaining and returning to employment; and\nto promote opportunities for self-employment, entrepreneurship, the\ndevelopment of cooperative and starting one's own business, acquisition of\nwork experience, vocational and professional rehabilitation, job retention and\nreturn-to-work programmes for persons with disabilities.\n\nParties pledge to ensure that reasonable accommodation is provided to persons\nwith disabilities in the workplace and that persons with disabilities are not\nheld in slavery or in servitude, and are protected, on an equal basis with\nothers, from forced or compulsory labour."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.4.6",
        "section_name": "Adequate standard of living and social protection",
        "generated_section_content_md": "Article 28 requires that States Parties recognize the right of persons with\ndisabilities to an adequate standard of living for themselves and their\nfamilies, including adequate food, clothing and housing, and to the continuous\nimprovement of living conditions, and shall take appropriate steps to\nsafeguard and promote the realization of this rights without discrimination on\nthe basis of disability.\n\nStates Parties recognize the right of persons with disabilities to social\nprotection and to the enjoyment of that rights without discrimination on the\nbasis of disability, and shall take appropriate steps to safeguard and promote\nthe realization of the rights, including measures; to social protection\nprogrammes and poverty reduction programmes (in particular, regarding women\nand girls with disabilities and older persons with disabilities);\n\nSpecifically, parties are to ensure persons with disabilities equal access to\nclean water service, and to ensure access to appropriate and affordable\nservices, devices and other assistance for disability-related needs; access by\npersons with disabilities and their families living in situations of poverty\nto assistance from the State with disability-related expenses, including\nadequate training, counselling, financial assistance and respite care; access\nto public housing programmes, to retirement benefits and more."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Independent living, international cooperation and national implementation,",
        "generated_section_content_md": "integrity, disaster protection\n\nSome CRPD sections exemplify \"third generation\" human rights, sometimes\ndescribed as new rights, \"freedoms with\", solidarity rights, or group rights.\nThey reflect a realization that disability rights will require a mix of\nparticipation by disabled persons, international cooperation, and national\nimplementation."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.5.1",
        "section_name": "Situations of risk and humanitarian emergency",
        "generated_section_content_md": "Article 11 of the Convention affirms that States Parties shall take, in\naccordance with their obligations under international law, including\ninternational humanitarian law and international human rights law, all\nnecessary measures to ensure the protection and safety of persons with\ndisabilities in situations of armed conflict, humanitarian emergencies and the\noccurrence of natural disaster."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.5.2",
        "section_name": "Independent living",
        "generated_section_content_md": "The CRPD's Article 19, \"Living independently and being included in the\ncommunity\", is closely related to Article 3 (General Principles) and Article 4\n(General Obligations). As sometimes indicated in the Committee on the Rights\nof Persons with Disabilities' Concluding Observations on the parties' periodic\nreports or in a General Comment issued by the committee, disability by its\nnature involves interdependence, but states can encourage or discourage the\nautonomy of disabled people and disabled peoples' organizations."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.5.3",
        "section_name": "International cooperation and national implementation",
        "generated_section_content_md": "The CRPD's Article 32 deals with international cooperation, and Article 33\ndeals with the complexities of national implementation to be facilitated by\ninternational cooperation.\n\nSpecifically, Article 32 provides that \"States Parties recognize the\nimportance of international cooperation ... and will undertake appropriate and\neffective ... in partnership with relevant international and regional\norganizations and civil society, in particular organizations of persons with\ndisabilities.\" Development programs are to be inclusive of disabled people, an\naspiration that has not always been met in practice. Development has recently\nbeen an oft-expressed United Nations concern, especially since 4 December\n1986, when the United Nations General Assembly adopted the Declaration on the\nRight to Development.\n\nDevelopment and disability rights both depend on popular participation,\ninternational cooperation, and national implementation. As expressed in the\nCRPD's Article 33, parties are to involve civil society, and have designated\n\"focal points\", often in practice national human rights institutions."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Reservations",
        "generated_section_content_md": "A number of parties have made reservations and interpretative understandings\nor declarations to their application of the convention. These are some\nexamples:\n\nAustralia does not consider itself bound to stop forcibly medicating those\nlabeled mentally ill when it is considered a last resort.\n\nEl Salvador accepts the convention to the extent that it is compatible with\nits constitution.\n\nFrance does not consider the convention to be legally binding.\n\nJapan declares that paragraph 4 of Article 23 of the convention is interpreted\nnot to apply to a case where a child is separated from his or her parents as a\nresult of deportation in accordance with its immigration law.\n\nMalta interprets the right to health in Article 25 of the convention as not\nimplying any right to abortion. It also reserves the right to continue to\napply its own election laws around accessibility and assistance.\n\nMauritius does not consider itself bound by the Article 11 obligation to take\nall necessary measures to protect persons with disabilities during natural\ndisasters, armed conflict or humanitarian emergencies, unless permitted by\ndomestic legislation.\n\nThe Netherlands interprets the right to life in Article 10 within the\nframework of its domestic laws. It also interprets Article 25(f), which bars\nthe discriminatory denial of health care, as permitting a person to refuse\nmedical treatment, including food or fluids.\n\nPoland interprets Articles 23 and 25 as not conferring any right to abortion.\n\nThe United Kingdom has reservations relating to the right to education,\nimmigration, service in the armed forces and an aspect of social security law.\n\nAmong the other parties attaching reservations, understandings, or\ndeclarations to their ratification or accession were the European Union,\nAzerbaijan, Canada, Cyprus, Egypt, Iran, the Syrian Arab Republic, Venezuela,\nand many others. As of 16 August 2020, 22 parties had filed formal objections\nto other parties' reservations, understandings, or declarations."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Optional protocol",
        "generated_section_content_md": "states parties\n\nstates that signed, but have not ratified\n\nstates that have not signed\n\nThe Optional Protocol to the Convention on the Rights of Persons with\nDisabilities is a side-agreement to the Convention which allows its parties to\nrecognise the competence of the Committee on the Rights of Persons with\nDisabilities to consider complaints from individuals. The text is based\nheavily on the Optional Protocol to the Convention on the Elimination of All\nForms of Discrimination against Women.\n\nThe Optional Protocol entered into force with the convention on 3 May 2008. As\nof October 2023, it has 94 signatories and 105 parties.\n\nA first stage is a Committee holding on the complaint's admissibility. The\nCRPD requires \"exhaustion of domestic remedies\" (Article 2 of the Optional\nProtocol). The Committee may also rule a communication inadmissible if it is\nanonymous or not sufficiently substantiated. An applicant may offer\nsubstantiation that resort to domestic remedies would be unreasonably\nprolonged or impossible.\n\nThe United Nations Office of the High Commissioner for Human Rights maintains\na record of all individual complaints filed under the Optional Protocol.\nSeveral of the communications that were ruled admissible resulted in comments\nby advocates and nongovernmental analysts.\n\nA disabled peoples organization, the International Disability Alliance,\nsummarizes and interprets each case (37 cases as of 30 July 2020). Individuals\nfrom Australia, Tanzania, the United Kingdom, Mexico, Lithuania, Germany,\nSpain, Sweden, Austria, Italy, Brazil, Argentina, Hungary, Greece, and Ecuador\nbrought the first complaints. One communication considered by the committee\nwas _X v. Tanzania._ It involves an individual with albinism who had an arm\ncut off. The failure of the state, demonstrated to the committee, was a\nfailure to investigate or prosecute.\n\nSome other CRPD communications concerned community living for a previously\ninstitutionalized Australian, a Lithuanian's access to justice after a traffic\naccident, a deaf Australian's access to justice, an Austrian's access to\nnecessary information to use public transportation, and employment in Italy,\nBrazil, and elsewhere."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Committee on the Rights of Persons with Disabilities",
        "generated_section_content_md": "Logo of the United Nations Office of the High Commissioner for Human Rights\nwhich is charged with supporting treaty bodies on persons with disabilities,\nwomen, racial discrimination, children, and others\n\nThe Committee on the Rights of Persons with Disabilities is a body of human\nrights experts tasked with monitoring the implementation of the convention. It\nis one of the ten treaty bodies supported by the United Nations' Office of the\nHigh Commissioner for Human Rights in Geneva. It initially consisted of 12\nindependent human rights experts, with half elected for a two-year term and\nhalf elected for four-year terms. Thereafter members have been elected for\nfour-year terms, with half the members elected every two years. As the\nconvention has achieved 80 ratifications, the committee was expanded to 18\nmembers in 2011.\n\nThe experts as of 25 July 2020, to serve until the end of 2020 or 2022 were:\n\nName | State | Term expires\n---|---|---\nRosa Idalia Aldana Salguero |  Guatemala | 2024\nDanlami Umaru Basharu |  Nigeria | 2022\nSoumia Amrani |  Morocco | 2024\nGerel Dondovdorj |  Mongolia | 2024\nVivian Fernández |  Panama | 2024\nMara Cristina GABRILLI |  Brazil | 2022\nAmalia Gamio Ríos - Vice Chair |  Mexico | 2022\nOdelia Fitoussi \\- Rapporteur |  Israel | 2024\nMara Gabrilli |  Brazil | 2024\nRosemary Kayess - Chairperson |  Australia | 2022\nMiyeon Kim |  South Korea | 2022\nSamuel Njuguna Kabue |  Kenya | 2024\nRobert Martin |  New Zealand | 2024\nFloyd Morris |  Jamaica | 2024\nSaowalak Thongkuay |  Thailand | 2024\nJonas Ruskus - Vice Chair |  Lithuania | 2022\nDamjan Tatic |  Switzerland | 2022\nRisnawati Utami |  Indonesia | 2022\n\nThe General Comments issued by the Committee and Concluding Observations on\neach state report to the Committee reveal areas of agreement and of\ndisagreement among the eighteen experts, for instance in General Comments on\ninclusive education and on independent living.[_clarification needed_] In its\nshort existence, the committee has issued seven General Comments as of 19\nAugust 2020[update], and more than a hundred Concluding Observations on state\nreports."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Criticism and caveats",
        "generated_section_content_md": "The Convention and Committee have garnered wide support from states and\nnongovernmental organizations, but some critics as well. Particularly within\nthe United States, prominent Republican senators and interest groups such as\nthe Home School Legal Defense Association claim that the CRPD erodes\nsovereignty. Such claims are contested by leading advocates and scholars.\n\nConversely, several critical disability studies scholars have argued that the\nCRPD is unlikely to promote the kinds of changes necessary to advance\ndisability rights claims in order to address inequality. Studies also indicate\nthat not all members of the disability movement feel that the CRPD has been a\nuseful tool for advocacy: advocates and grassroots activists in the UK and in\nHungary claimed they did not see the CRPD and other human rights laws\nimpactful in everyday advocacy and they do not prefer to use such laws,\nbecause they rarely work in practice. The 2016 elections to the Committee on\nthe Rights of Persons with Disabilities resulted in only one female member and\n17 males being elected, an imbalance rectified in the 2018 elections. This was\ndespite the CRPD's explicit call in Article 34 for consideration of \"balanced\ngender representation\" on the committee."
    },
    {
        "chapter_name": "Convention on the Rights of Persons with Disabilities",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "United Nations Partnership on the Rights of Persons with Disabilities",
        "generated_section_content_md": "The United Nations Partnership on the Rights of Persons with Disabilities\n(UNPRPD) is a partnership, established in 2011, between several UN entities\nand other organizations. The partnership aims to increase the effectiveness of\nthe work efforts by its partners for disability inclusion in conformance with\nthe CRPD.\n\nThe UN entities participating in UNPRPD are ILO, ITU, OHCHR, UNDESA, UNDP,\nUNESCO, UNFPA, UN Women and WHO. Other UNPRPD members include the\nInternational Disability Alliance and the International Disability and\nDevelopment Consortium."
    }
]