[
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International organisation\n\nThe **Council of Europe** (**CoE** ; French: _Conseil de l'Europe_ , **CdE**)\nis an international organisation with the goal of upholding human rights,\ndemocracy and the rule of law in Europe. Founded in 1949, it is Europe's\noldest intergovernmental organisation, representing 46 member states from\nEurope, with a population of approximately 675 million as of 2023[update]; it\noperates with an annual ordinary budget of approximately 500 million euros.\n\nThe organisation is distinct from the European Union (EU), although people\nsometimes confuse the two organisations – partly because the EU has adopted\nthe original European flag, designed for the Council of Europe in 1955, as\nwell as the European anthem. No country has ever joined the EU without first\nbelonging to the Council of Europe. The Council of Europe is an official\nUnited Nations observer.\n\nUnlike the EU, the Council of Europe cannot make binding laws; however, the\ncouncil has produced a number of international treaties, including the\nConvention for the Protection of Human Rights and Fundamental Freedoms\n(European Convention on Human Rights, ECHR) of 1953. Provisions from the\nconvention are incorporated in domestic law in many participating countries.\nThe best-known body of the Council of Europe is the European Court of Human\nRights, which rules on alleged violations of the ECHR.\n\nThe council's two statutory bodies are the Committee of Ministers, which\ncomprises the foreign ministers of each member state, and the Parliamentary\nAssembly of the Council of Europe (PACE), which is composed of members of the\nnational parliaments of each member state. The Commissioner for Human Rights\nis an institution within the Council of Europe, mandated to promote awareness\nof and respect for human rights within the member states. The secretary\ngeneral presides over the secretariat of the organisation. Other major CoE\nbodies include the European Directorate for the Quality of Medicines &\nHealthCare (EDQM) and the European Audiovisual Observatory.\n\nThe headquarters of the Council of Europe, as well as its Court of Human\nRights, are situated in Strasbourg, France. The Council uses English and\nFrench as its two official languages. The Committee of Ministers, the PACE,\nand the Congress of the Council of Europe also use German and Italian for some\nof their work.\n\nMember states of the Council of Europe. In addition, the European Convention\non Human Rights (ECHR) applies in Kosovo as a result of domestic incorporation\nof the ECHR."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Plaque commemorating the first session of the Council of Europe Assembly at\nStrasbourg University"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Founding",
        "generated_section_content_md": "In a speech in 1929, French Foreign Minister Aristide Briand floated the idea\nof an organisation which would gather European nations together in a \"federal\nunion\" to resolve common problems. The United Kingdom's wartime Prime Minister\nWinston Churchill first publicly suggested the creation of a \"Council of\nEurope\" in a BBC radio broadcast on 21 March 1943, while the Second World War\nwas still raging. In his own words, he tried to \"peer through the mists of the\nfuture to the end of the war\", and think about how to rebuild and maintain\npeace on a shattered continent. Given that Europe had been at the origin of\ntwo world wars, the creation of such a body would be, he suggested, \"a\nstupendous business\". He returned to the idea during a well-known speech at\nthe University of Zurich on 19 September 1946, throwing the full weight of his\nconsiderable post-war prestige behind it.\n\nAdditionally, there were also many other statesmen and politicians across the\ncontinent, many of them members of the European Movement, who were quietly\nworking towards the creation of the council. Some regarded it as a guarantee\nthat the horrors of war – or the human rights violations of the Nazi regime –\ncould never again be visited on the continent, others came to see it as a\n\"club of democracies\", built around a set of common values that could stand as\na bulwark against totalitarian states belonging to the Eastern Bloc. Others\nagain saw it as a nascent \"United States of Europe\", the resonant phrase that\nChurchill had reached for at Zurich in 1946.\n\nSession of the Council of Europe's Parliamentary Assembly in the former House\nof Europe in Strasbourg in 1967. Willy Brandt, German Minister for Foreign\nAffairs, is speaking.\n\nThe future structure of the Council of Europe was discussed at the Congress of\nEurope, which brought together several hundred leading politicians, government\nrepresentatives and members of civil society in The Hague, Netherlands, in\n1948. Responding to the conclusions of the Congress of Europe, the\nConsultative Council of the Treaty of Brussels convened a Committee for the\nStudy of European Unity, which met eight times from November 1948 to January\n1949 to draw up the blueprint of a new broad-based European organisation.\n\nThere were two competing schools of thought: some favoured a classical\ninternational organisation with representatives of governments, while others\npreferred a political forum with parliamentarians. Both approaches were\nfinally combined through the creation of a Committee of Ministers (in which\ngovernments were represented) and a Consultative Assembly (in which\nparliaments were represented), the two main bodies mentioned in the Statute of\nthe Council of Europe. This dual intergovernmental and inter-parliamentary\nstructure was later copied for the European Communities, NATO and OSCE.\n\nThe Council of Europe was signed into existence on 5 May 1949 by the Treaty of\nLondon, the organisation's founding Statute which set out the three basic\nvalues that should guide its work: democracy, human rights and the rule of\nlaw. It was signed in London on that day by ten states: Belgium, Denmark,\nFrance, Ireland, Italy, Luxembourg, the Netherlands, Norway, Sweden and the\nUnited Kingdom, though Turkey and Greece joined three months later. On 10\nAugust 1949, 100 members of the council's Consultative Assembly,\nparliamentarians drawn from the twelve member nations, met in Strasbourg for\nits first plenary session, held over 18 sittings and lasting nearly a month.\nThey debated how to reconcile and reconstruct a continent still reeling from\nwar, yet already facing a new East–West divide, launched the radical concept\nof a trans-national court to protect the basic human rights of every citizen,\nand took the first steps in a process that would eventually lead to the\ncreation of an offshoot organisation, the European Union.\n\nIn August 1949, Paul-Henri Spaak resigned as Belgium's foreign minister in\norder to be elected as the first president of the assembly. Behind the scenes,\nhe too had been quietly working towards the creation of the council, and\nplayed a key role in steering its early work. However, in December 1951, after\nnearly three years in the role, Spaak resigned in disappointment after the\nAssembly rejected proposals for a \"European political authority\". Convinced\nthat the Council of Europe was never going to be in a position to achieve his\nlong-term goal of a unified Europe, he soon tried again in a new and more\npromising format, based this time on economic integration, becoming one of the\nfounders of the European Union."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Early years",
        "generated_section_content_md": "There was huge enthusiasm for the Council of Europe in its early years, as its\npioneers set about drafting what was to become the European Convention on\nHuman Rights, a charter of individual rights which – it was hoped – no member\ngovernment could ever again violate. They drew, in part, on the tenets of the\nUniversal Declaration of Human Rights, signed only a few months earlier in\nParis. But crucially, where the Universal Declaration was essentially\naspirational, the European Convention from the beginning featured an\nenforcement mechanism – an international Court – which was to adjudicate on\nalleged violations of its articles and to hold governments to account, a\ndramatic leap forward for international justice. Today, this is the European\nCourt of Human Rights, whose rulings are binding on 46 European nations, the\nmost far-reaching system of international justice anywhere in the world.\n\nOne of the council's first acts was to welcome West Germany into its fold on 2\nMay 1951, setting a pattern of post-war reconciliation that was to become a\nhallmark of the council, and beginning a long process of \"enlargement\" which\nwas to see the organisation grow from its original ten founding member states\nto the 46 nations that make up the Council of Europe today. Iceland had\nalready joined in 1950, followed in 1956 by Austria, Cyprus in 1961,\nSwitzerland in 1963 and Malta in 1965."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Historic speeches at the Council of Europe",
        "generated_section_content_md": "Winston Churchill's inaugural speech of the Council of Europe in The Hague\n\nIn 2018, an archive of all speeches made to the PACE by heads of state or\ngovernment since the Council of Europe's creation in 1949 appeared online, the\nfruit of a two-year project entitled \"Voices of Europe\". At the time of its\nlaunch, the archive comprised 263 speeches delivered over a 70-year period by\nsome 216 presidents, prime ministers, monarchs and religious leaders from 45\ncountries – though it continues to expand, as new speeches are added every few\nmonths.\n\nSome very early speeches by individuals considered to be \"founding figures\" of\nthe European institutions, even if they were not heads of state or government\nat the time, are also included (such as Sir Winston Churchill or Robert\nSchuman). Addresses by eight monarchs appear in the list (such as King Juan\nCarlos I of Spain, King Albert II of Belgium and Grand Duke Henri of\nLuxembourg) as well as the speeches given by religious figures (such as Pope\nJohn Paul II, and Pope Francis) and several leaders from countries in the\nMiddle East and North Africa (such as Shimon Peres, Yasser Arafat, Hosni\nMubarak, Léopold Sédar Senghor or King Hussein of Jordan).\n\nThe full text of the speeches is given in both English and French, regardless\nof the original language used. The archive is searchable by country, by name,\nand chronologically."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Aims and achievement",
        "generated_section_content_md": "Article 1(a) of the Statute states that \"The aim of the Council of Europe is\nto achieve a greater unity between its members for the purpose of safeguarding\nand realising the ideals and principles which are their common heritage and\nfacilitating their economic and social progress.\" Membership is open to all\nEuropean states who seek harmony, cooperation, good governance and human\nrights, accepting the principle of the rule of law and are able and willing to\nguarantee democracy, fundamental human rights and freedoms.\n\nWhereas the member states of the European Union transfer part of their\nnational legislative and executive powers to the European Commission and the\nEuropean Parliament, Council of Europe member states maintain their\nsovereignty but commit themselves through conventions/treaties (international\nlaw) and co-operate on the basis of common values and common political\ndecisions. Those conventions and decisions are developed by the member states\nworking together at the Council of Europe. Both organisations function as\nconcentric circles around the common foundations for European cooperation and\nharmony, with the Council of Europe being the geographically wider circle. The\nEuropean Union could be seen as the smaller circle with a much higher level of\nintegration through the transfer of powers from the national to the EU level.\n\"The Council of Europe and the European Union: different roles, shared\nvalues.\" Council of Europe conventions/treaties are also open for signature to\nnon-member states, thus facilitating equal co-operation with countries outside\nEurope.\n\nThe Council of Europe's most famous achievement is the European Convention on\nHuman Rights, which was adopted in 1950 following a report by the PACE, and\nfollowed on from the United Nations 'Universal Declaration of Human Rights'\n(UDHR). The Convention created the European Court of Human Rights in\nStrasbourg. The Court supervises compliance with the European Convention on\nHuman Rights and thus functions as the highest European court. It is to this\ncourt that Europeans can bring cases if they believe that a member country has\nviolated their fundamental rights and freedoms.\n\nThe various activities and achievements of the Council of Europe can be found\nin detail on its official website. The Council of Europe works in the\nfollowing areas:\n\n* Protection of the rule of law and fostering legal co-operation through some 200 conventions and other treaties, including such leading instruments as the Budapest Convention on Cybercrime, the Convention on the Prevention of Terrorism, Conventions against Corruption and Organised Crime, the Convention on Action against Trafficking in Human Beings, and the Convention on Human Rights and Biomedicine.\n* CODEXTER, designed to co-ordinate counter-terrorism measures\n* The European Commission for the Efficiency of Justice (CEPEJ)\n* Protection of human rights, notably through:\n* the European Convention on Human Rights\n* the European Committee for the Prevention of Torture\n* the European Commission against Racism and Intolerance\n* the Convention on Action against Trafficking in Human Beings\n* the Convention for the protection of individuals with regard to automatic processing of personal data\n* the Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse\n* This has also included work in the sport area advocating for safe sport and developing safe sport policy self-assessment tools for national sport organisations\n* The Convention on preventing and combating violence against women and domestic violence.\n* social rights under the European Social Charter\n* European Charter of Local Self-Government guaranteeing the political, administrative and financial independence of local authorities.\n* linguistic rights under the European Charter for Regional or Minority Languages\n* minority rights under the Framework Convention for the Protection of National Minorities\n* Media freedom under Article 10 of the European Convention on Human Rights and the European Convention on Transfrontier Television\n* Protection of democracy through parliamentary scrutiny and election monitoring by its Parliamentary Assembly as well as assistance in democratic reforms, in particular by the Venice Commission.\n* Promotion of cultural cooperation and diversity under the Council of Europe's Cultural Convention of 1954 and several conventions on the protection of cultural heritage as well as through its Centre for Modern Languages in Graz, Austria, and its North-South Centre in Lisbon, Portugal.\n* Promotion of the right to education under Article 2 of the first Protocol to the European Convention on Human Rights and several conventions on the recognition of university studies and diplomas (see also Bologna Process and Lisbon Recognition Convention).\n* Promotion of fair sport through the Anti-Doping Convention\n* Promotion of European youth exchanges and cooperation through European Youth Centres in Strasbourg and Budapest, Hungary.\n* Promotion of the quality of medicines throughout Europe by the European Directorate for the Quality of Medicines and its European Pharmacopoeia.\n\n* Support for intercultural integration through the Intercultural Cities (ICC) programme. This programme offers information and advice for local authorities on the integration of minorities and the prevention of discrimination."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Institutions",
        "generated_section_content_md": "Politics of the Council of Europe\n---\nExecutive\n\n* Secretary General\n* Alain Berset\n* Committee of Ministers\n* President: Ian Borg\n\n\nLegislature\n\n* Parliamentary Assembly\n* President: Theodoros Roussopoulos\n* European Congress\n* President: Leendert Verbeek\n\n\nJudiciary\n\n* European Court of Human Rights\n* President: Robert Spano\n* Commissioner for Human Rights\n* Dunja Mijatović\n* European Commission for the Efficiency of Justice\n* European Commission against Racism and Intolerance\n\n\nLaw\n\n* Convention on Human Rights\n* Convention on Cybercrime\n* Convention on the Prevention of Terrorism\n* Convention on Action against Trafficking in Human Beings\n* Oviedo Convention\n* Council of Europe Convention on the Protection of Children against Sexual Exploitation and Sexual Abuse\n* Istanbul Convention\n\n\nMembers\n\n* Albania\n* Andorra\n* Armenia\n* Austria\n* Azerbaijan\n* Belgium\n* Bosnia and Herzegovina\n* Bulgaria\n* Croatia\n* Cyprus\n* Czech Republic\n* Denmark\n* Estonia\n* Finland\n* France\n* Georgia (country)\n* Germany\n* Greece\n* Hungary\n* Iceland\n* Ireland\n* Italy\n* Kosovo\n* Latvia\n* Liechtenstein\n* Lithuania\n* Luxembourg\n* Malta\n* Moldova\n* Monaco\n* Montenegro\n* Netherlands\n* North Macedonia\n* Norway\n* Poland\n* Portugal\n* Romania\n* San Marino\n* Serbia\n* Slovakia\n* Slovenia\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* Ukraine\n* United Kingdom\n\n\nEurope portal\n\n* Other countries\n\n\n\n* v\n* t\n* e\n\n\n\nThe institutions of the Council of Europe are:\n\n* The Secretary General, who is elected for a term of five years by the PACE and heads the Secretariat of the Council of Europe. Thorbjørn Jagland, the former Prime Minister of Norway, was elected Secretary General of the Council of Europe on 29 September 2009. In June 2014, he became the first Secretary General to be re-elected, commencing his second term in office on 1 October 2014.\n* The Committee of Ministers, comprising the Ministers of Foreign Affairs of all 46 member states who are represented by their Permanent Representatives and Ambassadors accredited to the Council of Europe. Committee of Ministers' presidencies are held in alphabetical order for six months following the English alphabet: Turkey 11/2010-05/2011, Ukraine 05/2011-11/2011, the United Kingdom 11/2011-05/2012, Albania 05/2012-11/2012, Andorra 11/2012-05/2013, Armenia 05/2013-11/2013, Austria 11/2013-05/2014, and so on.\n\nCouncil's Parliamentary Assembly hemicycle\n\n* The Parliamentary Assembly of the Council of Europe (PACE), which comprises national parliamentarians from all member states. Adopting resolutions and recommendations to governments, the Assembly holds a dialogue with its governmental counterpart, the Committee of Ministers, and is often regarded as the \"motor\" of the organisation. The national parliamentary delegations to the Assembly must reflect the political spectrum of their national parliament, i.e. comprise government and opposition parties. The Assembly appoints members as rapporteurs with the mandate to prepare parliamentary reports on specific subjects. The British MP Sir David Maxwell-Fyfe was rapporteur for the drafting of the European Convention on Human Rights. Dick Marty's reports on secret CIA detentions and rendition flights in Europe became quite famous in 2006 and 2007. Other Assembly reports were instrumental in, for example, the abolition of the death penalty in Europe, highlighting the political and human rights situation in Chechnya, identifying who was responsible for disappeared persons in Belarus, chronicling threats to freedom of expression in the media and many other subjects.\n* The Congress of Local and Regional Authorities, which was created in 1994 and comprises political representatives from local and regional authorities in all member states. The most influential instruments of the Council of Europe in this field are the European Charter of Local Self-Government of 1985 and the European Outline Convention on Transfrontier Co-operation between Territorial Communities or Authorities of 1980.\n* The European Court of Human Rights, created under the European Convention on Human Rights of 1950, is composed of a judge from each member state elected for a single, non-renewable term of nine years by the PACE and is headed by the elected president of the court. The current president of the court is Guido Raimondi from Italy. Under the recent Protocol No. 14 to the European Convention on Human Rights, the Court's case processing was reformed and streamlined. Ratification of Protocol No. 14 was delayed by Russia for a number of years, but won support to be passed in January 2010.\n* The Commissioner for Human Rights is elected by the PACE for a non-renewable term of six years since the creation of this position in 1999. Since April 2024, this position has been held by Michael O'Flaherty from Ireland.\n* The Conference of INGOs. NGOs can participate in the INGOs Conference of the Council of Europe. Since the [Resolution (2003)8] adopted by the Committee of Ministers on 19 November 2003, they are given a \"participatory status\".\n* The Joint Council on Youth of the Council of Europe. The European Steering Committee (CDEJ) on Youth and the Advisory Council on Youth (CCJ) of the Council of Europe form together the Joint Council on Youth (CMJ). The CDEJ brings together representatives of ministries or bodies responsible for youth matters from the 50 States Parties to the European Cultural Convention. The CDEJ fosters cooperation between governments in the youth sector and provides a framework for comparing national youth policies, exchanging best practices and drafting standard-setting texts. The Advisory Council on Youth comprises 30 representatives of non-governmental youth organisations and networks. It provides opinions and input from youth NGOs on all youth sector activities and ensures that young people are involved in the council's other activities.\n* Information Offices of the Council of Europe in many member states.\n\nEuropean Directorate for the Quality of Medicines"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Partial Agreements",
        "generated_section_content_md": "The CoE system also includes a number of semi-autonomous structures known as\n\"Partial Agreements\", some of which are also open to non-member states:\n\n* The Council of Europe Development Bank in Paris\n* The European Directorate for the Quality of Medicines with its European Pharmacopoeia\n* The European Audiovisual Observatory\n* The European Support Fund _Eurimages_ for the co-production and distribution of films.\n* The Enlarged Partial Agreement on Cultural Routes, which awards the certification \"Cultural Route of the Council of Europe\" to transnational networks promoting European heritage and intercultural dialogue (Luxembourg)\n* The Pompidou Group – Cooperation Group to Combat Drug Abuse and Illicit Trafficking in Drugs.\n* The European Commission for Democracy through Law, better known as the Venice Commission\n* The Group of States Against Corruption (GRECO)\n* The European and Mediterranean Major Hazards Agreement (EUR-OPA) which is a platform for cooperation between European and Southern Mediterranean countries in the field of major natural and technological disasters.\n* The Enlarged Partial Agreement on Sport, which is open to accession by states and sports associations.\n* The North-South Centre of the Council of Europe in Lisbon (Portugal)\n* The European Centre for Modern Languages is in Graz (Austria)\n* The Register of Damage for Ukraine, a register for Ukrainians to seek compensation for damages from the Russian invasion of Ukraine."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Summits",
        "generated_section_content_md": "Occasionally the Council of Europe organises summits of the heads of state and\ngovernment of its member states. Four summits have been held to date with the\nfourth concluding on 17 May 2023.\n\nOverview of Council of Europe summits  Date  | Host country  | Host city\n---|---|---\n8–9 October 1993  |  Austria | Vienna\n10–11 October 1997  |  France | Strasbourg\n16–17 May 2005  |  Poland | Warsaw\n16–17 May 2023  |  Iceland | Reykjavík"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Headquarters and buildings",
        "generated_section_content_md": "Aerial shot of the Palace of Europe in Strasbourg Council of Europe's Agora\nbuilding\n\nThe seat of the Council of Europe is in Strasbourg, France. First meetings\nwere held in Strasbourg's University Palace in 1949, but the Council of Europe\nsoon moved into its own buildings. The Council of Europe's eight main\nbuildings are situated in the _Quartier européen_ , an area in the northeast\nof Strasbourg spread over the three districts of Le Wacken, La Robertsau and\nQuartier de l'Orangerie, where are also located the four buildings of the seat\nof the European Parliament in Strasbourg, the Arte headquarters and the seat\nof the International Institute of Human Rights.\n\nBuilding in the area started in 1949 with the predecessor of the _Palais de\nl'Europe_ , the House of Europe (demolished in 1977), and came to a\nprovisional end in 2007 with the opening of the New General Office Building,\nlater named \"Agora\", in 2008. The _Palais de l'Europe_ (Palace of Europe) and\nthe Art Nouveau Villa Schutzenberger (seat of the European Audiovisual\nObservatory) are in the Orangerie district, and the European Court of Human\nRights, the EDQM and the Agora Building are in the Robertsau district. The\nAgora building has been voted \"best international business centre real estate\nproject of 2007\" on 13 March 2008, at the MIPIM 2008. The European Youth\nCentre is located in the Wacken district.\n\nBesides its headquarters in Strasbourg, the Council of Europe is also present\nin other cities and countries. The Council of Europe Development Bank has its\nseat in Paris, the North-South Centre of the Council of Europe is established\nin Lisbon, Portugal, and the Centre for Modern Languages is in Graz, Austria.\nThere are European Youth Centres in Budapest, Hungary, and in Strasbourg. The\nEuropean Wergeland Centre, a new Resource Centre on education for\nintercultural dialogue, human rights and democratic citizenship, operated in\ncooperation with the Norwegian Government, opened in Oslo, Norway, in February\n2009.\n\nThe Council of Europe has external offices all over the European continent and\nbeyond. There are four 'Programme Offices', namely in Ankara, Podgorica,\nSkopje, and Venice. There are also 'Council of Europe Offices' in Baku,\nBelgrade, Chisinau, Kyiv, Paris, Pristina, Sarajevo, Tbilisi, Tirana, and\nYerevan. Bucharest has a Council of Europe Office on Cybercrime. There are\nalso Council of Europe Offices in non-European capital cities like Rabat and\nTunis.\n\nAdditionally, there are 4 \"Council of Europe Liaison Offices\", this includes:\n\n* Council of Europe Liaison Office in Brussels: The office is in charge of liaison with the European Union\n* Council of Europe Office in Geneva: Permanent Delegation of the Council of Europe to the United Nations Office and other international organisations in Geneva\n* Council of Europe Office in Vienna: The office is in charge of liaison with the OSCE, United Nations Office, and other international organisations in Vienna\n* Council of Europe Office in Warsaw: The office is in charge of liaison with other international organisations and institutions in Warsaw, in particular, the Office for Democratic Institutions and Human Rights (OSCE/ODIHR)"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Eligibility",
        "generated_section_content_md": "There are two main criteria for membership: geographic (Article 4 of the\nCouncil of Europe Statute specifies that membership is open to any \"European\"\nState) and political (Article 3 of the Statute states applying for membership\nmust accept democratic values—\"Every member of the Council of Europe must\naccept the principles of the rule of law and the enjoyment by all persons\nwithin its jurisdiction of human rights and fundamental freedoms, and\ncollaborate sincerely and effectively in the realisation of the aim of the\nCouncil as specified in Chapter I\").\n\nSince \"Europe\" is not defined in international law, the definition of \"Europe\"\nhas been a question that has recurred during the CoE's history. Turkey was\nadmitted in 1950, although it is a transcontinental state that lies mostly in\nAsia, with a smaller portion in Europe. In 1994, the PACE adopted\nRecommendation 1247, which said that admission to the CoE should be \"in\nprinciple open only to states whose national territory lies wholly or partly\nin Europe\"; later, however, the Assembly extended eligibility to apply and be\nadmitted to Armenia, Azerbaijan, and Georgia."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Member states and observers",
        "generated_section_content_md": "Postage stamp marks Albania as a member of the Council of Europe 1995\n\nThe Council of Europe was founded on 5 May 1949 by Belgium, Denmark, France,\nIreland, Italy, Luxembourg, Netherlands, Norway, Sweden and the United\nKingdom. Greece and Turkey joined three months later. Iceland, West Germany\nand Saar Protectorate joined the Council of Europe as associate members in\n1950. West Germany became a full member in 1951, and the Saar withdrew its\napplication after it joined West Germany following the 1955 Saar Statute\nreferendum. Joining later were Austria (1956), Cyprus (1961), Switzerland\n(1963), Malta (1965), and Portugal (1976). Spain joined in 1977, two years\nafter the death of its dictator Francisco Franco and the Spanish transition to\ndemocracy. Next to join were Liechtenstein (1978), San Marino (1988) and\nFinland (1989). After the fall of Communism with the Revolutions of 1989 and\nthe collapse of the Soviet Union, the following countries in Europe joined:\nHungary (1990), Poland (1991), Bulgaria (1992), Estonia (1993), Lithuania\n(1993), Slovenia (1993), the Czech Republic (1993), Slovakia (1993), Romania\n(1993), Andorra (1994), Latvia (1995), Moldova (1995), Albania (1995), Ukraine\n(1995), the former Yugoslav Republic of Macedonia (1995) (later renamed North\nMacedonia), Russia (1996, expelled 2022), Croatia (1996), Georgia (1999),\nArmenia (2001), Azerbaijan (2001), Bosnia and Herzegovina (2002), Serbia and\nMontenegro (later Serbia) (2003), Monaco (2004) and Montenegro (2007). After\nRussia being expelled in 2022, the council has 46 member states.\n\nAlthough most Council members are predominantly Christian in heritage, there\nare four Muslim-majority member states: Bosnia and Herzegovina, Turkey,\nAlbania, and Azerbaijan.\n\nThe CoE has granted some countries a status that allows them to participate in\nCoE activities without being full members. There are three types of nonmember\nstatus: _associate member_ , _special guest_ and _observer_. Associate member\nstatus was created for former Axis states which had not yet regained their\nsovereignty since their defeat in the Second World War; as such, it is no\nlonger used, although there have been proposals to reactivate it to permit\nenhanced participation by the current observer states. \"Special guest\" status\nwas used as a transitional status for post-Soviet countries that wished to\njoin the council after the fall of the Berlin Wall and is no longer commonly\nused. \"Observer\" status is for non-European nations who accept democracy, rule\nof law, and human rights, and wish to participate in Council initiatives. The\nUnited States became an observer state in 1995. Currently, Canada, the Holy\nSee, Japan, Mexico, and the United States are observer states, while Israel is\nan observer to the PACE. Additionally Kosovo is a member of the Council of\nEurope Development Bank and a member of the Council of Europe's Venice\nCommission. The Assembly of Kosovo was invited to take part in the work of the\nParliamentary Assembly of the Council of Europe and its committees as an\nobserver in 2016. Two representatives of local government in Kosovo\nparticipate in the work of the Congress of Local and Regional Authorities as\nobservers."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Withdrawal, suspension, and expulsion",
        "generated_section_content_md": "The Statute of the Council of Europe provides for the voluntary suspension,\ninvoluntary suspension, and exclusion of members. Article 8 of the Statute\nprovides that any member who has \"seriously violated\" Article 3 may be\nsuspended from its rights of representation, and that the Committee of\nMinisters may request that such a member withdraws from the Council under\nArticle 7. (The Statute does not define the \"serious violation\" phrase. Under\nArticle 8 of the Statute, if a member state fails to withdraw upon request,\nthe Committee may terminate its membership, in consultation with the PACE.\n\nThe Council suspended Greece in 1967, after a military coup d'état, and the\nGreek junta withdrew from the CoE. Greece was readmitted to the council in\n1974."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.6.1",
        "section_name": "Suspension and exclusion of Russia",
        "generated_section_content_md": "Russia became a member of the Council of Europe in 1996. In 2014, after Russia\nannexed Crimea from Ukraine and supported separatists in eastern Ukraine, the\nCouncil stripped Russia of its voting rights in the PACE. In response, Russia\nbegan to boycott the Assembly in 2016, and beginning from 2017 ceased paying\nits annual membership dues of 32.6 million euros (US$37.1 million) to the\nCouncil placing the institution under financial strain.\n\nRussia stated that its suspension by the council was unfair, and demanded the\nrestoration of its voting rights. Russia had threatened to withdraw from the\nCouncil unless its voting rights were restored in time for the election of a\nnew secretary general. European Council secretary-general Thorbjørn Jagland\norganised a special committee to find a compromise with Russia in early 2018,\na move that was criticised by some as giving in to alleged Russian pressure by\nCouncil members and academic observers, especially if voting sanctions were\nlifted. In June 2019, an approximately two-thirds majority of the Council\nvoted (on a 118–62 vote, with 10 abstentions) to restore Russia's voting\nrights in the council. Opponents of lifting the suspension included Ukraine\nand other post-Soviet countries, such as the Baltic states, who argued that\nreadmission amounted to normalising Russia's malign activity. Supporters of\nrestoring Russia's council rights included France and Germany, which argued\nthat a Russian withdrawal from the council would be harmful because it would\ndeprive Russian citizens of their ability to initiate cases in the European\nCourt of Human Rights.\n\nOn 3 March 2022, after Russia launched a full-scale military invasion of\nUkraine, the council suspended Russia for violations of the council's statute\nand the European Convention on Human Rights (ECHR). The suspension blocked\nRussia from participation in the council's ministerial council, the PACE, and\nthe Council of the Baltic Sea States, but still left Russia obligated to\nfollow the ECHR. On 15 March 2022, hours before the vote to expel the country,\nRussia initiated a voluntary withdrawal procedure from the council. The\nRussian delegation planned to deliver its formal withdrawal on 31 December\n2022, and announced its intent to denounce the ECHR. However, on the same day,\nthe council's Committee of Ministers decided Russia's membership in the\ncouncil would be terminated immediately, and determined that Russia had been\nexcluded from the Council instead under its exclusion mechanism rather than\nthe withdrawal mechanism. After being excluded from the Council of Europe,\nRussia's former president and prime minister Dmitry Medvedev endorsed\nrestoring the death penalty in Russia."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Conventions: European Treaty Series",
        "generated_section_content_md": "The Council of Europe works mainly through international treaties, usually\ncalled conventions in its system. By drafting conventions or international\ntreaties, common legal standards are set for its member states. The\nconventions are collected in the European Treaty Series."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Non-member states",
        "generated_section_content_md": "Several conventions have also been opened for signature to non-member states.\nImportant examples are the Budapest Convention on Cybercrime (signed for\nexample, by Canada, Japan, South Africa and the United States), the Lisbon\nRecognition Convention on the recognition of study periods and degrees (signed\nfor example, by Australia, Belarus, Canada, the Holy See, Israel, Kazakhstan,\nKyrgyzstan, New Zealand and the United States), the Anti-doping Convention\n(signed, for example, by Australia, Belarus, Canada and Tunisia) and the\nConvention on the Conservation of European Wildlife and Natural Habitats\n(signed for example, by Burkina Faso, Morocco, Tunisia and Senegal as well as\nthe European Community). Non-member states also participate in several partial\nagreements, such as the Venice Commission, the Group of States Against\nCorruption (GRECO), the European Pharmacopoeia Commission and the North-South\nCentre.\n\nInvitations to sign and ratify relevant conventions of the Council of Europe\non a case-by-case basis are sent to three groups of non-member entities:\n\n* Non-European states: Algeria, Argentina, Australia, Bahamas, Bolivia, Brazil, Burkina Faso, Chile, China, Colombia, Costa Rica, Dominican Republic, Ecuador, El Salvador, Honduras, Kyrgyzstan, Lebanon, Malaysia, Mauritius, Morocco, New Zealand, Panama, Peru, Philippines, Senegal, South Africa, South Korea, Syria, Tajikistan, Tonga, Trinidad and Tobago, Tunisia, Uruguay, Venezuela and the observers Canada, Israel, Japan, Mexico, United States.\n* European states: Belarus, Kazakhstan, Kosovo, Russia and the observer Holy See.\n* The European Community and later the European Union after its legal personality was established by the ratification of the EU's Lisbon Treaty."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.9",
        "section_name": "European Union",
        "generated_section_content_md": "The Council of Europe is not to be confused with the Council of the European\nUnion (the \"Council of Ministers\") or the European Council, which belong to\nthe European Union, an entirely separate body from the Council of Europe,\nalthough they have shared the same European flag and anthem since the 1980s\nsince they both work for European integration.\n\nCooperation between the European Union and the Council of Europe was\nreinforced in the mid-2000s, notably on culture and education as well as on\nthe international enforcement of justice and Human Rights.\n\nThe European Union is expected to accede to the European Convention on Human\nRights (the convention). There are also concerns about consistency in case law\n– the European Court of Justice (the EU's court in Luxembourg) is treating the\nconvention as part of the legal system of all EU member states in order to\nprevent conflict between its judgements and those of the European Court of\nHuman Rights (the court in Strasbourg interpreting the convention). Protocol\nNo. 14 of the convention is designed to allow the EU to accede to it and the\nEU Treaty of Lisbon contains a protocol binding the EU to join. The EU would\nthus be subject to its human rights law and external monitoring as its member\nstates currently are."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.10",
        "section_name": "Schools of Political Studies",
        "generated_section_content_md": "The Council of Europe _Schools of Political Studies_ were established to train\nfuture generations of political, economic, social and cultural leaders in\ncountries in transition. With the participation of national and international\nexperts, they run annual series of seminars and conferences on topics such as\nEuropean integration, democracy, human rights, the rule of law and\nglobalisation. The first School of Political Studies was created in Moscow in\n1992. By 2020, 20 other schools had been set up along the same lines, forming\nan association; a network covering the whole of Eastern and South-Eastern\nEurope and the Caucasus, as well as some countries in the Southern\nMediterranean region. The schools are part of the Education Department, which\nis part of the Directorate of Democratic Participation within the Directorate\nGeneral of Democracy (\"DGII\") of the Council of Europe."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.11",
        "section_name": "United Nations",
        "generated_section_content_md": "Cooperation between the CoE and the UN started with the agreement signed by\nthe Secretariats of these institutions on 15 December 1951. On 17 October\n1989, the General Assembly of the United Nations approved a resolution on\ngranting observer status to the Council of Europe which was proposed by\nseveral member states of the CoE. Currently, the Council of Europe holds\nobserver status with the United Nations and is regularly represented in the UN\nGeneral Assembly. It has organised the regional UN conferences against racism\nand on women. It co-operates with the United Nations at many levels, in\nparticular in the areas of human rights, minorities, migration and counter-\nterrorism. In November 2016, the UN General Assembly adopted by consensus\nResolution (A/Res/71/17) on Cooperation between the United Nations and the\nCouncil of Europe whereby it acknowledged the contribution of the Council of\nEurope to the protection and strengthening of human rights and fundamental\nfreedoms, democracy and the rule of law, welcomed the ongoing co-operation in\na variety of fields."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.12",
        "section_name": "Non-governmental organisations",
        "generated_section_content_md": "Non-governmental organisations (NGOs) can participate in the INGOs Conference\nof the Council of Europe and become observers to inter-governmental committees\nof experts. The Council of Europe drafted the European Convention on the\nRecognition of the Legal Personality of International Non-Governmental\nOrganisations in 1986, which sets the legal basis for the existence and work\nof NGOs in Europe. Article 11 of the European Convention on Human Rights\nprotects the right to freedom of association, which is also a fundamental norm\nfor NGOs. The rules for consultative status for INGOs appended to the\nresolution (93)38 \"On relation between the Council of Europe and non-\ngovernmental organisations\", adopted by the Committee of Ministers on 18\nOctober 1993 at the 500th meeting of the Ministers' Deputies. On 19 November\n2003, the Committee of Ministers changed the consultative status into a\nparticipatory status, \"considering that it is indispensable that the rules\ngoverning the relations between the Council of Europe and NGOs evolve to\nreflect the active participation of international non-governmental\norganisations (INGOs) in the Organisation's policy and work programme\"."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "3.13",
        "section_name": "Others",
        "generated_section_content_md": "On 30 May 2018, the Council of Europe signed a memorandum of understanding\nwith the European football confederation UEFA.\n\nThe Council of Europe also signed an agreement with FIFA in which the two\nagreed to strengthen future cooperation in areas of common interests. The deal\nwhich included cooperation between member states in the sport of football and\nsafety and security at football matches was finalised in October 2018."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Role of CSOs within the Council of Europe",
        "generated_section_content_md": "The Council of Europe is one of the leading international organisations\ndedicated to the promotion of human rights, democracy, and the rule of law\nacross the European continent. Civil society organisations (CSOs) are integral\nto the Council's work, functioning as partners and expert contributors in\nshaping policies and supporting the protection of fundamental rights.\n\nThe Council of Europe actively encourages civil society engagement,\nparticularly through the participation of international non-governmental\norganisations (INGOs) in its various platforms and bodies.\n\nCSOs contribute to a broad range of Council initiatives related to human\nrights protection, democratic consolidation, and legal reforms. Their\nexpertise and field-level knowledge enrich the policy-making process and help\nensure that rights-based approaches are grounded in practical realities.\n\nCSOs may take part in conferences, sessions, and working groups organised by\nthe Council. They are often invited to submit reports, policy proposals, and\nfindings from their own research. The Council places particular emphasis on\ninvolving CSOs in thematic dialogues that advance democratic institutions and\nsafeguard civil liberties."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Participatory status for international NGOs",
        "generated_section_content_md": "International CSOs (INGOs) may apply for **participatory status** , a\ndesignation that allows them to engage more actively in the Council’s policy\nwork. With this status, INGOs can present professional positions, contribute\nto working documents, and operate as partners in decision-making processes.\n\nTo qualify for participatory status, organisations must meet specific criteria\nestablished by the Council, including demonstrable international scope and\nproven experience in areas such as human rights or democratic governance. Once\ngranted, participatory status enables CSOs to attend various Council meetings\nand express their views on relevant issues.\n\nFurther information on the criteria and application procedure is available at:\nhttps://www.coe.int/en/web/ingo/participatory-status"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "The Conference of INGOs",
        "generated_section_content_md": "CSOs may also engage through the **Conference of International Non-\nGovernmental organisations** (**INGOs**) of the Council of Europe, which\nserves as the primary platform for civil society participation in CoE\ninitiatives. The Conference allows organisations to voice their positions,\nbuild coalitions, and influence decision-making processes.\n\nThrough thematic discussions, the Conference addresses critical issues such as\nhuman rights, social justice, democratic governance, and institutional\ntransparency. It provides an avenue for INGOs to collaborate and contribute\nmeaningfully to the Council’s agenda.\n\nFor participation guidelines and detailed information, see:\nhttps://www.coe.int/en/web/ingo"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Privileges and immunities",
        "generated_section_content_md": "The General Agreement on Privileges and Immunities of the Council of Europe\ngrants the organisation certain privileges and immunities.\n\nThe working conditions of staff are governed by the council's staff\nregulations, which are public. Salaries and emoluments paid by the Council of\nEurope to its officials are tax-exempt on the basis of Article 18 of the\nGeneral Agreement on Privileges and Immunities of the Council of Europe."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Symbol and anthem",
        "generated_section_content_md": "The Council of Europe created, and has since 1955 used as its official symbol,\nthe European Flag with 12 golden stars arranged in a circle on a blue\nbackground.\n\nIts musical anthem since 1972, the \"European anthem\", is based on the \"Ode to\nJoy\" theme from Ludwig van Beethoven's ninth symphony.\n\nOn 5 May 1964, the 15th anniversary of its founding, the Council of Europe\nestablished 5 May as Europe Day.\n\nThe wide private and public use of the European Flag is encouraged to\nsymbolise a European dimension. To avoid confusion with the European Union\nwhich subsequently adopted the same flag in the 1980s, as well as other\nEuropean institutions, the Council of Europe often uses a modified version\nwith a lower-case \"e\" surrounding the stars which are referred to as the\n\"Council of Europe Logo\"."
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Criticism and controversies",
        "generated_section_content_md": "Both Human Rights Watch and the European Stability Initiative have called on\nthe Council of Europe to undertake concrete actions to show that it is willing\nand able to return to its \"original mission to protect and ensure human\nrights\", despite launching political and economic activities that could\ngenerate redundancies with other international organisations (including the\nEuropean Union and OCSE).\n\nIn October 2022, a new and different Pan-European meeting of 44 states was\nheld, as the \"inaugural summit of the European Political Community\", a new\nforum largely organised by French President Emmanuel Macron. The Council of\nEurope, sidelined, reportedly was \"perplexed\" with this development, with a\nspokesperson stating \"In the field of human rights, democracy and the rule of\nlaw, such a pan-European community already exists: it is the Council of\nEurope.\" A feature of the new forum is that Russia and Belarus are\ndeliberately excluded, which was not seen as explaining the need for a\ndifferent entity, given that at the time, Russia was no longer a member of the\nCouncil of Europe and Belarus only participated partially, as a non-\nmember.[_citation needed_]"
    },
    {
        "chapter_name": "Council of Europe",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "\"Caviar diplomacy\" scandal",
        "generated_section_content_md": "After Azerbaijan joined the CoE in 2001, both the Council and its\nParliamentary Assembly were criticised for having a weak response to election\nrigging and human rights violations in Azerbaijan. The Human Rights Watch\ncriticised the Council of Europe in 2014 for allowing Azerbaijan to assume the\nsix-month rotating chairmanship of the council's Committee of Ministers,\nwriting that the Azeri government's repression of human rights defenders,\ndissidents, and journalists \"shows sheer contempt for its commitments to the\nCouncil of Europe\". An internal inquiry was set up in 2017 amid allegations of\nbribery by Azerbaijan government officials and criticism of \"caviar diplomacy\"\nat the council. A 219-page report was issued in 2018 after a ten-month\ninvestigation. It concluded that several members of the Parliamentary Assembly\nbroke CoE ethical rules and were \"strongly suspected\" of corruption; it\nstrongly criticised former Parliamentary Assembly president Pedro Agramunt and\nsuggested that he had engaged in \"corruptive activities\" before his\nresignation under pressure in 2017. The inquiry also named Italian member Luca\nVolontè as a suspect in \"activities of a corruptive nature\". Volontè was\ninvestigated by Italian police and accused by Italian prosecutors in 2017 of\nreceiving over 2.39 million euros in bribes in exchange for working for\nAzerbaijan in the parliamentary assembly, and that in 2013 he played a key\nrole in orchestrating the defeat of a highly critical report on the abuse of\npolitical prisoners in Azerbaijan. In 2021, Volontè was convicted of accepting\nbribes from Azerbaijani officials to water down critiques of the nation's\nhuman rights record, and he was sentenced by a court in Milan to four years in\nprison."
    }
]