[
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\nThe **Council of the Baltic Sea States** (**CBSS**) is a regional\nintergovernmental organisation working on three priority areas: regional\nidentity; regional safety and security; regional sustainability and\nprosperity. These three priority areas aim to address the themes of\nsustainable development, environment, sustainable maritime economy, education,\nlabour, culture, youth engagement, civil security, children's rights and\ntrafficking in human beings."
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Member states",
        "generated_section_content_md": "The CBSS has 11 members – 10 Member States as well as the European Union. The\nMember States are:\n\n* Denmark\n* Estonia\n* Finland\n* Germany\n* Iceland (1995)\n* Latvia\n* Lithuania\n* Norway\n* Poland\n* Sweden"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Former Member States",
        "generated_section_content_md": "* Russia (suspended in March 2022 and withdrew in May the same year)"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Observer States",
        "generated_section_content_md": "11 other countries have observer status:\n\n* Belarus (suspended in 2022)\n* France\n* Hungary\n* Italy\n* Netherlands\n* Romania\n* Slovakia\n* Spain\n* Ukraine\n* United Kingdom\n* United States"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Directors General of the CBSS Secretariat",
        "generated_section_content_md": "Gustav Lindström – Director General of the Permanent International Secretariat of the Council of the Baltic Sea States (CBSS) in Stockholm (since 2024) Jacek Starosciak | 1998–2002\n---|---\nHannu Halinen  | 2002–2005\nGabriele Kötschau  | 2005–2010\nJan Lundin  | 2010–2016\nMaira Mora  | 2016–2020\nGrzegorz Marek Poznański | 2020–2024\nGustav Lindström  | 2024 – current\nCBSS Members and observers"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "The CBSS was established by the region's Foreign Ministers in Copenhagen in\nMarch 1992 as a response to the geopolitical changes that took place in the\nBaltic Sea region with the end of the Cold War. The CBSS founders were Hans-\nDietrich Genscher, Uffe Ellemann-Jensen, Thorvald Stoltenberg, Lennart Meri,\nJānis Jurkāns, Algirdas Saudargas, Henning Christophersen, Paavo Väyrynen,\nAndrei Kozyrev, Margaretha af Ugglas, and Krzysztof Skubiszewski. Since its\nfounding, the CBSS has contributed to ensuring positive developments within\nthe Baltic Sea region and has served as a driving force for multilateral\ncooperation.\n\nSince 1998 the CBSS has been served by a permanent international Secretariat\nthat is located in Stockholm, Sweden and funded by the Member States. The\nhighest institution of CBSS is the conference of foreign ministers, which\nconvenes once per year.\n\nOn 3 March 2022, a declaration from 11 members of the CBSS suspended Russia\nfrom the Council's activities with immediate effect as a result of 2022\nRussian invasion of Ukraine. Additionally, Belarus, with observer status, was\nsuspended from participating in CBSS activities."
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Presidencies",
        "generated_section_content_md": "The Council Presidency rotates between the ten Member States on an annual\nbasis. The European Union does not hold the Presidency. Each Presidency lays\ndown a set of specific priorities to guide the works of the Council for the\nPresidency year and lasts for one year from 1 July until 30 June.\n\nYear  | Country  | Presidency priorities\n---|---|---\n2024-2025  |  Estonia | Strengthening resilience and sustainability\n2023–2024  |  Finland | Comprehensive security, crisis preparedness and resilience\n2022–2023  |  Germany | Offshore wind energy, dumped munitions, youth\n2021–2022  |  Norway | Accelerating cooperation on the green transition, fostering regional identity and cooperation, supporting the current mandates on civil protection\n2020–2021  |  Lithuania | Sustainable Development, green and maritime tourism, civil protection in the Region, fight against human trafficking for labour exploitation in the Region\n2019–2020  |  Denmark | Making the CBSS a More Flexible Organization\n2018–2019  |  Latvia | Integrity & Social Security, Dialogue and Responsibility\n2017–2018  |  Sweden | Sustainability, Continuity and Adaptability\n2016–2017  |  Iceland | Children, Equality and Democracy\n2015–2016  |  Poland | Sustainability, Creativity and Safety\n2014–2015  |  Estonia | Practicality, Efficiency and Cooperation\n2013–2014  |  Finland | Maritime Policy, Civil Protection and People-to-people Contacts\n2012–2013  |  Russia | Stricter environmental standards for maritime transport, synchronizing regional strategies, improving the ecological state of the region\n2011–2012  |  Germany |\n2010–2011  |  Norway | Fight against trafficking in human beings, Maritime policy\n2009–2010  |  Lithuania |\n2008–2009  |  Denmark |\n2007–2008  |  Latvia |\n2006–2007  |  Sweden |\n2005–2006  |  Iceland |\n2004–2005  |  Poland |\n2003–2004  |  Estonia |\n2002–2003  |  Finland |\n2001–2002  |  Russia |\n2000–2001  |  Germany |\n1999–2000  |  Norway |\n1998–1999  |  Lithuania |\n1997–1998  |  Denmark |\n1996–1997  |  Latvia |\n1995–1996  |  Sweden |\n1994–1995  |  Poland |\n1993–1994  |  Estonia |\n1992–1993  |  Finland |"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Committee of Senior Officials",
        "generated_section_content_md": "The Committee of Senior Officials (CSO) consists of high-ranking\nrepresentatives of the Ministries of Foreign Affairs of the ten CBSS Member\nStates as well as of a high-level representative of the European Union. The\nCSO serves as the main discussion forum and decision-making body for matters\nrelated to the work of the Council between Ministerial Sessions. The CSO\nmonitors, facilitates and aims to coordinate the work of all CBSS structures.\n\nThe period chaired by each country rotates on an annual basis and follows the\nCouncil Presidency. The CSO Chairman is a representative, usually at\nambassadorial level, appointed by the Ministry of Foreign Affairs of the\ncountry which holds the Council Presidency.\n\nA number of CBSS structures are operating under the auspices of the CSO.\n\nThe CSO monitors the work of the Expert Groups and coordinates the work\nundertaken in the agreed three long-term priorities 'Regional Identity',\n'Sustainable & Prosperous Region' and 'Safe & Secure Region'."
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Expert Groups",
        "generated_section_content_md": "* CBSS Expert Group on Sustainable Maritime Economy\n* CBSS Expert Group on Children at Risk\n* CBSS Task Force against Trafficking in Human Beings\n\nThe CBSS Expert Group on Sustainable Development, which managed the Baltic\n2030 Action Plan, ceased its operations in 2023."
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Secretariat",
        "generated_section_content_md": "A Permanent International Secretariat of the CBSS was established following a\ndecision taken at the 7th Ministerial Session of the CBSS in 1998 in Nyborg,\nDenmark. The Secretariat was officially inaugurated at its premises on the\nisland of Strömsborg in Stockholm on 20 October 1998. From November 2010 until\nJuly 2020 the Secretariat was located at Räntmästarhuset at Slussplan 9,\nStockholm, Sweden. Since July 2020, Momma Reenstiernas Palace at Wollmar\nYxkullsgatan 23 is the new home of the CBSS Secretariat.\n\nThe mandate of the Secretariat is as follows:\n\n* to provide technical and organisational support to the Chairman of the CBSS and the structures and working bodies of the Council;\n* to ensure continuity and enhanced coordination of CBSS activities;\n* to implement the CBSS Information and Communication Strategy;\n* to maintain the CBSS archives and information database;\n* to maintain contacts with other organisations operating in and around the Baltic Sea region, the national authorities of Member States and the media."
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Strategic partners",
        "generated_section_content_md": "Since the 10th Ministerial Session of the CBSS in 2001, the Council has\nintensified efforts to coordinate CBSS activities with other organisations\nactively working to advance regional cooperation in the Baltic Sea Region. The\nCBSS has taken the initiative to organise annual coordination meetings,\n(organised and presided over by the CSO Chair), with the participation of\nBaltic Sea regional organisations, thus providing a more structured channel\nfor involving the strategic partners to voice their concerns and coordinate\ntheir efforts with the CBSS and other organisations such as:\n\n* B7 Baltic Seven Islands\n* BASTUN\n* BCCA\n* Baltic Sea Forum\n* BSPC\n* BSRUN\n* BSSSC\n* BUP\n* Business Advisory Council\n* CPMR\n* HELCOM\n* IOM\n* NGO Forum\n* OECD\n* ScanBalt\n* UBC"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Long term priorities",
        "generated_section_content_md": "In June 2014, the Council decided, after an evaluation and review of the CBSS\nfive long-term priorities, to mainstream three renewed long-term priorities\nfor the Council of the Baltic Sea States – _Regional Identity, Sustainable &\nProsperous Region and Safe & Secure Region._"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Regional Identity",
        "generated_section_content_md": "Goal\n\nTo foster a Baltic Sea Region identity and intensify contacts supporting its further development\nObjective\n\nTo develop the concept of Baltic Sea Region identity for and a sense of belonging to the Baltic Sea Region through engagement, participation and multilevel governance, in a community spirit and to create a notion of regional unity across borders by developing people-to-people contacts through dialogue, macro-regional networks and institutions;"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Sustainable and Prosperous Region",
        "generated_section_content_md": "Goals\n\nTo develop the Baltic Sea Region as a model region of sustainable societies able to manage and use resources efficiently, to tap the economic, technological, ecological and social innovation potential of the region in order to ensure its prosperity, environmental protection and social cohesion; To contribute to the eradication of obstacles hampering the comprehensive and sustainable development of the region\nObjectives\n\nTo improve the overall competitiveness of the Baltic Sea region through sustainable economic growth and labour markets, research and development, innovative infrastructure, an integrated maritime policy, transport and communications; To support the transition of the Baltic Sea region towards a competitive, green and low-carbon economy thereby ensuring sustainable development and inclusive growth; To support further action to reach a good environmental status and a healthy ecosystem supporting a prosperous Baltic Sea Region; To strengthen the region's capacity to adapt to climate change and the resilience capacity of ecosystems and societies; To ensure further mainstreaming of sustainable development at all levels and in all policy sectors, integrating economic, social and environmental aspects; To promote sustainable and green technologies and initiatives in order to protect the ecosystem and biodiversity of the Baltic Sea region;"
    },
    {
        "chapter_name": "Council of the Baltic Sea States",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Safe and Secure Region",
        "generated_section_content_md": "Goal\n\nTo enhance societal security and safety in the Baltic Sea Region and to ensure that people of the Region are protected from and resilient to violence, accidents and emergencies through preparedness, and safeguarded against harm caused by criminal exploitation and human trafficking\nObjectives\n\nTo counteract all forms of trafficking in human beings, in the Baltic Sea Region via preventive and protective activities and projects based on a coherent and multidisciplinary approach; To promote comprehensive and sustainable child protection in order to prevent and respond to all forms of violence against children through a multi-sectorial approach and increased cooperation between relevant authorities and other stakeholders in the Baltic Sea Region; To strengthen societal resilience to disasters and hazards in all stages of crises through adequate prevention, preparedness, response and recovery; To enhance interoperability and strategic macro-regional cooperation enabling assistance and rapid response to cross-border accidents and emergencies, including disasters that may have cross-border consequences and impact."
    }
]