[
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International river management body\n\nThe **Danube Commission** (French: _Commission du Danube_ ; German:\n_Donaukommission_ ; Russian: Дунайская комиссия, romanized:  _Dunayskaya\nkomissiya_ ; Ukrainian: Дунайська комісія, romanized:  _Dunayska komisiya_) is\nconcerned with the maintenance and improvement of navigation conditions of the\nDanube River, from its source in Germany to its outlets in Romania and\nUkraine, leading to the Black Sea. It was established in 1948 by seven\ncountries bordering the river, replacing previous commissions that had also\nincluded representatives of non-riparian powers. Its predecessor commissions\nwere among the first attempts at internationalizing the police powers of\nsovereign states for a common cause.\n\nMembers include representatives from Austria, Bulgaria, Croatia, Germany,\nHungary, Moldova, Romania, Serbia, Slovakia, and Ukraine.\n\nThe commission dates to the Paris Conferences of 1856, which established for\nthe first time an international regime to safeguard free navigation on the\nDanube, and of 1921, which resurrected the international regime after the\nFirst World War."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Duties",
        "generated_section_content_md": "Flag of the Danube Commission in Budapest, April 2008\n\nThe commission meets regularly twice a year. It also convenes groups of\nexperts to consider items provided for in the commission's working plans.\n\nIts primary duties are:\n\n* Supervising the implementation of the international convention that set it up in 1948.\n* Preparing a general plan of the main works called for in the interest of navigation.\n* Consulting with and making recommendations to the special administrations charged with various stretches of the river and exchanging information with them.\n* Establishing a uniform system of traffic regulations on the whole navigable portion of the Danube and, taking into account the specific conditions of various sections of the river, laying down the basic provisions governing navigation on the Danube, including those governing a pilot service.\n* Unifying the regulations governing river, customs and sanitary inspection.\n* Harmonizing regulations on inland navigation with the European Union and with the Central Commission for Navigation on the Rhine.\n* Coordinating the activity of hydro-meteorological services on the Danube and publishing short-term and long-term hydrologic forecasts for the river.\n* Collecting statistical data on aspects of navigation on the Danube within the commission's competence.\n* Publishing reference works, sailing directions, nautical charts and atlases for purposes of navigation."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Organization",
        "generated_section_content_md": "The commission elects from among its members a president, vice-president and\nsecretary for three-year terms. Serving since 2021 are Liubov Nepop of\nUkraine, Ivan Todorov of Hungary, and Gergő Kocsis of Hungary. The commission\nhas a secretariat of 9 officers under the supervision of a director-general,\nwho is at present Manfred Seitz from Austria.\n\nThe official languages of the commission are German, French and Russian.\n\nThe Danube River"
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Members",
        "generated_section_content_md": "Members the Danube Commission\n\nName  | Official name  | Accession date  | Changes  | Note\n---|---|---|---|---\nAustria | Austria  | 7 January 1960  |  |\nBulgaria | Bulgaria  | 11 May 1949  |  |\nCroatia | Croatia  | 26 March 1998  |  |\nGermany | Germany  | 26 March 1998  |  |\nHungary | Hungary  | 11 May 1949  |  |\nMoldova | Moldova  | 26 March 1998  |  |\nRomania | Romania  | 11 May 1949  |  |\nSerbia | Serbia  | 5 June 2006  | Member as Serbia and Montenegro since 4 Feb 2003.  |\nSlovakia | Slovakia  | 1 January 1993  |  |\nUkraine | Ukraine  | 24 August 1991  | Original member as Ukrainian S.S.R since 14 May 1949.  |\nCzechoslovakia | Czechoslovakia  | 11 May 1949  | Dissolved 31 December 1992  |\nRussia | Russian Federation  | 25 December 1991  | Expelled 1 March 2024  |\nSoviet Union | Soviet Union  | 11 May 1949  | Dissolved 25 December 1991  |\nYugoslavia | Yugoslavia  | 11 May 1949  | Dissolved 4 February 2003  |"
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "History",
        "generated_section_content_md": "As a result of the Danube River Conference of 1948, the river system was\ndivided into three administrations: the regular River Commission (which had\nexisted in one form or another since 1856), a bilateral Romania–USSR\nadministration between Brăila and the mouth of the Sulina channel, and a\nbilateral Romania–Yugoslavia administration at the Iron Gate. Both of the\nlatter were technically under the control of the main commission, members of\nwhich were – at the beginning – Bulgaria, Czechoslovakia, Hungary, Romania,\nUkraine, the USSR, and Yugoslavia."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "4.0.1",
        "section_name": "The Cominform rift",
        "generated_section_content_md": "When the treaty was adopted, Yugoslavia had already been expelled from the\nCominform, the political grouping of all the Communist parties in the Soviet\nbloc. Yet it still voted down the line with the other non-Western countries,\nnearly 200 miles of the Danube flowing through its territory and the only\nnavigable channel through the Iron Gate being on the Yugoslav side of the\nRomanian border. Nevertheless, when the new commission organized its staff,\nthe Yugoslavs were offered only four minor posts out of sixty permanent\nappointments. The Josip Broz Tito government refused them all.\n\nThe commission also fixed freight rates that allegedly discriminated against\nYugoslavia, Belgrade officials said. Faced with this situation,\n\n> the Yugoslav delegate to the commission has been most uncooperative. He has\n> been a minority of one on every major question that has come up for\n> discussion. He opposed, for example, the creation of a special\n> _administration fluviale_ [river administration] run by a joint\n> Czechoslovak–Hungarian Commission to control the difficult Gabcikovo–Gönyű\n> sector… The Yugoslavs lost by six votes to one. But they have at least got\n> their own back by refusing to pay their share of the commission's expenses.\n\nAnother report, however, stated that it was the commission itself that \"had\nmade a determined effort to avoid accepting Yugoslavia's share in the\nexpenses,\" which were even larger than the Yugoslav contribution to the United\nNations.\n\nThese grievances were compounded by the vast powers wielded by the Soviet\nUnion. At the session of November 11, 1949, a Soviet proposal was adopted\nvesting complete powers of appointment, organization, leadership, and\nnegotiation in the secretary, who was the Russian representative. By 1950,\n\n> the Soviet government [had] assumed complete control over the Commission's\n> administrative machinery and reduced the other governments to nominal\n> status… Yugoslav representatives [had] been excluded from every important\n> committee.\n\nAt the May 1951 meeting, the Yugoslavs walked out, forcing adjournment. They\nwere protesting the \"railroading\" of shipping regulations they thought would\nhurt their economy: a rule forbidding inspection of foreign ships by the\nnations through which they were passing. The Yugoslavs charged sabotage and\ninfiltration by Soviet agents aboard the ships. In August, Yugoslavia told the\nUSSR in a note that the commission's rules were \"contrary in letter and\nspirit\" to the 1948 convention, giving the Soviets control of the waterway in\nviolation of national sovereignty.\n\nAt the commission's fifth session, in June 1952, Yugoslavia proposed the\nestablishment of an executive committee to be composed of one representative\nfrom each country; it would control business between formal sessions of the\ncommission. The Soviet bloc voted to study the plan \"sometime between the\nsixth and seventh sessions.\" Next, Yugoslavia proposed that the top posts\nshould be rotated among the six members every three years, but the commission\nrejected that suggestion in June 1953. Rumors sprang up that Yugoslavia would\nresign from the commission because of this treatment.\n\nSlowly, though, the picture changed with a thaw in Yugoslav–Soviet relations.\nOn December 15, 1953, Dragoje Djuric, a Yugoslav diplomat, was elected to the\nsecretary's post, a Hungarian was named president and a Bulgarian vice\npresident. A Belgrade spokesman said in glee that the sessions were unusually\nharmonious because the Iron Curtain countries were agreeing to \"all proposals\nput on the agenda by the Yugoslavs,\" one of them being a Yugoslav–Hungarian\nproposal to move the commission's headquarters in 1954 from Galatz to\nBudapest.\n\nLater, though, the Soviet bloc intimated the downgrading of the Danube\nCommission. A Vienna dispatch reported that the Council for Mutual Economic\nAssistance (Comecon), the Eastern European equivalent of the Marshall Plan,\nhad created a new, permanent Danube committee of its own, its purpose to draft\nmeasures for using Danube water for power, irrigation, and navigation. It\nordered at a Moscow meeting that plans be made to raise the level of the river\nby dams so seagoing ships could move farther upstream."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "4.0.2",
        "section_name": "East–west detente",
        "generated_section_content_md": "The Danube Commission was seen as a bridge between East and West. Czechoslovak\nresearcher Juraj Cuth wrote in 1960 that the Danube Commission, \"has become an\nimportant center of close cooperation of all the riparian states… It has\nturned into a forum of cooperation between representatives of socialist and\ncapitalist states.\""
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "4.0.3",
        "section_name": "Gabčíkovo–Nagymaros Dams",
        "generated_section_content_md": "In 1977 the Gabčíkovo–Nagymaros Dams project was initiated by the Budapest\nTreaty between the Czechoslovak Socialist Republic and the Hungarian People's\nRepublic. The project aimed at preventing catastrophic floods in the Danube\nriver, producing clean electricity by damming the river, creating reservoirs,\nlocks for navigation and a hydro electric power plant. Slovakia took over half\nof the project on 1 December 1993 when the country split however Hungary had\nabandoned the project in 1989 and tried to get out of the agreement. The\nInternational Court of Justice was called upon to judge the case and found\nHungary had breached their legal obligations in almost all points, ordering\nthat the project be completed. It was 2017 before the legal dispute was\nclosed."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "2000 - current",
        "generated_section_content_md": "In 2000 an agreement was reached by the Danube Commission, the Central\nCommission for Navigation on the Rhine and the United Nations Economic\nCommission for Europe regarding the carriage of goods by inland waterways,\nwhich came into effect in 2005 and aims to help transport users and\nstandardise waterway rules in Europe."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "4.1.1",
        "section_name": "During Russo-Ukrainian War",
        "generated_section_content_md": "After the beginning of the full-scale Russian invasion of Ukraine during the\n12th extraordinary session on 17 March 2022 the Representatives of the member\nstates adopted the Decision concerning the military aggression by the Russian\nFederation against Ukraine, violating the basic principles of the Belgrade\nConvention (doc. DC/SES-XII Extr./3). According to this decision the full\npowers of all representatives of the Russian Federation have been declined;\nthey have been excluded from the participation in all meetings at the Danube\nCommission and its working bodies until the restoration of peace, sovereignty\nand territorial integrity of Ukraine within its internationally recognized\nborders.\n\nDuring its 100th session on 14 December 2023 the Danube Commission decided\nthat Russian membership is incompatible given its missile and drone strikes on\nthe Lower Danube. Russia must leave by February 29th, 2024, or the\nCommission’s members will no longer recognize their commitments to Russia\nunder the founding Belgrade Convention."
    },
    {
        "chapter_name": "Danube Commission (1948)",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Future plans",
        "generated_section_content_md": "In 2019 and with a majority of members of the commission being EU members,\nharmonisation with EU transport plans is envisaged, as is a modernisation of\nthe commission to include non Danube river members and to increase the powers\nof the commission. France, Turkey and the European Union have declared they\nwant to become members."
    }
]