[
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "EU project with Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine\n\nThe **Eastern Partnership** (**EaP**) is a joint initiative of the European\nUnion, together with its member states, and six Eastern European countries.\nThe EaP framework governs the EU's relationship with the post-Soviet states of\nArmenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine. The EaP is\nintended to provide a forum for discussions regarding trade, economic\nstrategy, travel agreements, and other issues between the EU and its Eastern\nEuropean neighbours. It also aims at building a common area of shared values\nof democracy, prosperity, stability, and increased cooperation. The project\nwas initiated by Poland and a subsequent proposal was prepared in co-operation\nwith Sweden. It was presented by the foreign ministers of Poland and Sweden at\nthe EU's General Affairs and External Relations Council in Brussels on 26 May\n2008. The Eastern Partnership was inaugurated by the EU in Prague, Czech\nRepublic on 7 May 2009.\n\nThe first meeting of foreign ministers in the framework of the Eastern\nPartnership was held on 8 December 2009 in Brussels."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The Eastern Partnership (EaP) was established as a specific Eastern dimension\nof the European Neighbourhood Policy, which contains both a bilateral and\nmultilateral track. The Eastern Partnership complements the Northern Dimension\nand the Union for the Mediterranean by providing an institutionalised forum\nfor discussing visa agreements, free trade deals, and strategic partnership\nagreements with the EU's eastern neighbours, while avoiding the controversial\ntopic of accession to the European Union. Its geographical scope consists of\nArmenia, Azerbaijan, Belarus, Georgia, Moldova, and Ukraine. Unlike the Union\nfor the Mediterranean, the Eastern Partnership does not have its own\nsecretariat, but is controlled directly by the European Commission.\n\n4th Eastern Partnership Summit,\nRiga, May 2015\n\nIn May 2008, Poland and Sweden put forward a joint proposal for an Eastern\nPartnership with Ukraine, Moldova, Armenia, Azerbaijan, and Georgia, with\nRussia and Belarus participating in some aspects. Eventually, Belarus joined\nthe initiative as a full member, while Russia does not participate at all. The\nPolish foreign minister Radosław Sikorski said \"_We all know the EU has\nenlargement fatigue. We have to use this time to prepare as much as possible\nso that when the fatigue passes, membership becomes something natural_ \" It\nwas discussed at the European Council on 19 and 20 June 2008, along with the\nUnion for the Mediterranean. The Czech Republic endorsed the proposal\ncompletely, while Bulgaria and Romania were cautious, fearing that the Black\nSea Forum for Partnership and Dialogue and the Organization of the Black Sea\nEconomic Cooperation could be undermined. Meanwhile, Germany, France, and\nothers were not happy with the possibility that the Eastern Partnership could\nbe seen as a stepping stone to membership (especially for Ukraine), while\nPoland and other Eastern states have explicitly welcomed this effect.\n\nThe Eastern Partnership was officially launched in May 2009 when the Czech\nRepublic invited the leaders of the six members of the initiative. Meanwhile,\nGermany attended the summit to signal their alarm at the economic situation in\nthe East. Russia accused the EU of trying to carve out a new sphere of\ninfluence, which the EU denied, stating that they were \"responding to the\ndemands of these countries...and the economic reality is that most of their\ntrade is done with the EU\"."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member states",
        "generated_section_content_md": "The Eastern Partnership consists of the following 27 EU member states and six\nEastern European post-Soviet states:\n\nEU member states\n\n* Austria\n* Belgium\n* Bulgaria\n* Croatia\n* Cyprus\n* Czech Republic\n* Denmark\n* Estonia\n* Finland\n* France\n* Germany\n* Greece\n* Hungary\n* Ireland\n* Italy\n* Latvia\n* Lithuania\n* Luxembourg\n* Malta\n* Netherlands\n* Poland\n* Portugal\n* Romania\n* Slovakia\n* Slovenia\n* Spain\n* Sweden\n\nNon-EU members\n\n* Armenia\n* Azerbaijan\n* Belarus (suspended)\n* Georgia\n* Moldova\n* Ukraine\n\nIn addition, the above members, except Belarus, further participate in the\nCouncil of Europe and the Euronest Parliamentary Assembly in which these\nstates forge closer political and economic ties with the European Union.\n\nThe participation of Belarus in the Eastern Partnership and their President\nLukashenko, who has been described as authoritarian, at a summit in 2009 was\nthe subject of debate. On 30 September 2011 Belarus seemingly withdrew from\nthe initiative because of: \"unprecedented discrimination\" and a \"substitution\"\nof the principles on which it was built two years ago. However three days\nlater Foreign Minister of Belarus Sergei Martynov refuted this.\n\nOn 28 June 2021, the Belarusian Ministry of Foreign Affairs confirmed that\nBelarus would suspend its membership in the Eastern Partnership."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Institutions and aims",
        "generated_section_content_md": "Warsaw Summit 2011\n\nThe Eastern Partnership is a forum aiming to improve the political and\neconomic trade-relations of the six Post-Soviet states of \"strategic\nimportance\" – Armenia, Azerbaijan, Belarus, Georgia, Moldova, Ukraine with the\nEuropean Union. Promotion of human rights and rule of law in former Soviet\nstates has been reported to form the \"core\" of the policy of the Eastern\nPartnership. The EU draft of the EaP states that: \"Shared values including\ndemocracy, the rule of law, and respect for human rights will be at its core,\nas well as the principles of market economy, sustainable development and good\ngovernance.\" The Partnership is to provide the foundation for new Association\nAgreements between the EU and those partners who have made sufficient progress\ntowards the principles and values mentioned. Apart from values, the\ndeclaration says the region is of \"strategic importance\" and the EU has an\n\"interest in developing an increasingly close relationship with its Eastern\npartners...\"\n\nThe inclusion of Belarus prompts the question whether values or geopolitics\nare paramount in the initiative. EU diplomats agree that the country's\nauthoritarian president, Alexander Lukashenko, has done little to merit\ninvolvement in the policy at this stage. But the EU fears Russia will\nstrengthen its grip on Minsk if it is left out. There are plans to model the\nconcept on the Stabilisation and Association Process used by the EU in the\nBalkans, including a possible free trade area encompassing the countries in\nthe region, similar to BAFTA or CEFTA. A future membership perspective is not\nruled out, either."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Priority areas of cooperation",
        "generated_section_content_md": "The key focus of the EU engagement within the Eastern Partnership includes the\nachievement of tangible results for the citizens in the partner countries. The\npursuit of tangible outcomes has resulted in 20 deliverables of Eastern\nPartnership cooperation for 2020. They were developed in close consultation\nwith the stakeholders, and include the following:\n\n* Modernised transport connections through the Trans-European Transport Network (TEN-T);\n* Increased political ownership of energy efficiency;\n* Easier access to finance for SMEs, including to lending in local currency;\n* Establishing ways of reducing mobile telephony roaming tariffs between partners by conducting a study;\n* Increased trade opportunities;\n* Greater outreach to grassroots Civil Society Organizations; and,\n* More support for youth.\n\nA joint working document \"Eastern Partnership – focusing on key priorities and\ndeliverables\" drafted by the Commission and EEAS details the objectives across\nthe five priority areas of cooperation agreed at the Eastern Partnership\nSummit in Riga in 2015:\n\n1. Stronger governance: Strengthening institutions and good governance\n2. Stronger economy: Economic development and market opportunities\n3. Better connectivity: Connectivity, energy efficiency, environment and climate change\n4. Stronger society: Mobility and people-to-people contacts\n5. Involvement of broader society, gender and communication"
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Financing",
        "generated_section_content_md": "The EC earmarked €600 million for the six partner countries for the period\n2010–13 as part of the European Neighbourhood and Partnership Instrument,\nconstituting about a quarter of the total funding available to the Eastern\nPartnership countries in that period. The programme had three main purposes:\nComprehensive Institution Building programmes, aimed at supporting reforms\n(approximately €175 million); Pilot regional development programmes, aimed at\naddressing regional economic and social disparities (approximately €75\nmillion); and Implementation of the Eastern Partnership, focusing on\ndemocracy, governance and stability, economic integration and convergence with\nEU policies, energy security, and contacts between people with the aim of\nbringing the partners closer to the EU (approximately €350 million).\n\nIn December 2010, the European Investment Bank established the ″Eastern\nPartnership Technical Assistance Trust Fund″ (EPTATF). It includes the\n″Eastern Partnership Internship Programme″ which is open to students who are\nnationals of Armenia, Azerbaijan, Georgia, Moldova, or Ukraine.\n\nIn 2021, a new aid package was given to the EU's six Eastern Partnership\ncountries, where Ukraine received €1.9 billion, Azerbaijan €140 million, and\nArmenia €2.6 billion. In particular, the aid package to Armenia was 62 percent\nmore than previously promised."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Euronest Parliamentary Assembly",
        "generated_section_content_md": "Established in 2011 as a component of the Eastern Partnership, the Euronest\nParliamentary Assembly is the inter-parliamentary forum in which members of\nthe European Parliament and the Eastern Partnership participate and forge\ncloser political and economic ties with the EU. The Assembly gathers once a\nyear, meeting locations alternate between an Eastern Partnership country and\none of the European Parliament places of work (Brussels, Luxembourg or\nStrasbourg).\n\nCountries that could join the European Union\n\nCurrent members\n\nCandidate countries\n\nApplicant / potential candidate countries\n\nMembership possible\n\nMembership not possible"
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Prospect of EU membership",
        "generated_section_content_md": "In December 2019, following the eighth Euronest Parliamentary Assembly, a\nresolution was passed by all members outlining various EU integration goals to\nbe achieved by 2030. The resolution affirms that the process of EU enlargement\nis open to Eastern Partnership member states and that future enlargement of\nthe EU will be mutually beneficial for both the EU and Eastern Partnership\nmembers.\n\nIn June 2020, European lawmakers called for the creation of a common economic\nspace between the EU and the six members of the Eastern Partnership, as part\nof a process of gradual integration into the EU. The European Parliament\npassed the motion which was supported by 507 MEPs, with 119 voting against and\n37 abstaining. The motion also confirmed that the Eastern Partnership policy\ncan facilitate a process of gradual integration into the EU."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "EU-Ukraine bilateral relations",
        "generated_section_content_md": "Pro-EU demonstration on 27 November 2013 in Kyiv\n\nUkraine is one of six post-Soviet nations to be invited to co-operate with the\nEU within the new multilateral framework that the Eastern partnership is\nexpected to establish. However, Kyiv pointed out that it remains pessimistic\nabout the \"added value\" of this initiative. Indeed, Ukraine and the EU have\nalready started the negotiations on new, enhanced political and free-trade\nagreements (Association and Free-Trade Agreements). Also, there has been some\nprogress in liberalising the visa regime despite persistent problems in the EU\nMember States' visa approach towards Ukrainians.[_citation needed_]\n\nThat is why Ukraine has a specific view of the Eastern Partnership Project.\nAccording to the Ukrainian presidency, it should correspond, in case of his\ncountry, to the strategic foreign policy objective, i.e. the integration with\nthe EU. Yet, the Eastern Partnership documents (the European Council\nDeclaration of May 2009) do not confirm such priorities as political and\neconomic integration or lifting visas.\n\nUkraine has expressed enthusiasm about the project. Ukraine deputy premier\nHryhoriy Nemyria said that the project is the way to modernise the country and\nthat they welcome the Eastern Partnership policy, because it uses 'de facto'\nthe same instruments as for EU candidates.\n\nUnder the Eastern Partnership, Poland and Ukraine have reached a new agreement\nreplacing visas with simplified permits for Ukrainians residing within 30 km\nof the border. Up to 1.5 million people may benefit from this agreement which\ntook effect on 1 July 2009."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Relationship with Russia",
        "generated_section_content_md": "Russia has expressed strong concerns over the Eastern Partnership, seeing it\nas an attempt to expand the European Union's \"sphere of influence\". Russia has\nalso expressed concerns that the EU is putting undue pressure on Belarus by\nsuggesting it might be marginalised if it follows Russia in recognising the\nindependence of the Georgian breakaway regions of Abkhazia and South Ossetia.\n\"Is this promoting democracy or is it blackmail? It's about pulling countries\nfrom the positions they want to take as sovereign states\", Russian foreign\nminister Sergei Lavrov has stated.\n\nSweden, the co-author of the Eastern Partnership project together with Poland,\nrejected Mr Lavrov's position as \"completely unacceptable\". \"The Eastern\nPartnership is not about spheres of influence. The difference is that these\ncountries themselves opted to join\", Swedish foreign minister Carl Bildt said\nat the Brussels Forum. The EU's position on Georgia is not 'blackmail' but \"is\nabout upholding the principles of the EU and international law, which Russia\nshould also be respecting\", he added.\n\nIn November 2009, Russian President Dmitry Medvedev dismissed the Eastern\nPartnership as useless: \"Frankly speaking, I don't see any special use (in the\nprogram) and all the participants of this partnership are confirming this to\nme\". However a few days later Russian Foreign Minister Sergei Lavrov said that\nRussia does not rule out joining the EU's Eastern Partnership programme.\nRussia maintained its opposition towards the EPP. For instance, after the\nWarsaw Summit 2011 of the EPP, Russian Prime Minister Vladimir Putin stated\nthat due to the economic crisis in the EU, Ukraine would probably not join the\nEU. Instead of joining the EU, Putin offered a Russia – Ukraine relationship\nwhich he said would provide a more competitive and productive economic\nprocess.\n\nIn May 2015, President of the European Council Donald Tusk stated that Russia\nwas \"[compensating for] its shortcomings by destructive, aggressive and\nbullying tactics against its neighbours\" while German Chancellor Angela Merkel\nsaid that \"the EU makes a crystal clear difference with Russia. We accept that\nthe different Eastern Partnership nations can go their own way and we accept\nthese different ways.\" Finnish Prime Minister Alexander Stubb stated that \"It\nis the prerogative and right of every independent and sovereign state to\nchoose which club it wants to belong to.\""
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Eastern Partnership Civil Society Forum",
        "generated_section_content_md": "Founded during the Prague Eastern Partnership Summit in 2009, the Eastern\nPartnership Civil Society Forum (EaP CSF) is an integral part of the Eastern\nPartnership program and creates a significant and institutional platform for\ncivil society organisations to monitor and discuss the developments regarding\ndemocracy building and human rights development in the six partnership\ncountries. The EaP CSF consists of six national platforms and five thematic\nworking groups, which are represented by an annually elected Steering\nCommittee composed of 13 members. The Secretariat of the EaP CSF is based in\nBrussels. The EaP CSF meets annually to discuss the latest developments and to\nset their working programme. The first meeting took place in Brussels in 2009.\nThe last EaP CSF Civil Society Summit meeting – which continued the tradition\nof its preceding 16 Annual Assemblies - took place in Vienna in November 2024.\nDuring the meeting, 90 civil society organizations from the EaP countries and\nthe EU adopted a resolution detailing key recommendations on the future of the\nEaP region and policy.\n\nThe EaP CSF aims to support the effective participation of civil society from\nEaP and EU countries in the process of planning, monitoring and implementing\nthe Eastern Partnership policy. It maintains a dialogue with EU and EaP\ndecision makers to democratically transform the EaP countries and guarantee\ntheir integration into the EU.\n\nIn 2011, the EaP CSF launched the Eastern Partnership Index, a data-driven\nmonitoring tool used to inform policy-making. It tracks, on a biennial scale,\nthe reform journey of the six Eastern Partnership countries towards\nsustainable democratic development and European integration.\n\nThe EaP CSF has actively advocated for greater political and financial support\nto civil society in the Eastern partnership, in light of their role in\nsupporting democratization and rule of law reforms. It has also actively\ncampaigned for an EU response to the human rights situation in Azerbaijan and\nBelarus. It also monitors the progress on the Moldovan, Ukrainian and Georgian\ncandidacies to the EU.\n\nAs of January 2025, the EaP CSF counts over 1,200 member organizations and\nremains an official interlocutor of EU institutions and EaP partner countries\nin the EaP architecture. A similar set up is unique for the EaP region, given\nthat no similar platform exists for the Western Balkans or the Southern\nNeighbourhood. The EaP CSF provides a framework for transmitting European\nvalues and norms. As a result, some scholars have attributed a socialization\nfunction to the Forum, whereby norms sponsored by the European Union are\ninternalized by participating civil society organizations."
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Summits",
        "generated_section_content_md": "* 1st Eastern Partnership Summit in Prague in May 2009\n* 2nd Eastern Partnership Summit in Warsaw in September 2011\n* 3rd Eastern Partnership Summit in Vilnius in November 2013\n* 4th Eastern Partnership Summit in Riga in May 2015\n* 5th Eastern Partnership Summit in Brussels in November 2017\n* 6th Eastern Partnership Summit in Brussels in December 2021"
    },
    {
        "chapter_name": "Eastern Partnership",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Criticism",
        "generated_section_content_md": "Although the Eastern Partnership was inaugurated on 7 May 2009, academic\nresearch critically analysing the policy became available by early 2010 with\nthe findings from a UK research project, funded by the Economic and Social\nResearch Council, examining the EU's relations with three Eastern Partnership\nmember states, Belarus, Ukraine, and Moldova notes both conceptual and\nempirical dilemmas. First, conceptually the EU has limited uniform awareness\nof what it is trying to promote in its eastern neighbourhood under the aegis\nof 'shared values', 'collective norms' and 'joint ownership'. Secondly,\nempirically, the EU seems to favour a 'top-down' governance approach (based on\nrule/norm transfer and conditionality) in its relations with outsiders, which\nis clearly at odds with a voluntary idea of 'partnership', and explicitly\nlimits the input of 'the other' in the process of reform."
    }
]