[
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Economic bloc in Central Africa\n\nThis article is part of a series on  \n---  \nPolitics of the African Union  \nInstitutions\n\n  * Casablanca Group\n  * Union of African States\n  * Organisation of African Unity\n  * African Economic Community\n  * African Unification Front\n\n  \nExecutive\n\n  * Assembly\n    * Chairperson\n  * Commission\n    * Chairperson\n    * Conference and Events\n    * Peace & Sec.\n    * Pol. Affairs\n    * Infra. & Energy\n    * Soc. Affairs\n    * HR, Sci., & Tech.\n    * Trade and Industry\n    * Rural Econ. & Agri.\n    * Economic\n    * Legal Counsel\n  * Executive Council\n    * Rep. Committee\n\n  \nLegislature\n\n  * Pan-African Parliament\n    * President (Fortune Z. Charumbira)\n    * Bureau\n    * Secretariat\n    * List of members\n  * Permanent Committees\n    * Rural Econ., Agri., Resources, Environ.\n    * Monetary & Financial\n    * Trade, Customs, & Immigration\n    * Cooperation, IR, & Conflict\n    * Transport, Industry, Communication,   \nEnergy, Science, & Tech.\n\n    * Health, Labour, & Social\n    * Educ., Culture, Tourism, & HR\n    * Gender, Family, Youth, Disabilities\n    * Justice & Rights\n    * Rules, Privileges, & Discipline\n    * Committee on Audit and Public Accounts (CAPA)\n\n  \nJudiciary\n\n  * Sirte Declaration\n  * Constitutive Act of the AU\n  * Law\n    * Charter on Rights\n    * Commission on Human and Peoples' Rights\n  * Justice and Human Rights\n    * Court of Justice\n    * Court on Human and Peoples' Rights\n      * List of judges\n\n  \nAdvisory bodies\n\n  * Peace and Security Council\n  * Economic, Social and Cultural Council\n  * Specialised Technical Committees\n    * Rural Econ., Agri.\n    * Monetary & Financial\n    * Trade, Customs, and Immigration\n    * Industry, Sci. & Tech., Energy, Natural Resources, & Environment\n    * Transport, Comm., Tourism\n    * Health, Labor, Social\n    * Edu., Culture, & Human Resources\n\n  \nFinancial bodies\n\n  * AEC Pillars (Abuja Treaty) \n    * CEN-SAD\n    * COMESA\n    * EAC\n    * ECCAS/CEEAC\n      * CEMAC\n    * ECOWAS/CEDEAO\n      * UEMOA\n      * WAMZ\n    * IGAD\n    * SADC\n      * SACU\n    * AMU/UMA\n  * African Central Bank\n  * African Monetary Union\n  * African Investment Bank\n  * New Partnership for Africa's Development\n    * African Peer Review Mechanism\n    * New Partnership for Africa's Development E-School Program\n\n  \nDecentralised bodies\n\n  * Agencies of the AU\n    * Africa CDC\n    * African Space Agency\n    * Afripol\n\n  \nRelated topics\n\n  * Enlargement\n  * Foreign relations\n  * TerrAfrica partnership\n\n  \n  \n  * Other countries\n\n  \n  \n  * v\n  * t\n  * e\n\n  \n  \nThe **Economic Community of Central African States** (**ECCAS** ; French:\n_Communauté Économique des États de l'Afrique Centrale_ , CEEAC; Spanish:\n_Comunidad Económica de los Estados de África Central_ , CEEAC; Portuguese:\n_Comunidade Económica dos Estados da África Central_ , CEEAC) is an Economic\nCommunity of the African Union for promotion of regional economic co-operation\nin Central Africa. It \"aims to achieve collective autonomy, raise the standard\nof living of its populations and maintain economic stability through\nharmonious cooperation\"."
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Foundation",
        "generated_section_content_md": "At a summit meeting in December 1981, the leaders of the Customs and Economic\nUnion of Central Africa (French acronym UDEAC) agreed in principle to form a\nwider economic community of Central African states. ECCAS was established on\n18 October 1983 by the UDEAC members, São Tomé and Príncipe and the members of\nthe Economic Community of the Great Lakes States (CEPGL established in 1976 by\nthe DR Congo, Burundi and Rwanda). Angola remained an observer until 1999,\nwhen it became a full member.\n\nECCAS began functioning in 1985, but was inactive for several years because of\nfinancial difficulties (non-payment of membership fees by the member states)\nand the conflict in the Great Lakes area. The war in the DR Congo was\nparticularly divisive, as Rwanda and Angola fought on opposing sides. ECCAS\nhas been designated a pillar of the African Economic Community (AEC), but\nformal contact between the AEC and ECCAS was only established in October 1999\ndue to the inactivity of ECCAS since 1992 (ECCAS signed the Protocol on\nRelations between the AEC and the regional blocs (RECs) in October 1999). The\nAEC again confirmed the importance of ECCAS as the major economic community in\nCentral Africa at the third preparatory meeting of its Economic and Social\nCouncil (ECOSOC) in June 1999.\n\nPresided over by President Pierre Buyoya of Burundi, the summit was held in\nLibreville on 6 February 1998. The Heads of State and Government present at\nthe summit committed themselves to the resurrection of the organisation. The\nPrime Minister of Angola also indicated that his country would become a fully\nfledged member. The summit approved a budget of 10 million French francs for\n1998 and requested the Secretariat to:\n\n* Obtain assistance from UNECA to evaluate the operational activities of the secretariat; to evaluate the contributions due by member states; and the salaries and salary structures of employees of the secretariat\n* Convene an extraordinary meeting of the Council of Ministers as soon as possible to evaluate the recommendations of UNECA; the Council should then draw up proposals for a new administrative structure for the secretariat and revised contributions due by each member state.\n\nThe summit also requested countries in the region to find lasting and peaceful\nsolutions to their political problems. The chairman also appealed to member\ncountries to support the complete lifting of the embargo placed on his\ncountry. During the inauguration of President Bongo of Gabon on 21 January\n1999, a mini-summit of ECCAS leaders was held. The leaders discussed problems\nconcerning the functioning of ECCAS and the creation of a third Deputy\nSecretary-General post, designated for Angola. Angola formally joined the\nCommunity during this summit."
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Recent events",
        "generated_section_content_md": "The 10th Ordinary Session of Heads of State and Government took place in\nMalabo in June 2002. This Summit decided to adopt a protocol on the\nestablishment of a Network of Parliamentarians of Central Africa (REPAC) and\nto adopt the standing orders of the Council for Peace and Security in Central\nAfrica (COPAX), including the Defence and Security Commission (CDS),\nMultinational Force of Central Africa (FOMAC) and the Early Warning Mechanism\nof Central Africa (MARAC). Rwanda was also officially welcomed upon its return\nas a full member of ECCAS.\n\nOn January 24, 2003, the European Union (EU) concluded a financial agreement\nwith ECCAS and CEMAC, conditional on ECCAS and CEMAC merging into one\norganization, with ECCAS taking responsibility for the peace and security of\nthe sub-region through its security pact COPAX. CEMAC is not one of the\npillars of the African Economic Community, but its members are associated with\nit through Economic Community of Central African States. The EU had multiple\npeacekeeping missions in the DR Congo: Operation Artemis (June to September\n2003), EUPOL Kinshasa (from October 2003) and EUSEC DR Congo (from May 2005).\n\nThe 11th Ordinary Session of Heads of State and Government in Brazzaville\nduring January 2004 welcomed the fact that the Protocol Relating to the\nEstablishment of a Council for Peace and Security in Central Africa (COPAX)\nhad received the required number of ratifications to enter into force. The\nSummit also adopted a declaration on the implementation of NEPAD in Central\nAfrica as well as a declaration on gender equality.\n\nOn September 23, 2009, pursuant to Presidential Determination 2009-26 and as\npublished in the Federal Register / Vol. 74, No. 183 (Presidential Documents\n48363) ECCAS was made eligible under the U.S. Arms Export Control Act for the\nfurnishing of defense articles and defense services. This makes the ECCAS\norganization and (theoretically) the countries under their charter eligible\nfor U.S. Foreign Military Sales Program (i.e. government to government sales\nand assistance) pursuant to the Arms Export Control Act and for other such\nU.S. assistance as directed by a USG contract to U.S. industry for such\nsupport pursuant to the (ITAR)[1].\n\nIn 2007, Rwanda decided to leave the organisation in order to remove overlap\nin its membership in regional trade blocks and so that it could better focus\non its membership in the EAC and COMESA. Rwanda was a founding member of the\norganisation and had been a part of it since 18 October 1981. It subsequently\nrejoined ECCAS in 2016. On 1 September 2020, Gilberto Da Piedade Verissimo of\nAngola was appointed President of the ECCAS Commission with Francisca\nTatchouop Belobe as vice-President.\n\nIn response to the 2023 Gabonese coup d'état, the ECCAS condemned the military\nuse of force and asked for restoration of constitutional order. It also\nsuspended Gabon's membership in the bloc on 5 September and moved its\nheadquarters from Libreville to Malabo, Equatorial Guinea.\n\nOn 7 June 2025, Rwanda announced its departure from the ECCAS, citing the\nbloc's \"instrumentalisation\" by the Democratic Republic of the Congo."
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Economic and Monetary Community of Central Africa",
        "generated_section_content_md": "The Economic and Monetary Community of Central Africa (or CEMAC from its name\nin French) is an organization established by Cameroon, Central African\nRepublic, Chad, Republic of Congo, Equatorial Guinea and Gabon to promote\neconomic integration among countries that share a common currency, the West\nAfrican CFA franc.\n\nMembership in the regional communities  Country  | ECCAS  | CEMAC  | SADC | EAC\n---|---|---|---|---\nAngola | Yes  | No  | Yes  | No\nBurundi | Yes  | No  | No  | Yes\nCameroon | Yes  | Yes  | No  | No\nCentral African Republic | Yes  | Yes  | No  | No\nChad | Yes  | Yes  | No  | No\nDemocratic Republic of the Congo | Yes  | No  | Yes  | Yes\nEquatorial Guinea | Yes  | Yes  | No  | No\nGabon | Yes  | Yes  | No  | No\nRepublic of the Congo | Yes  | Yes  | No  | No\nRwanda | No  | No  | No  | Yes\nSão Tomé and Príncipe | Yes  | No  | No  | No"
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Objectives",
        "generated_section_content_md": "The ultimate goal is to establish a **Central AfricanCommon Market**. At the\nMalabo Heads of State and Government Conference in 1999, four priority fields\nfor the organization were identified:\n\n* to develop capacities to maintain peace, security and stability - as essential prerequisites for economic and social development\n* to develop physical, economic and monetary integration\n* to develop a culture of human integration\n* to establish an autonomous financing mechanism for ECCAS"
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Structure",
        "generated_section_content_md": "* Conference of Heads of State and Government\n* Council of Ministers\n* Secretariat General (one secretary-general elected for four years and three assistant secretaries-general)\n* Court of Justice\n* Consultative Commission"
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Treaties and protocols",
        "generated_section_content_md": "* Treaty Establishing the Economic Community of Central African States (ECCAS)\n* Protocol Establishing the Network of Parliamentarians of ECCAS (REPAC)\n* Mutual Assistance Pact Between Member States of ECCAS\n* Protocol Relating to the Establishment of a Mutual Security Pact in Central Africa (COPAX)"
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Appendices to the ECCAS Treaty",
        "generated_section_content_md": "* Protocol on the Rules of Origin for products to be traded between member states of the ECCAS\n* Protocol on Non-Tariff Trade Barriers\n* Protocol on the Re-export of goods within the ECCAS\n* Protocol on Transit and Transit facilities\n* Protocol on Customs cooperation within the ECCAS\n* Protocol on the Fund for Compensation for Loss of Revenue\n* Protocol on Freedom of movement and Rights of Establishment of nationals of member states within the ECCAS\n* Protocol on the Clearing House for the ECCAS\n* Protocol on Cooperation in Agricultural development between member states of the ECCAS\n* Protocol on Cooperation in Industrial development between member states of the ECCAS\n* Protocol on Cooperation in Transport and Communications between member states of the ECCAS\n* Protocol on Cooperation in Science and Technology between member states of the ECCAS\n* Protocol on Energy cooperation between member states of the ECCAS\n* Protocol on Cooperation in Natural resources between member states of the ECCAS\n* Protocol on Cooperation in the development of Human resources, Education, Training and Culture between member states of the ECCAS\n* Protocol on Cooperation in Tourism between member states of the ECCAS\n* Protocol on the Simplification and Harmonization of Trade documents and Procedures within the ECCAS\n* Protocol on the Situation of Landlocked, Semi-Landlocked, Island, Part-Island and/or Least Advanced Countries"
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Peace and security activities",
        "generated_section_content_md": "Central African states adopted a pact of non-aggression at the end of the\nfifth meeting of the UN Consultative Committee on Security in Central Africa\nheld in Yaoundé, Cameroon. The pact, adopted on 9 September 1994, was arrived\nat after five days of meeting and discussions between military experts and\nministers of Cameroon, Central African Republic, Republic of Congo, Equatorial\nGuinea, Gabon and São Tomé and Príncipe. At a summit conference of the United\nNations Standing Advisory Committee on Security Questions in Central Africa\nwhich took place in Yaoundé on 25–26 February 1999, member states decided to\ncreate an organisation for the promotion, maintenance and consolidation of\npeace and security in Central Africa, which would be called the Council for\nPeace and Security in Central Africa (COPAX). The COPAX Protocol has now\nentered into force."
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Technical organs of the COPAX council",
        "generated_section_content_md": "* The Central African Early-Warning System (MARAC), which collects and analyses data for the early detection and prevention of crises.\n* The Defence and Security Commission (CDS), which is the meeting of chiefs of staff of national armies and commanders-in-chief of police and gendarmerie forces from the different member states. Its role is to plan, organize and provide advice to the decision-making bodies of the community in order to initiate military operations if needed.\n* The Multinational Force of Central Africa (FOMAC), which is a non-permanent force consisting of military contingents from member states, whose purpose is to accomplish missions of peace, security and humanitarian relief.\n\nThe standing orders for COPAX, including those of CDS, MARAC and FOMAC were\nadopted in June 2002 at the 10th Ordinary Summit in Malabo.\n\nIn January 2000, Gabon hosted a regional peacekeeping exercise \"Gabon 2000\"\nwith the objective of increasing the capacity of ECCAS states in the field of\npeacekeeping and conflict prevention and management. This exercise represented\na direct application of the French RECAMP-concept (reinforcement of African\npeacekeeping capacities).\n\nExtraordinary Summits of both ECCAS and CEMAC took place in Libreville on 23\nJune 2000. Foreign ministers from 10 Central African states met in the\nDemocratic Republic of Congo on 16 and 17 August 2001 to discuss security in\ntheir war-torn region. The meeting was sponsored by the United Nations, and\nonly Rwanda declined to attend.\n\nA meeting of Defence Chiefs of Staff was held in Brazzaville in October 2003,\nat which it was decided that a brigade-size peacekeeping force would be\ncreated in order to intervene in unstable Central African areas. This could\nthen form one of the African Union's five planned brigades of the African\nStandby Force, one brigade for each region (North, West, Central, East and\nSouthern Africa). The meeting recommended that military planners from each of\nthe ECCAS states form a group to work out the details for the force. They also\nsuggested the establishment of a joint peacekeeping training centre and\nmilitary exercises every two years. The first of these is to take place in\nChad."
    },
    {
        "chapter_name": "Economic Community of Central African States",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "MICOPAX",
        "generated_section_content_md": "The Mission for the consolidation of peace in Central African Republic\n(MICOPAX) is a peace operation in the Central African Republic led by the\nECCAS. It is involved in the Central African Republic Bush War and 2012–2013\nCentral African Republic conflict."
    }
]