[
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Body of the League of Nations\n\nThe **Economic and Financial Organization** (EFO, French: _Organisation\néconomique et financière_) was the largest of the technical arms of the League\nof Nations, and the world's first international organization dedicated to\npromoting economic and monetary co-operation. It took shape in the early 1920s\nand was in activity until the creation of the United Nations in 1945. It has\nbeen described as having had seminal influence on postwar economic\ninstitutions, notably the International Monetary Fund (IMF)."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "The establishment of the EFO took place in the aftermath of unprecedented\ntransnational cooperation initiatives among allied powers during World War I,\nwhich were also pioneering experiments in planned economy imposed by the\ncircumstances. These included the Wheat Executive established in late 1916,\nand the Allied Maritime Transport Council established in late 1917. They had\nbrought together enterprising civil servants such as Italy's Bernardo\nAttolico, France's Jean Monnet, and Britain's Arthur Salter, who would play\nkey roles in the war's aftermath. In February 1919, the Paris Peace Conference\nestablished a Supreme Economic Council to manage the postwar economic\nemergencies, but that was soon undermined by a growing division of views\nbetween France and Italy on one side, advocating a continuation of the wartime\njoint action, and the UK and U.S. on the other side, preferring a rapid return\nto market-oriented business as usual.\n\nIn late 1919, Dutch financial community leaders Gerard Vissering and Carel E.\nter Meulen organized two conferences in Amsterdam whose participants included\neconomists Gustav Cassel and John Maynard Keynes. On the basis of their\nconclusions that a collective intergovernmental effort was needed to remedy\nthe postwar disruptions, a petition circulated in January 1920 by _the Times_\nin the UK and _the New York Times_ in the U.S. collected 150 signatures of\nluminaries such as Gustave Ador, Robert Cecil, Arthur Twining Hadley, Herbert\nHoover, J. P. Morgan Jr., Fridtjof Nansen, Richard Vassar Vassar-Smith, Paul\nWarburg, and others including from Denmark and France, an early example of\ncross-national advocacy. In early February, the British government made it\nknown that it would favor the convening of an international conference by the\nLeague of Nations, which had just been formally established in January 1920.\nThe League Council endorsed that proposal during a meeting in London on 13\nFebruary 1920, setting the scene for the Brussels Conference that would be\nheld in September–October 1920."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Establishment and setup",
        "generated_section_content_md": "Arthur Salter was the head of the EFO during its heyday from 1922 to 1931\n\nIn 1919, a prefiguration team of the League, located at 117 Piccadilly in\nLondon, had started to collect and publish economic statistics, which remained\nthe initial focus of the Economic and Financial Section that was soon\nestablished within the League Secretariat, and spent much of 1920 preparing\nthe conference. Walter Layton led that fledgling team and moved with it to\nGeneva in the course of 1920. Per Jacobsson joined the staff in April 1920. In\n1922, Salter took over from Layton's acting successor Frank H. Nixon, and led\nthe EFO until 1931, expanding its staff from seventeen to sixty during that\nperiod. By then, it was significantly larger than any other section of the\nLeague Secretariat.\n\nFollowing a recommendation of the Brussels Conference, the League's inaugural\nAssembly meeting in November 1920 endorsed the expansion of the scope into an\norganization that would be able to formulate policy recommendations to member\n(and non-member) states, despite initial misgivings from the United Kingdom.\nOn that basis, the League established a Joint Provisional Economic and\nFinancial Committee (French: _Commission économique et financière provisoire_)\ncomposed of experts nominated by the League's Council, and thus not officially\nrepresenting their respective governments. After that, the EFO's work agenda\nwas determined by the Second Committee of the League's Assembly, which dealt\nwith all so-called technical issues (under the formal authority of the\nLeague's Council) and met once every year in September.\n\nIn 1923, the Provisional Committee was made permanent and divided into an\nEconomic Committee, dealing primarily with matters of trade and industry\norganization and composed mostly of government officials, and a Financial\nCommittee focused on monetary and fiscal issues with a greater participation\nof central and private bankers. The two committees' setup was flexible and\ninclusive enough that American delegates participated in them from 1927\ndespite the fact that the U.S. was not a member of the League. Similarly,\nJapanese delegate remained on the two Committees for some time after Japan\nwithdrew from the League in 1933. The Economic Committee was granted permanent\nformal status within the League in 1927, initially with a membership of 15\nthat grew over subsequent years, and the Financial Committee in 1937. In the\nmeantime the Financial Committee kept a smaller size of 10 members, who\ntypically came from central banks and finance ministries of member states and\nthe U.S.; Belgium, France and the UK were represented in it by finance\nministry officials, while Switzerland and the Netherlands delegated private-\nsector and central bankers.\n\nThere were also a number of sub-committees of fixed duration, frequently\nincluding leading economists of the time, and standing committees on fiscal\nand statistical matters. The organisational setup of the EFO, like that of the\nLeague of Nations in general, was deliberately obscure as the related opacity\nof decision-forming was viewed as helpful to manage the sensitive matters of\neconomic and financial diplomacy."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Financial Committee membership",
        "generated_section_content_md": "As of late 1923, the Financial Committee's members included\n\n* Albert-Édouard Janssen (National Bank of Belgium)\n* Otto Niemeyer (Bank of England)\n* South African financier Henry Strakosch\n* Dutch financier Carel ter Meulen\n* Italian banker Giuseppe Bianchini\n* Jean Parmentier (French Finance Ministry)\n* Vilém Pospíšil [cs] (Czechoslovak Finance Ministry)\n* Sekiba Teiji (Japanese delegate at the Reparation Commission).\n\nA decade later, the Committee still included Janssen (as Chair), Niemeyer,\nStrakosch, and ter Meulen, as well as\n\n* French finance ministry official Gabriel Dayras\n* German banker Paul Kempner [de]\n* Polish economist Feliks Młynarski\n* Norges Bank governor Nicolai Rygg\n* the Bank of Japan's Shimasuye Shozo\n* Argentine banker Carlos Tornquist\n* Italian lawmaker Cesare Tumedei [it].\n\nNiemeyer, Strakosh and ter Meulen, who had been core committee members from\nthe outset, all resigned in 1937, together with Młynarski.\n\nThe other individuals who sat on the Provisional Economic and Financial\nCommittee between 1920 and 1923 and/or on the Financial Committee between 1923\nand 1931 were\n\n* Aoki Takeshi (Bank of Japan)\n* Arai Kentarō (Japanese Finance Ministry)\n* Joseph Avenol (French Finance Ministry)\n* Federico Ettore Balzarotti (Credito Italiano)\n* Basil Blackett (British Treasury)\n* Louis de Chalendar (French Finance Ministry)\n* Léopold Dubois (Swiss Bank Corporation)\n* José Manuel Figueras Arizcun [es] (Banco de Bilbao)\n* Emil Glückstadt [da] (Danske Landmandsbank)\n* Omer Lepreux [nl] (National Bank of Belgium)\n* Carl Melchior (M. M. Warburg & Co.)\n* Mori Kengo [ja] (Japanese Finance Ministry)\n* American lawyer Jeremiah Smith Jr\n* Fulvio Suvich [it] (Italian Finance Ministry)\n* Tsushima Juichi (Japanese financial attaché in London)\n* Marcus Wallenberg Sr (Stockholms Enskilda Bank)."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "International financial and economic conferences",
        "generated_section_content_md": "The EFO was the linchpin of the four interwar international financial and\neconomic conferences, namely the Brussels Conference of 1920, the Genoa\nConference of 1922, the Geneva Conference of 1927, and the London Conference\nof 1933, even though only the latter two were formally organized under the\nLeague's aegis. In the first three, the EFO was broadly successful at\ncementing an international policy consensus on the underpinnings of financial\nstability, including sound fiscal management and independent central banks,\neven though it made less headway towards restrictions on cartels and trade\nprotection. One flaw of the EFO doctrine, however, was insufficient insistence\non banking supervision, in part a reflection of the fact that the United\nStates, which had the most advanced supervisory practices of the time, was not\na member of the League. Partly for that reason, the European banking crisis of\n1931 shattered the 1920s orthodoxy, leading to the complete failure of the\nLondon Conference in June 1933 after which the League made no further similar\nattempts.\n\nThe League also sponsored a less ambitious International Conference for the\nSimplification of Customs Formalities, which was held in Geneva from October\n15 to November 3, 1923."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Stabilization loans in the 1920s",
        "generated_section_content_md": "Jean Monnet was the main architect of the League's loan framework pioneered\nwith Austria in 1922–1923\n\nUnlike the postwar IMF, which has significant resources of its own, the EFO\nitself had no financial firepower but could resolve collective action problems\namong private investors and governments that desired to foster financial\nstability but were unable or unwilling to do so on a purely bilateral basis.\nIts first endeavor, albeit of limited impact, came in early 1922 with support\nto a loan to Czechoslovakia led by Baring Brothers."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Austria",
        "generated_section_content_md": "A.R. Zimmerman, previously mayor of Rotterdam, was the League's Commissioner-\nGeneral in Austria\n\nThe EFO's first real action came later in 1922 with the financial distress of\nAustria, which was considered desperate enough that the allied powers did not\nwant to take responsibility for it themselves. Austria was buffeted between\nthe competing interests of Britain (which had high credit exposure to it),\nFrance (which was obsessed with the prospect of German-Austrian unification),\nCzechoslovakia and Italy (which had competing designs on Austria as its\nrespective neighbours on the north and south). Jean Monnet, by then the\nLeague's deputy secretary-general, convinced the Council to take on the\nchallenge, in conjunction with eloquent pleas by Austrian Chancellor Ignaz\nSeipel. Monnet had the intuition that the respective British, French,\nCzechoslovak and Italian interests could be leveraged into a cooperative plan,\nand had it conceived during a lakeside gathering with Salter and Basil\nBlackett. As he put it, \"that real danger of foreign intervention could be\nliterally flipped and transformed into a positive endeavor of joint action. It\nwas about channelling the very forces that could have been tempted to take\nadvantage of the crisis into contributing to the preservation of Austrian\nindependence.\" A special committee on Austria, formed to prepare the\nassistance program jointly with the Financial Committee of the League, brought\ntogether Seipel with Britain's Arthur Balfour, Czechoslovakia's Edvard Beneš,\nFrance's Gabriel Hanotaux, and Italy's Guglielmo Imperiali.\n\nThe plan, finalized in three protocols signed in Geneva on 4 October 1922,\nentailed a fiscal and structural adjustment program in line with the\nprinciples which League staff had fostered at the Brussels and Genoa\nConferences, It foresaw the appointment of a powerful Commissioner-General who\nwould be resident in Austria at the program's inception and control the\ndisbursement of the funds, subject to the execution of the reform commitments.\nThe appointment of the Commissioner-General by the League itself, as opposed\nto a business person representing the private creditors, was a major\ninnovation which Monnet defended as key to ensure political acceptance.\nFurthermore and also in line with the Brussels and Genoa consensus, the\nprogram included the creation of an independent national central bank along\nthe lines advocated by Montagu Norman. During the program's negotiation in\n1922, Norman initially fought for the head of that institution to be a\nforeigner, but this met considerable political pushback in Vienna. In December\n1922, the Austrian government unilaterally decided to appoint local banker\nRichard Reisch [de] as governor of the Oesterreichische Nationalbank, which\nwas promptly established in January 1923. This conflict delayed the loan's\nissuance until a compromise was found in the spring of 1923, under which the\nLeague would appoint an \"adviser\" with extensive oversight powers over the\ncentral bank's decisions. The £2 million loan was guaranteed by European\ngovernments and successfully raised in private markets in May 1923,\nunderwritten by J.P. Morgan & Co. in New York and the Bank of England in\nLondon."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Other loans",
        "generated_section_content_md": "After Austria in 1922, similar features were applied to the League-coordinated\nloans to Hungary (1924), Danzig (1925 and 1927), Bulgaria (1926 and 1928),\nEstonia (1927), and Greece (1924 and 1928). There were thus nine \"League\nloans\" in total, in six countries, for an aggregate amount of £81 million. Of\nthat, nearly half was provided by British investors and nearly one-fifth by\nAmerican ones, the rest coming from Continental Europe. The Hungarian loan was\nrequested in August 1923 after the Reparation Commission had agreed on the\namounts Hungary had to pay. Hungary was perceived to be in a less desperate\nposition than Austria a year earlier, which allowed for issuance without any\ngovernment guarantee. The League's buildup of credibility made it possible to\ngradually lower the loans' costs. Portugal explored a similar agreement in\n1928 but eventually balked at the onerous conditions, as Albania had done\nearlier in the decade. In Hungary, Danzig, and Greece, as in Austria, the\nloans entailed the creation of a new independent central bank, respectively\nthe Hungarian National Bank, Bank of Danzig, and Bank of Greece. In Bulgaria\nand Estonia, the existing national bank was restructured and made more\nindependent.\n\nIn all of these loans except Estonia, a foreign official would control two key\naccounts on the League's behalf (this was a specifically appointed\nCommissioner-General in Austria, Hungary and Bulgaria; the League's High\nCommissioner in Danzig; and the pre-existing International Financial\nCommission in Greece). First, the external loan account held money provided by\nthe foreign creditors for use by the borrowing government to cover fiscal\ndeficits during the initial phase of transition. Second, the security revenues\naccount held money collected in the borrowing country as so-called security\nrevenues that served as collateral for the foreign loans, typically from\ncustoms and/or from state monopolies. In addition to controlling both\naccounts, the League's Commissioner usually had a veto right over government\ndecisions deemed adverse to the good execution of the program. Separately and\ncomplementarily, the program entailed the appointment of a League Adviser to\nthe (generally newly created) national central bank, formally an employee of\nthe central bank but in effect a representative of the League. The Adviser's\nposition was defined in the statutes of the central bank, which were typically\ndrafted directly by the EFO's Financial Committee. It granted him a wide\nsupervisory role over the management and operations of the central bank,\nsometimes including a veto on the bank's Board decisions. Finally, the program\nwould designate Trustees to administer the security revenues in case of\ndefault, except in Greece where it relied on the International Financial\nCommission. Several of these officials became known as so-called money\ndoctors, an expression that referred more broadly to foreign experts that\nhelped countries improve their financial and especially monetary policies by\nproviding expertise and experience from the national systems viewed as most\nadvanced.\n\nCountries that had recourse to similar borrowing schemes without appealing to\nthe League's assistance, primarily Poland in 1927 and Romania in 1929,\nstruggled to secure financing conditions as good as those under the League's\nframework, despite the fact that both were advised by Monnet who was by then\nin private practice. The governance innovations pioneered by the League\ninspired other loan packages, including the 1924 Dawes Plan for Germany and\nthose of Belgium and Italy in 1926. Overall and from the standpoint of their\naims of financial stabilization and economic recovery by means of fundamental\nchange in the fiscal and monetary regimes, the loans were impressively\nsuccessful."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Officials appointed by the League",
        "generated_section_content_md": "* Commissioner-General in Austria: Alfred Rudolph Zimmerman [nl] (Dutch, December 1922 – 1926)\n* Adviser at the Austrian National Bank: Charles Schnyder von Wartensee (Swiss, 1923-1924); Anton van Gijn [nl] (Dutch, 1924-1925); Robert Kay (American, 1926-1929)\n* Commissioner-General in Hungary: Jeremiah Smith Jr. (American, May 1924-June 1926)\n* Adviser at the Hungarian National Bank: Harry Arthur Siepmann (British, June 1924 – 1926)\n* Commissioner-General in Bulgaria: René Charron [bg] (French, 1926-1932); Jean Watteau (French, 1932-1934); Pierre Cheysson (French, 1934-1940)\n* Adviser at the Bulgarian National Bank: Jean Watteau (French, 1930-1932); Nikolai Köstner (Estonian, 1932-1940)\n* Adviser at the Bank of Greece: William Horace Finlayson (British, 1928-1937)\n* Adviser at the Bank of Estonia: Walter James Franklin Williamson (British, 1926-1930)"
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "European integration advocacy",
        "generated_section_content_md": "In the late 1920s and early 1930s, partly in response to the surge of U.S.\nprotectionism followed by tariff escalation between the United Kingdom and its\nEuropean neighbors, the EFO developed tentative ideas about European\nintegration, foreshadowing developments two decades later that would lead to\nthe establishment of the European Coal and Steel Community. Salter and Italy's\nPietro Stoppani, who had joined the EFO staff in 1923, reflected on the\nparallel between Europe and the United States and the case for a large\nintegrated market delivering beneficial economies of scale; Salter used the\nexpression \"United States of Europe\" in his own writing. In their view, the\nrealistic way to promote that aim was to agree on exceptions to the most\nfavoured nation principle among some or all European countries, a form of\ntrade regionalism, also stimulated by the landmark call for a \"European Union\"\nsubmitted by France's Aristide Briand to 27 European member states of the\nLeague in September 1929, and the responses it elicited. In September 1930,\nthe League's Assembly decided to set up a Commission of Inquiry for European\nUnion (French: _Commission d'Études pour l'Union Européenne_) to elaborate on\nBriand's proposal, which was chaired by Briand but soon met stalemate in 1931,\ncontributing to Briand's downfall as French foreign minister in January 1932.\nThe EFO's legitimation of European regionalism played a role in stimulating\ntwo stillborn projects, the Austro-German Customs Union publicized in March\n1931 and the Ouchy Convention of June 1932 between the Belgium–Luxembourg\nEconomic Union and the Netherlands."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Policy developments in the 1930s",
        "generated_section_content_md": "After Salter left the League Secretariat in 1931, the negotiation on the\nappointment of its successor led to the division of the EFO Secretariat into\nan Economic Section, headed by Stoppani, and a Financial section headed by\nBritain's Alexander Loveday, who had joined the fledgling League staff at\ninception in 1919 and had led its statistical endeavors since then. The two\nsections were eventually reunited in 1939 together with the secretariat of the\nLeague's Communications and Transit Organization, under Loveday's leadership\nas Stoppani retired. Meanwhile, the staff had developed a genuine\nsupranational ethos, as illustrated by the fact that Stoppani ignored\nMussolini's instructions to resign after Italy withdrew from the League in\n1934. Throughout the 1930s, the EFO displayed intellectual honesty and\nflexibility by abandoning some of its prior gold standard orthodoxy and\nadvocating policies directed at full employment, echoing the contemporaneous\ntheoretical work of John Maynard Keynes and the Stockholm School of Economics.\n\nFollowing the shock of the banking crisis of 1931, the EFO managed to mitigate\nsome of the consequences in its program countries of the 1920s, e.g. Austria,\nHungary, and Bulgaria. The EFO persuaded existing lenders to apply forbearance\nand enlisting new ones to refinance the loans, while directly supervising some\nof the debt-servicing operations.\n\nIn general policy matters, as the scope for wide international consensus had\nshrunk dramatically, the EFO adapted by experimenting with new forms of policy\ninfluence. For example, in a work stream on double taxation already started in\nthe late 1920s and sponsored by the Rockefeller Foundation, it prepared model\nbilateral conventions and sent them to individual governments, rather than\nconvening a conference that would have been unlikely to achieve unanimous\nagreement; eighty such conventions were subsequently signed between 1929 and\n1938. The EFO also had partial success with a number of countries in its\nadvocacy of dismantling foreign exchange controls and restrictive bilateral\nclearing agreements in the mid-1930s. It also worked on securities fraud, the\nstandardization of loan contracts, and restrictions on the sale of raw\nmaterials.\n\nStoppani and Loveday agreed that matters of international trade and\nprotectionism should be at the forefront of the EFO's agenda. Building upon\nSalter's shift in 1929 towards acknowledgement of the validity of regionalism,\nthey posited that genuine progress would not involve all member states at the\nsame time but rather occur \"between those States where there is a desire to do\nbusiness\" as Loveday put it in a 1938 address. For that reason, EFO staff was\nwary about the organization of the London Economic Conference, which had been\ndecided outside of the League framework at the Lausanne Conference of 1932 and\nindeed ended in comprehensive failure. The EFO made renewed advocacy efforts\nin 1935 and 1936 for a reduction of trade restrictions on the basis of the\nmost favoured nation principle, but that was rejected primarily by Britain, to\nthe frustration of the United States which under Secretary of State Cordell\nHull has swung back towards freer trade.\n\nEven so, the League's advocacy, which included a plea for devaluation of the\ngold bloc currencies, played a key role in the Tripartite Agreement of 1936.\nThe agreement’s text repeated much of prior EFO reports' language, and\nfacilitated the simultaneous French policy pivot towards a more liberal trade\nstance. From 1937, after the Tripartite Agreement had only produced\ndisappointing results, the EFO endeavored to secure more autonomy for itself\nwithin the League that would transform it into an autonomous agency along\nsimilar lines as the International Labour Organization, but to no avail in the\nLeague's fast-deteriorating environment."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Economic research and statistics",
        "generated_section_content_md": "The EFO kept employing numerous talented economists in its staff, such as\nGottfried Haberler, Jan Tinbergen, John B. Condliffe, and Ragnar Nurkse.\nCanada's Louis Rasminsky had joined the EFO in 1930, and would stay until\n1939. James Meade served as specialist adviser on behalf of the British\ngovernment. Jacques J. Polak was on the staff from 1938 to 1943. In the late\n1930s, the EFO hired Oskar Morgenstern, Bertil Ohlin, and Jacques Rueff as\noutside experts for its influential work on economic depressions. Other\neconomists who worked at the EFO and would attain later fame, often at the\nIMF, included Marcus Fleming, Alvin Hansen, Folke Hilgerdt, and Tjalling\nKoopmans.\n\nThroughout the 1930s and early 1940s, similarly as the Bank for International\nSettlements which had started operations in 1930, the EFO also produced major\nstatistical and analytical works, both ad-hoc investigations and periodical\nseries of its specialized arm the Economic Intelligence Service (EIS, French:\n_Service d'études économiques_). It pioneered the nascent field of open-\neconomy macroeconomics. From 1933, its research on business cycles was further\nsupported by annual grants from the Rockefeller Foundation. Regular EIS\npublications included the _Statistical Yearbook of the League of Nations_ ,\nthe _Monthly Bulletin of Statistics, Money and Banking_ , the _Review of World\nTrade_ , and from 1936 on, an annual report on the general economic situation.\nMany of these series were subsequently continued by the United Nations. The\nEFO's _World Economic Survey_ , prepared by Condliffe in the early 1930s and\nthen Meade in 1938-1940, has been labeled the ancestor of the IMF's flagship\npublication _World Economic Outlook_."
    },
    {
        "chapter_name": "Economic and Financial Organization of the League of Nations",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Wartime relocation and postwar legacy",
        "generated_section_content_md": "In May 1940, Switzerland was increasingly at risk of being encircled by the\nAxis powers. Loveday decided to move together with around two-thirds of the\nEFO staff,, and eventually relocated the organization at the Institute for\nAdvanced Study in Princeton, New Jersey. The Institute's director Frank\nAydelotte persuaded the U.S. Department of State about the move, deftly\ninvoking the memory of Woodrow Wilson and his associations with both Princeton\nand the League, and secured funding from the Rockefeller Foundation. At\nPrinceton, the exiled EFO played a central role in shaping the work of the\nUnited Nations Relief and Rehabilitation Administration, established in 1943,\nand had influence in the preparation of the Bretton Woods Conference and,\nbeyond its own absorption into the United Nations in 1945, the General\nAgreement on Tariffs and Trade in 1947. Loveday attended Bretton Woods as an\nexternal observer, and several former EFO staff were among the national\nnegotiators, including Rasminsky for Canada and Polak for the Netherlands. In\nthe assessment of Louis Pauly, \"The final economic studies of the League\ncontributed to a new consensus that ultimately found its authoritative\nexpression in the 1944 Bretton Woods Agreement and in the 1947 Havana\nCharter\". That included, in particular, Nurske's landmark study on the\nmacroeconomic history of the interwar period.\n\nThe assessment of the EFO and its impact has ebbed and flowed since its\nabsorption by the nascent United Nations in 1945. In a monograph published\nshortly afterwards, William Martin Hill, who had joined the EFO staff in 1927,\nnoted that \"Consultation between officials engaged in framing and executing\neconomic and social policies in different countries was rare before 1914;\nthrough the League it became an established practice\". The memory of the EFO\nand its partial successes was then somewhat obscured during the Cold War\nperiod by the incentives to emphasize the League's institutional limitations\nin contrast with the more robust western postwar order, including by Salter\nhimself in his memoirs published in 1961.\n\nIn his 1996 study, Pauly notes the parallels between the successes and\nlimitations of the EFO and those of the IMF, noting that both had to adapt to\nmajor financial disruptions, respectively the 1931 crisis and Great\nDepression, and the Nixon shock of 1971. He argues that both institutions\npivoted towards analytical work following the respective setbacks, but also\nthat the memory of the ultimate failure of the League helped the IMF find a\nnew mandate in the 1980s when it played a central role in addressing the Latin\nAmerican debt crisis. He also notes that neither the League nor the IMF were\nallowed to intervene directly in situations deemed too critically sensitive by\ntheir most powerful stakeholders, such as the German reparations which were\n(mis)handled in a separate series of international conferences in which the\nEFO had little or no influence.\n\nMore recent scholarship, not least by historian Patricia Clavin, has\nemphasized the EFO's pioneering initiatives, its policy achievements including\nduring the 1930s, and its role in fostering an epistemic community that would\nbe critically influential in post-World War II developments."
    }
]