[
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International cooperative community\n\nThe **Energy Community** , commonly referred to as the **Energy Community for\nSouth East Europe** (**ECSEE**), is an international organization consisting\nof the European Union (EU) and a number of non-EU countries. It aims to extend\nthe EU internal energy market to wider Southeast Europe. The members commit to\nimplement relevant EU energy _acquis communautaire_ , to develop an adequate\nregulatory framework and to liberalize their energy markets in line with the\n_acquis_ under the founding Treaty."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Aim",
        "generated_section_content_md": "The Energy Community aims at establishing a Pan-European energy market by\nextending the energy _acquis_ of the European Union to the territories of\nSoutheast and Eastern Europe. The Energy Community legal framework covers\nlegislation in the fields of energy, environment, and competition of the EU\nlegislation.\n\nAfter entry into force, the treaty _acquis_ has been extended on several\noccasions. It now also includes legislation in relation to security of supply,\nenergy efficiency, oil, renewable energy, statistics, infrastructure and\nclimate.\n\nIn line with the update at the EU level, the Energy Community transposes and\nimplements the EU's Third Energy Package since September 2011. The 2021\nMinisterial Council adopted five key legislative acts stemming from the EU's\nClean energy for all Europeans package. Renewables, energy efficiency and\ngreenhouse gas reduction targets for 2030 will be adopted at the next\nMinisterial Council in 2022, following the finalization of a study by the\nEuropean Commission."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Parties",
        "generated_section_content_md": "Parties to the Energy Community Treaty are the European Union and nine\nContracting Parties (date of ratification):\n\n---\n\n* European Union (29 May 2006) and\n* Albania (24 May 2006)\n* Bosnia and Herzegovina (20 September 2006)\n* Kosovo (23 December 2005)\n* Moldova (17 March 2010)\n\n|\n\n* Montenegro (15 December 2006)\n* North Macedonia (29 May 2006)\n* Serbia (9 August 2006)\n* Ukraine (15 December 2010)\n* Georgia (1 July 2017)\n\n\n\nAfter having obtained the observer status, Moldova and Ukraine formally\nexpressed their interest in full membership. Mandated by the Ministerial\nCouncil, the European Commission had the first round of formal negotiations\nwith Moldova and Ukraine in late 2008. After three negotiation rounds, the\ntechnical negotiations were concluded in 2009. The Ministerial Council,\nhowever, made the membership conditional on legislative amendments. In\nconcrete terms, it requested both countries to revise their gas laws and to\nalign them with the EU's Gas Directive 2003/55/EC. Whilst Moldova became a\nfull-fledged member as of 1 May 2010, Ukraine officially acceded to the Energy\nCommunity on 1 February 2011.\n\nGeorgia applied for full membership in 2014 and joined the organization as a\nfully-fledged member on 1 July 2017."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Observers",
        "generated_section_content_md": "Any other neighbouring third country can obtain an observer status upon\napproval of a reasoned request by the Ministerial Council. A separate\nProcedural Act regulates the rights and obligations of the observers to the\nTreaty. The observers to the treaty are:\n\n---\n\n* Norway (November 2006)\n* Turkey (November 2006)\n* Armenia (October 2011)"
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Participants",
        "generated_section_content_md": "Pursuant to the treaty, any EU member state may obtain the status of a\nparticipant. In doing so, the EU member state has the right to attend the\nMinisterial Council, the Permanent High Level Group, the Regulatory Board and\nthe fora and participate in the discussions in these bodies. This privilege is\nused by 19 EU member states, namely\n\n---\n\n* Austria (17 November 2006)\n* Bulgaria (1 January 2007)\n* Croatia (17 July 2013)\n* Cyprus (17 November 2006)\n* Czech Republic (17 November 2006)\n* Finland (24 October 2013)\n\n|\n\n* France (18 December 2007)\n* Germany (17 November 2006)\n* Greece (17 November 2006)\n* Hungary (17 November 2006)\n* Italy (17 November 2006)\n* Latvia (23 September 2014)\n* Lithuania (16 October 2015)\n\n|\n\n* Netherlands (29 June 2007)\n* Poland (6 October 2011)\n* Romania (1 January 2007)\n* Slovenia (17 November 2006)\n* Slovakia (17 November 2006)\n* Sweden (23 September 2014)\n\n\n\nFollowing their accession to the European Union, three of the original treaty\nsignatories, Bulgaria, Croatia and Romania, have matured from a Contracting\nParty to a Participant."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Institutions",
        "generated_section_content_md": "The main institutions established by the treaty are:\n\n* Ministerial Council\n* Permanent High Level Group\n* Energy Community Regulatory Board (ECRB)\n* Fora\n* Secretariat"
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Ministerial Council",
        "generated_section_content_md": "The Ministerial Council is the principal decision-making institution of the\nEnergy Community. It takes the key policy decisions and adopts the Energy\nCommunity's rules and procedures. The Ministerial Council is composed of one\nrepresentative from each Contracting Party, usually the Minister responsible\nfor energy, and of two representatives from the European Union, the European\nCommissioner for Energy and a high-level representative of the Presidency of\nthe European Union.\n\nFollowing a decision in December 2009, the Ministerial Council meets once a\nyear. Moreover, the Presidency of the council is held in turn by each\ncontracting party for a term of 12 months. For the period of 1 January to 31\nDecember 2021, Serbia holds the presidency in office and chairs the key\ninstitutional meetings."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Permanent High Level Group",
        "generated_section_content_md": "The Permanent High Level Group brings together senior officials from each\nContracting Party and two representatives of the European Commission. It\nensures the continuity of and follow-up to the political meetings by the\nministers and decides, in certain cases, on implementing measures."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Energy Community Regulatory Board",
        "generated_section_content_md": "The Regulatory Board is composed of high level representatives from the\nnational energy regulatory agencies of the Energy Community Contracting\nParties, Observers and Participants. It advises the Energy Community\nMinisterial Council and Permanent High Level Group (PHLG) on details of\nstatutory, technical and regulatory rules and makes recommendations in the\ncase of cross-border disputes between regulators. The Board can take\nregulatory measures when empowered by the Energy Community Ministerial\nCouncil.\n\nThe Board is currently chaired by its President (2020-2023), Mr Marko\nBislimoski, President of the Energy and Water Services Regulatory Commission\nof the Republic of North Macedonia. The European Union, represented by the\nEuropean Commission, acts as vice-president and is assisted by the Agency for\nthe Cooperation of Energy Regulators (ACER). The Regulatory Board meets in\nAthens. Its work is supported by the Energy Community Secretariat."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Fora",
        "generated_section_content_md": "The fora have the task to advise the Energy Community. Chaired by the European\nCommission, a forum brings together all interested stakeholders from the\nindustry, regulators, industry associations and consumers. Their conclusions,\nagreed by consensus, are addressed to the Permanent High Level Group.\n\nThe establishment of the fora reflects the process leading to the creation of\nthe Energy Community. The Athens Electricity Forum, previously known as South\nEast Europe Energy Regulation Forum, met for the first time in 2002. The terms\ngoverning the Gas Forum were established in 2006. It was decided that the Gas\nForum shall convene in Slovenia. The first Social Forum took place in November\n2008. At its December 2008 meeting, the Ministerial Council decided to adopt\noil stock legislation and to establish the Oil Forum. The first Oil Forum\nconvened in 2009 in Belgrade. Recently, also a Vienna Law Forum, Just\nTransition Forum and Dispute Resolution Forum have been established."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Secretariat",
        "generated_section_content_md": "The day-to-day activities of the Energy Community are administered by the\nSecretariat. The Secretariat assists the Contracting Parties in their\nimplementation of the acquis. The Secretariat supports the Contracting Parties\nin the drafting of legislation and conducts expert missions when requested by\nthe national authorities. The Secretariat organizes annually over 60 events,\nincluding institutional meetings and expert workshops.\n\nEach year the Secretariat submits an Annual Implementation Report to the\nMinisterial Council of the Energy Community, which assesses the compliance of\neach Contracting Party with respect to its obligations under the treaty. If a\nContracting Party fails to comply with its treaty obligations, the Secretariat\nmay open an infringement procedure.\n\nSince 1 December 2021, the director of the Secretariat is Mr Artur Lorkowski.\nMr Lorkowski is the third Energy Community director, following Mr Janez Kopač\n(2012-2021) and Mr Slavtcho Neykov (2007-2012). The director of the\nSecretariat is responsible for ensuring that the Energy Community budget – to\nwhich all Parties contribute – is correctly spent and accounted for. The\ndirector also selects and appoints the staff on the basis of the approved\nestablishment plan of the Energy Community. As of December 2021, the\nSecretariat has 34 staff members holding 18 nationalities.\n\nThe Secretariat has its seat in Vienna, Austria."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Role of the European Union",
        "generated_section_content_md": "Represented by the European Commission, the European Union holds the permanent\nVice-Presidency of the Energy Community. The European Commission assists the\nPresidency in the chairing of the Permanent High Level Group and the\nMinisterial Council and the preparation of agendas of all institutional\nmeetings. At the annual Ministerial Council meeting, the European Commission\nis represented by the Commissioner for Energy. The European Union is the\nlargest contributor to the Energy Community budget. Its contribution is nearly\n95 per cent."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "The roots of the Energy Community Treaty go back to the South-East Europe\nRegional Energy Market for electricity and natural gas formed originally in\nthe framework of the Stability Pact for South Eastern Europe through the\nAthens Memorandum. To this end, the _establishment of the Energy Community\nrepresents a very important political step in a key economic sector before the\naccession of the SEE countries to the EU_. The institutional setting of the\nEnergy Community shows great parallels to the structures of the European\nUnion. _It was in the negotiations for this treaty that the Commission\n\"reproduced\" the institutions that were created by the founding fathers of the\nEuropean Communities and reproduced its own institutions outside its borders_.\nOn the occasion of the signing of the Treaty, the European Commission stated\nthat _the Energy Community Treaty is consciously modelled on the European\nSteel and Coal Community that was the genesis for the European Union_."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Athens Memorandum",
        "generated_section_content_md": "The 'Athens Memorandum' refers to the memorandum of understanding of 2002 and\nits revision of 2003, signed in Athens. It was proposed by the European Union\nand it outlined the principles and the institutional necessities for regional\nelectricity market development in South East Europe. Following intense\ndiscussions, an agreement was reached at the first South East Europe\nElectricity Regulation Forum in June 2002. The signing of the memorandum took\nplace in November 2002 by Albania, Bosnia and Herzegovina, Bulgaria, Croatia,\nGreece, FYR of Macedonia, Romania, Serbia and Montenegro, and Turkey.\n\nThe 2003 revision added natural gas to the scope of work. Under the Athens\nMemorandum a South-East Europe Regional Energy Market was envisioned to form\npart of the EU's internal energy market. The Athens Memorandum also set up a\nnumber of institutions, which collectively are known as the 'Athens Process'.\nIn 2004, the Athens Forum meeting decided to name the process 'Energy\nCommunity'. at the same time the location of future institutions was agreed."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Energy Community Treaty",
        "generated_section_content_md": "In May 2004, the European Union opened negotiations with the countries of the\nsouth-eastern European region to conclude a legal agreement. The negotiations\ntook place between the European Community on one side, and Albania, Bosnia and\nHerzegovina, Bulgaria, Croatia, FYR of Macedonia, Republic of Montenegro,\nSerbia, Romania, Turkey and UNMIK on behalf of Kosovo on the other side. The\ntreaty establishing the Energy Community was signed in Athens, Greece, on 25\nOctober 2005. Signature of the treaty was approved by the European Parliament\non 29 May 2006. The treaty subsequently entered into force on 1 July 2006.\n\nAccording to Article 97, the Treaty is concluded for a period of 10 years from\nthe date of entry into force. In October 2013, the Energy Community\nMinisterial Council unilaterally decided to extend the duration of the treaty\nby ten years, to 2026.\n\nOn this occasion, the Ministerial Council also established a High Level\nReflection Group, which was mandated to assess the adequacy of the\ninstitutional set up and working methods of the Energy Community in achieving\nthe objectives of the Treaty. The Reflection Group published on 11 June 2014\nits final report “ _An Energy Community for the Future_ ”, outlining\nrecommendations on how the Energy Community could be improved. A roadmap has\nbeen adopted as to how these proposals should be taken forward."
    },
    {
        "chapter_name": "Energy Community",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Critics",
        "generated_section_content_md": "The treaty has been criticized by the European Public Service Union as it\nlacks a social dimension. The Energy Community _acquis_ makes an explicit\nreference to public service obligations and customer protection. Whilst the\nTreaty may lack a legally binding _acquis_ on social dialogue, the Contracting\nParties have a legally binding obligation to foster social dimension within\nthe process. In October 2007, the Parties signed the Memorandum of\nUnderstanding on Social Issues in the context of Energy Community. The\nMemorandum recognizes that economic development and social progress are\nmutually linked and should go hand in hand. It also spells out the importance\nand the necessity to involve social partners in the reform process. Ukraine\nand Moldova signed the Declaration of Memorandum of Understanding on Social\nIssues in October 2011.\n\nEnvironmental organizations from south-eastern Europe criticized the process\nin December 2008 as they believed that the ECSEE contains insufficient\nsafeguard mechanisms to ensure that the well-intentioned promotion of energy\nefficiency and renewable energy is not drowned out by the promotion of large\nand often environmentally harmful coal and hydropower plants. The Energy\nCommunity Ministerial Council decided to establish a task force in energy\nefficiency in 2007. It was renamed in 2013 to Energy Efficiency Coordination\nGroup (EECG), providing a broad platform for cooperation between\nrepresentatives of ministries and agencies in charge for energy and energy\nefficiency from Contracting Parties, Observer Countries and Participants.\nSince 2009 the Energy Community implements the core EU energy efficiency\n_acquis_. In the area of renewable energy the discussion to adopt the EU\nrenewable energy directive started already in 2008. The Ministerial Council\nestablished a renewable energy task force in 2009 and adopted the Directive\n2009/28/EC with binding renewable energy targets for 2020 in October 2012. In\nOctober 2015, the ministers decided to re-establish the renewable energy task\nforce. The Energy Community Task Force on Environment has been operational\nsince Spring 2011."
    }
]