[
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International cross-border agreement for energy\n\nThe **Energy Charter Treaty** (**ECT**) is an international agreement which\nestablishes a multilateral framework for cross-border cooperation in the\nenergy industry, principally the fossil fuel industry. The treaty covers all\naspects of commercial energy activities including trade, transit, investments\nand energy efficiency. The treaty contains dispute resolution procedures both\nfor States Parties to the Treaty (vis-à-vis other States) and as between\nStates and the investors of other States, who have made investments in the\nterritory of the former. Full versions of the treaty, both consolidated and\nofficial, are readily accessible.\n\nInitially, the Energy Charter process aimed to integrate the energy sectors of\nthe Soviet Union and Eastern Europe at the end of the Cold War into the\nbroader European and world markets. Its role, however, extends beyond\neast–west cooperation and, through legally binding instruments, free trade in\nglobal energy markets and non-discrimination to stimulate foreign direct\ninvestments and global cross-border trade.\n\nAwards and settlements of the international arbitrations put forward by\nbreaking the law of the Energy Charter Treaty are sometimes in the hundreds of\nmillions of dollars. In 2014, the _Yukos_ cases were decided in favour of the\nclaimants on the basis of the treaty with a record-breaking US$50 billion\naward, although appeals continue in courts in the Netherlands.\n\nThe Energy Charter Treaty has been criticized for being a significant obstacle\nto enacting national policies to combat climate change, and for actively\ndisincentivizing national governments from compliance with recent\ninternational climate treaties such as the Paris Agreement due to the threat\nof significant financial loss.\n\nAs of 2023[update], numerous countries have either left or have announced\nplans to leave the ECT. The European Union and Euratom took the final and\nformal step of exiting the Energy Charter Treaty, which will take effect one\nyear after the depository has received the notification."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "European Energy Charter",
        "generated_section_content_md": "The beginnings of the Energy Charter date back to a political initiative\nlaunched in Europe in the early 1990s. The end of the Cold War offered an\nunprecedented opportunity to overcome previous economic divisions between the\nnations on both sides of the Iron Curtain. The brightest prospect for mutually\nco-dependent beneficial cooperation was the energy sector, given Europe's\ngrowing energy demand and vast resource availability in post-Soviet nations.\nAdditionally, there was a recognised need to establish a commonly accepted\nfoundation for energy cooperation among the states of Eurasia. By these\nconsiderations, the Energy Charter process was born.\n\nThe original European Energy Charter declaration was signed in The Hague on 17\nDecember 1991. It was a political declaration of principles for international\nenergy cooperation in trade, transit and investment, together with the\nintention to negotiate a legally binding treaty, setting the beginning of the\ndevelopment of the Energy Charter Treaty. One of the final hurdles was to find\nlanguage to ensure national sovereignty over natural resources while\nenshrining the principle of international cooperation to allow outside access\nto those resources. Negotiators also succeeded in assuring Austria and\nSwitzerland that they would not bear an undue transit burden for energy\nresources."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Energy Charter Treaty",
        "generated_section_content_md": "The treaty is a legally binding multilateral agreement covering investment\npromotion and protection, trade, transit, energy efficiency and dispute\nresolution. The treaty was signed in Lisbon in December 1994, together with a\n\"protocol on energy efficiency and related environmental aspects\" (PEEREA).\nThe treaty and the protocol came into effect in April 1998. An amendment to\nthe trade-related provisions reflecting the change from the General Agreement\non Tariffs and Trade to World Trade Organization processes was also agreed at\nthat time."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "International Energy Charter",
        "generated_section_content_md": "The International Energy Charter is a non-binding political declaration\nunderpinning key principles for international energy cooperation. The\ndeclaration attempts to reflect the changes in the energy world that have\nemerged since the development of the original Energy Charter Treaty in the\nearly 1990s. The International Energy Charter was signed on 20 May 2015, by 72\ncountries plus the EU, Euratom and ECOWAS at a Ministerial conference hosted\nby the government of The Netherlands."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Energy Charter Conference",
        "generated_section_content_md": "Article 33 of the treaty establishes the Energy Charter Conference, which is\nthe governing and decision-making body of the Organisation and has United\nNations General Assembly observer status in resolution 62/75 adopted by the\nGeneral Assembly on 6 December 2007. Members consist of Countries and Regional\nEconomic Integration Organisations that have signed or acceded to the treaty\nand are represented in the Conference and its subsidiary bodies. The\nConference meets on a regular basis to discuss issues affecting energy\ncooperation among Members and to review the implementation of the treaty and\nPEEREA provisions, and to consider new activities within the Energy Charter\nframework. The Energy Charter Conference has the following subsidiary bodies:\n\n* Strategy Group\n* Implementation Group\n* Budget Committee\n* Legal Advisory Committee\n\nAdditionally, a consultative board—the Industry Advisory Panel—presents the\nprivate sector's views on relevant issues related to energy investments,\ncross-border flows and energy efficiency to the Conference and its groups.\n\nThe Legal Advisory Task Force was set up by the Energy Charter Secretariat in\n2001 to assist in the drafting of balanced and legally coherent Model\nAgreements for cross-border oil and gas pipelines."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Scope",
        "generated_section_content_md": "The treaty's provisions focus on four broad areas: Energy Trade, Investment,\nEnergy Efficiency, Dispute Settlement, Energy Transit."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Trade",
        "generated_section_content_md": "The Energy Charter Treaty's purpose in Energy Trade is to create open and non-\ndiscriminatory energy markets throughout its member states. This framework\nfollows the rules of the multilateral trading system as embodied in the\nGeneral Agreement on Tariffs and Trade (GATT), which later became the World\nTrade Organization (WTO). The Energy Charter Treaty extends the GATT and later\nthe WTO rules in the energy sector amongst its members. Additionally, the\ntreaty covers the trade of all energy materials (e.g. crude oil, natural gas,\nwood fuel, etc.), all final energy products (e.g. petroleum, electricity,\netc.) and energy-related equipment. The rules of trade only cover trade in\ngoods, not trade in services, nor does it concern itself with intellectual\nproperty rights."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Investment",
        "generated_section_content_md": "The treaty is responsible for the protection of foreign direct investment. It\nis estimated that just in the European Union, the United Kingdom and\nSwitzerland, the treaty protects fossil investments of at least €344.6\nbillion. Its provisions protect investors and their investments from political\nrisks involved in investing in a foreign country such as discrimination,\nexpropriation, nationalisation, breach of contract, damages due to war, etc.\nThe legally binding nature of the Energy Charter Treaty makes it the world's\nonly multilateral framework for matters specifically related to energy."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Dispute settlement",
        "generated_section_content_md": "Whereas Article 27 sets out the provisions for dispute resolution between two\ncontracting states, Article 26 of the Energy Charter Treaty provides express\nprovisions for resolving disputes arising under the treaty between an investor\nof a Contracting State and another Contracting State. This process is\ngenerally known as Investor State Dispute Settlement or ISDS. The choices of\narbitration rules are:\n\n* ICSID Rules\n* ICSID Additional Facilities Rules\n* UNCITRAL _Ad hoc_ Rules\n* The Arbitration Rules of the Stockholm Chamber of Commerce\n\nThe most significant claims against Russia, pertaining to the Yukos decision,\narose under the provisions of Article 26.\n\nThe drafting of the treaty has raised some difficult questions in the area of\nInvestor-State Disputes by academics. In 2021 the treaty was struck down by\nthe European Court of Justice for intra-EU disputes only. Some areas of\ndiscussion are:\n\n* the standards of protection granted by the treaty;\n* the international responsibility of States for breaches of the treaty;\n* the various procedures available for the vindication of rights under the treaty;\n* the conditions to be satisfied before a claimant's complaint may be considered on the merits;\n* the impact of EU law on claims under the treaty;\n* the treaty's provisions concerning taxation;\n* possible effects of the ECT on climate;\n* possible geopolitical, climate and financial impacts\n\nand also:\n\n* allegedly deleterious effects on states' budgets.\n* Nathalie Bernasconi-Osterwalder, a lawyer at the International Institute for Sustainable Development (IISD), criticises the ECT for not having \"more precise definitions of investment protection standards, [for not] set[ting] out responsibilities for investors and [for not] integrat[ing] innovations with respect to dispute settlement to ensure transparency and independence,\" unlike more modern approaches. Moreover, she claims it is following expansionist ambitions.\n* Tania Voon, a Professor in Law at the University of Melbourne, criticises the modernization of the ECT for not including a removal of the art. 47 survival clause, and for failing to introduce \"a distinction between investments based on fossil fuels and those based on renewable energy\" in order to achieve climate goals.\n* Cross-party members of the European Parliament advised the commission to withdraw if modernization is not adequate."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Energy efficiency",
        "generated_section_content_md": "The Energy Charter's involvement in matters of energy efficiency and its\nrelation to a cleaner environment was introduced in the 1991 European Energy\nCharter. The subsequent Energy Charter Treaty, and in particular Article 19 of\nthe treaty, requires that each Contracting Party \"... shall strive to minimise\nin an economically efficient manner, harmful Environmental Impacts arising\nfrom energy use.\"\n\nBuilding on article 19 of the Energy Charter Treaty, the Protocol on Energy\nEfficiency and Related Environmental Aspects (PEEREA) defines in more detail\nthe policy principles that can promote energy efficiency and provides guidance\non the development of energy efficiency programmes. PEEREA was negotiated,\nopened for signature and entered into force at the same time (16 April 1998)\nas the Energy Charter Treaty.\n\nIn contrast to other activities in the Charter process, the emphasis in the\nwork on energy efficiency is not legally binding, but rather on practical\nimplementation of a political commitment to improve energy efficiency. This is\npromoted through policy discussions based on analysis and exchange of\nexperience between the member countries, invited independent experts and other\ninternational organisations.\n\nThe implementation of PEEREA provides its member countries with a range of\nbest practices and a forum in which to share experiences and policy advice on\nenergy efficiency issues. Within this forum, particular attention is paid to\nnational energy efficiency strategy, taxation, pricing policy in the energy\nsector, environmentally related subsidies and other mechanisms for financing\nenergy efficiency objectives."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Energy transit",
        "generated_section_content_md": "The Energy Charter Treaty provides a set of rules that covers the entire\nenergy chain, including not only investments in production and generation but\nalso the terms under which energy can be traded and transported across various\nnational jurisdictions to international markets. As such, the agreement is\nintended to prevent disruption of fuel passing between countries."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.5.1",
        "section_name": "Transit Protocol",
        "generated_section_content_md": "The Energy Charter Transit Protocol is a draft protocol which negotiations are\nnot finalised yet. The Protocol would amplify and strengthen the treaty\nprovisions on energy transit issues to mitigate some specific operational\nrisks that continue to affect energy transit flows. Negotiations on the text\nof the Transit Protocol began in early 2000 and a compromise text reflecting\nan extended discussion between the European Union and Russia was tabled for\nadoption at the meeting of the Energy Charter Conference on 10 December 2003.\nIt became clear during the meeting that a unanimous decision could not be\nreached on the basis of the compromise text; a complicating factor was that\nenergy issues, including transit, were a subject on the bilateral agenda for\nthe European Union and Russia in the context of Russian negotiations for\naccession to the World Trade Organization. The Protocol negotiations were then\ntemporarily suspended.\n\nIn December 2007, the Energy Charter Conference reaffirmed its support for the\nfinalisation of negotiations and adoption of the Energy Charter Protocol on\nTransit to expand the existing provisions of the treaty. This work proceeded\nuntil October 2011, when the European Union argued that, given current\ndevelopments in the international energy situation and the lack of progress in\nnegotiations and consultations, it appeared no longer opportune to continue\ntalks. A review of the issue at the end of 2015 noted the continued demand for\na multilateral legally-binding framework for energy transit, and recommended\nfurther exploring the basis for negotiations of such an agreement, which could\naddress various aspects of oil, gas and electricity transportation and\ntransit.\n\nThe Energy Charter Treaty includes an obligation of member countries to\nfacilitate energy transit across their territory, in line with the principle\nof freedom of transit, and to secure established transit flows. At the same\ntime, the treaty provisions do not oblige any country to introduce mandatory\nthird-party access."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "The principle of national sovereignty",
        "generated_section_content_md": "The principles of the Energy Charter are based on the idea that international\nflows of investments and technologies in the energy sector are mutually\nbeneficial. But at the same time, national sovereignty over energy resources\nis a core principle of the treaty (ECT Article 18). An objective of the treaty\nis to promote transparency and efficiency in the operation of energy markets,\nbut it is for governments to define the structure of their domestic energy\nsector. Each country is free to decide whether and how its national energy\nresources are developed, and the extent to which its energy sector is open to\nforeign investors. The treaty does not deal with the ownership issues of the\nenergy companies–there is no obligation to privatise state-owned energy\ncompanies, or to break up vertically integrated energy companies."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership",
        "generated_section_content_md": "Members are countries and Regional Economic Integration Organisations are a\nparty to the treaty through ratification or accession. Membership also\nincludes signatories which provisionally apply the treaty pending entry into\nforce. Such provisional application applies automatically after signature,\nunless it is inconsistent with the domestic law of the country concerned. As\nOctober 2022, the treaty has 51 parties, while it is provisionally applied by\ntwo countries. All Members have ratified the treaty except for Australia,\nBelarus, Norway, and the Russian Federation. Belarus has accepted provisional\napplication of the treaty."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Members of the Energy Charter Conference",
        "generated_section_content_md": "Source:\n\n* Afghanistan\n* Albania\n* Armenia\n* Austria\n* Azerbaijan\n* Belarus * (suspended on 24 June 2022).\n* Belgium\n* Bosnia and Herzegovina\n* Bulgaria\n* Croatia\n* Cyprus\n* Czech Republic\n* Denmark (withdrawal effective on 4 September 2025)\n* Estonia\n* Euratom (withdrawal effective on 28 June 2025)\n* European Union (withdrawal effective on 28 June 2025)\n* Finland\n* Georgia\n* Greece\n* Hungary\n* Iceland\n* Ireland\n* Japan\n* Jordan\n* Kazakhstan\n* Kyrgyzstan\n* Latvia\n* Liechtenstein\n* Lithuania (withdrawal effective on 7 August 2026)\n* Malta\n* Moldova\n* Mongolia\n* Montenegro\n* North Macedonia\n* Norway *\n* Romania\n* Slovakia\n* Sweden\n* Switzerland\n* Tajikistan\n* Turkey\n* Turkmenistan\n* Ukraine\n* Uzbekistan\n* Yemen\n\nRussia and Australia provisionally applied the treaty, but indicated the end\nof the provisional application period in 2009 and 2021 respectively. Italy was\na party to the treaty from 1998 until 2016. In October 2022, a minister from\nthe Netherlands announced his intention to facilitate withdrawal from the\ntreaty. On 21 October 2022, French President Emmanuel Macron also announced\nFrance's withdrawal from the treaty. One month later, the German government\nalso expressed its intent to leave the accord. See also announced withdrawals\nbelow.\n\n_Note: * denotes a state that has signed the treaty and is applying it\nprovisionally but has not ratified it, and denotes a state that has announced\nthat it will withdraw from the treaty._"
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Observers",
        "generated_section_content_md": "Observers status is granted to countries and Regional Economic Integration\nOrganisations that have signed either the European Energy Charter or the\nInternational Energy Charter. Observers have the right to attend all Charter\nmeetings and to receive all related documentation, reports and analysis, and\nto participate in the working debates taking place within the Energy Charter.\nAlso, International Organisations can be granted Observer status by decision\nof the Energy Charter Conference. The intention is that Observer status should\nprovide the chance for a country to familiarise itself with the Charter and\nits functions, to facilitate its assessment of the benefits of accession to\nthe Energy Charter Treaty."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "Countries",
        "generated_section_content_md": "Signatories of European Energy Charter (1991)\n\n* Australia\n* Burundi\n* Canada\n* Chad\n* Indonesia\n* Italy\n* Mauritania\n* Morocco\n* Niger\n* Pakistan\n* Palestine\n* Serbia\n* Syria\n* Uganda\n* United States\n\nSignatories of the International Energy Charter (2015)\n\n* Bangladesh\n* Benin\n* Burkina Faso\n* Cambodia\n* Chile\n* China\n* Colombia\n* East African Community\n* ECCAS\n* ECOWAS\n* Eswatini\n* G5 Sahel\n* Gambia\n* Guatemala\n* Guyana\n* Iran\n* Iraq\n* Kenya\n* Mali\n* Nigeria\n* Panama\n* Rwanda\n* Senegal\n* Sierra Leone\n* South Korea\n* Tanzania\n* United Arab Emirates\n* Vietnam"
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.2.2",
        "section_name": "International organisations",
        "generated_section_content_md": "* Association of Southeast Asian Nations (ASEAN, 2003)\n* Baltic Sea Region Energy Cooperation (BASREC, 2000)\n* Black Sea Economic Cooperation (BSEC, 1991)\n* CIS Electric Power Council (1991)\n* European Bank for Reconstruction and Development (EBRD, 1991)\n* International Energy Agency (IEA, 1991)\n\n|\n\n* International Energy Forum (IEF, 2007)\n* Organisation for Economic Co-operation and Development (OECD, 1991)\n* United Nations Economic Commission for Europe (UNECE, 1991)\n* World Bank (1991)\n* World Trade Organization (WTO, 1991)\n\n\n---|---"
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Former members",
        "generated_section_content_md": "* Italy (signed 1991, withdrawn 2016)\n* France (signed 1991, withdrawn 2023)\n* Germany (signed 1991, withdrawn 2023)\n* Poland (signed 1991, withdrawn 2023)\n* Luxembourg (signed 1991, withdrawn 17 July 2024)\n* Slovenia (withdrawn 14 October 2024)\n* Portugal (withdrawn 2 February 2025)\n* Spain (withdrawn 17 April 2025)\n* United Kingdom (withdrawn 27 April 2025)\n* Netherlands (withdrawn 28 June 2025)"
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Russian participation",
        "generated_section_content_md": "The Russian Federation signed the treaty and applied it provisionally but did\nnot ratify it. It linked the ratification of the treaty to negotiations on an\nEnergy Charter Transit Protocol. In October 2006, German chancellor Angela\nMerkel and French president Jacques Chirac proposed the creation of a\n_balanced energy partnership_ between France and Germany, representing the\nEuropean Union, and Russia. Under the agreement, Russia would have to sign the\nEuropean Energy Charter, which, according to a _New York Times_ summary of a\nreport in Russian newspaper _Kommersant_ , Russian President Vladimir Putin\nsaid impinges on Russia's national interests.\n\nIn December 2006, Russia indicated that the ratification of the treaty was\nunlikely due to the provisions requiring third-party access to Russia's\npipelines. On 20 August 2009, it officially informed the depository of the\ntreaty (Government of Portugal) that it did not intend to become a contracting\nparty to the treaty and the related protocol terminating the provisional\napplication of the treaty and the PEEREA starting from 18 October 2009.\n\nNotwithstanding the termination of provisional application of the treaty by\nRussia, the provisions regarding dispute settlements and investment protection\nare still in force for additional twenty years. On 30 November 2009, the\nPermanent Court of Arbitration in The Hague, which had been considering this\ncase since 2005 under the UNCITRAL Rules, ruled that former Yukos shareholders\ncan move on to the merits phase of their arbitration claim against the Russian\ngovernment. GML, previously known as Menatep, the principal shareholder in\nYukos, is suing Russia for more than $100 billion in an international\narbitration case under the treaty. The hearings took place in October 2012.\n\nIn July 2014, the international arbitration panel in The Hague unanimously\nruled in favour of the shareholders, awarding $50 billion damages for the\nseizure of assets and dismantling of Yukos. The Russian government has vowed\nnot to comply with the ruling, setting off an international legal dispute\nwhich has resulted in France and Belgium seizing Russian assets for possible\nuse as restitution for the claimants. However, a French court ruled against\nthe seizure by the French authorities, and a Dutch court later overturned the\n$50 billion ruling, arguing Russia had not ratified the Energy Charter Treaty\nand so was not bound by it."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Renewable energy investment cases in Spain",
        "generated_section_content_md": "As of 2020, Spain was the state most affected by ECT awards, having lost €825\nmillion to investors. In a series of 20 arbitral decision, Spain was found\nliable for having generated legitimate expectations of a stable framework of\nrenewable energy investment incentives and having afterwards abruptly reversed\nthese expectations."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Secretariat",
        "generated_section_content_md": "The Secretariat is located in Brussels.\n\nThe Energy Charter Treaty established the creation of a permanent Secretariat\nthat was originally set up to accommodate the dialogue amongst the contracting\nparties during the negotiation of the treaty. The Secretariat is mandated by\nthe Energy Charter Conference Primarily to provide the Conference with all\nnecessary assistance for the performance of its duties including promotion,\norganisation and legal support along with meeting space for subsidiary body\nmeetings hosted at the Secretariat.\n\nSince 1 January 2022, the Secretary General is Guy Lentz and, since September\n2021, the Assistant Secretary General is Atsuko Hirose."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Organisation",
        "generated_section_content_md": "One of the primary mandates given by the Energy Charter Conference to the\nSecretariat is to organise and administer meetings of the Conference and its\nsubsidiary bodies. In addition, the Secretariat organises conferences and\nenergy forums related to the global ongoing energy dialogues."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Monitor ECT and PEEREA obligations",
        "generated_section_content_md": "Article 19 of the treaty, requires that each Contracting Party minimise, in an\neconomically efficient manner, harmful environmental impacts arising from\nenergy use. The Secretariat monitors the enforcement of these obligations in\nthe contracting parties of the treaty and creates various publicly available\nreports on each of the contracting parties such as energy efficiency and the\ninvestment climate."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Legal support",
        "generated_section_content_md": "The Energy Charter Treaty contains a comprehensive system for settling\ndisputes on matters covered by the treaty. The two primary forms of binding\ndispute settlement are state-state arbitration on the interpretation or\napplication of almost all aspects of the treaty (except for competition and\nenvironmental issues), and investor-state arbitration (Article 26) for\ninvestment disputes. There are special provisions, based on the WTO model, for\nthe resolution of inter-state trade issues and the treaty also offers a\nconciliation procedure for transit disputes. The Secretariat maintains legal\nadvice to these arbitrations as well as has responsibility for maintaining the\nTravaux préparatoires used to clarify the intentions of the treaty by Article\n32 of the Vienna Convention on the Law of Treaties.\n\nThe Secretariat maintains a publicly available list of cases that have been\nbrought by investors to international arbitration. These cases have been\nlitigated under the arbitration regulations of the ICSID, Arbitration\nInstitute of the SCC, and UNCITRAL. The Arbitration Awards or Settlements are\nsometimes in the hundred of millions of dollars. Disputes concerning\ncompetition (Article 6) and environmental issues (Article 19) the Secretariat\nprovides for bilateral (in the case of competition) or multilateral (in the\ncase of environmental protection) non-binding consultation mechanisms."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Criticism",
        "generated_section_content_md": "The Energy Charter Treaty has come under heavy criticism for being an obstacle\nto the transition to renewable energy. Transnational corporations who have\ninvested in fossil fuel production and nuclear power can sue national\ngovernments for loss of profit on their investments as a consequence of the\ntransition to renewable energy. Critics argue that the Energy Charter Treaty\nhas a chilling effect on energy-related legislation. Russia and Norway refused\nto ratify the treaty, and Italy left in 2016, over environmental concerns\nabout ECT. For example, the German energy company RWE has sued the Dutch\ngovernment for €1.4 billion in compensation for the phasing out of coal power\nplants. In October 2020, the European Parliament voted to end fossil fuel\nprotection under the ECT.\n\nIn late‑2022, the European Commission was seeking to clarify that the ECT does\nnot apply within the European Union. The Commission says \"the risk of legal\nconflict is such as to render an international agreement incompatible with EU\nlaw\" and adds that EU [member] states should thus \"confirm that the ECT does\nnot apply, and has never applied to intra‑EU relations\".\n\nA joint investigation by _The Guardian_ , the Transnational Institute, and\nBerlin‑based Powershift, made public in mid‑November 2022, revealed opaque\nproceedings, inadequate controls on conflicts of interest for key personnel,\nincluding arbitrators, and potential bias in favor of fossil fuel interests."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Calls and plans for withdrawal",
        "generated_section_content_md": "Several countries and organisations have proposed withdrawing from the ECT.\nHowever, the Treaty has a \"sunset clause\" that allows lawsuits to be filed for\n20 years after the departure of a member; Italy left the ECT in 2015, but was\nsuccessfully sued in 2022.\n\nIn 2020, Julia Steinberger and Yamina Saheb (both co-authors of the IPCC Sixth\nAssessment Report) initiated an open letter that calls for the withdrawal from\nthe ECT. They justify the call with the claim that the ECT is an obstacle to\nthe Paris Agreement and the European Green Deal. The letter has been signed,\nfor example, by Sandrine Dixson-Declève, Connie Hedegaard, James K. Galbraith,\nHelga Kromp-Kolb, Rachel Kyte, Thomas Piketty, Olivier de Schutter and Jean-\nPascal van Ypersele. On 15 December 2020, the Spanish minister for ecological\ntransition, Teresa Ribera, supported the idea of withdrawing from it if it was\nnot possible to reach an agreement to make the Energy Charter Treaty\ncompatible with the Paris Agreement. The International Institute for\nSustainable Development describes the possibility of a withdrawal with\nneutralization of the survival clause."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Announced withdrawals",
        "generated_section_content_md": "As of October 2022, Spain, the Netherlands and Poland intended to withdraw\nfrom the ECT, and Germany, France and Belgium were \"examining their options\".\nOn 21 October 2022, France announced that it would leave the treaty, citing a\ndesire to accelerate nuclear and renewable energy use before fossil fuels. And\non 14 November 2022, Germany announced its intention to withdraw in order to\nbetter tackle climate change. Slovenia had earlier stated its intention to\nwithdraw. Denmark announced in April 2023 that it intends to withdraw.\n\nIn July 2023 the European Commission formally proposed legislation for both\nthe union and its member states to make a \"coordinated and orderly\"\nsimultaneous withdrawal from the ECT.\n\nThe UK government announced in September 2023 that it would consider leaving\nthe \"outdated\" treaty if modernisation was not agreed by that November. In\nFebruary 2024, the United Kingdom announced its plans to withdraw from the\ntreaty due to a failure in negotiations to modernise the treaty. In March\n2024, the European Union countries jointly agreed to leave the ECT. However,\nbefore this will take effect the European Parliament has to agree."
    },
    {
        "chapter_name": "Energy Charter Treaty",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Withdrawals",
        "generated_section_content_md": "Italy withdrew in 2016; France, Germany and Poland in 2023, Luxembourg and\nSlovenia in 2024 and Portugal, Spain and the UK in 2025"
    }
]