[
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Eastern European development bank\n\nThe **Eurasian Development Bank** (**EDB**) is an international development\nfinance institution investing in the development of the economies, trade and\nother economic ties, and integration in Eurasian countries. The EDB was\nfounded in 2006 and is headquartered in Almaty, Kazakhstan. The Bank has a\nbranch in St. Petersburg and representative offices in Astana, Bishkek,\nDushanbe, Yerevan, Minsk, and Moscow."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History of the EDB",
        "generated_section_content_md": "The founding of the Eurasian Development Bank on 12 January 2006 was initiated\nby the Presidents of Russia and Kazakhstan. It began operating in June 2006.\n\nArmenia and Tajikistan joined the EDB in 2009, Belarus in 2010, and the Kyrgyz\nRepublic in 2011. In January 2013, the Organisation for Economic Cooperation\nand Development recognised the EDB as a multilateral financial institution.\n\nIn March 2022, the bank's eurobonds were downgraded by Fitch due to the\nsanctions prompted by the Russian invasion of Ukraine which prompted the bank\nto offer buybacks of the 2022 eurobonds up to the amount of $200 USD million."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "The present membership of the Bank consists of 6 countries. Other states and\ninternational organisations can become members by acceding to the Agreement\nEstablishing the Bank.\n\nRanked on the basis of paid-up capital (as of January 2023) major shareholders\ninclude:\n\n1. Russia (44.78 %)\n2. Kazakhstan (37.28%)\n3. Belarus (5.21 %)\n4. Tajikistan (4.25%)\n5. Kyrgyzstan (4.22%)\n6. Armenia (4.22%)\n\nThe president of Uzbekistan Shavkat Mirziyoyev has signed a law on\nUzbekistan's accession to the Agreement Establishing the Eurasian Development\nBank. Uzbekistan will become the seventh member of the bank and the third\nlargest shareholder with a 10% equity stake."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Potential members",
        "generated_section_content_md": "* During an interview, Dmitry Pankin, chairman of the EDB's management board, stated that there were 12 countries expressing to join, including Azerbaijan, Egypt, Israel, India, Indonesia, Iran, Japan, Mongolia, Singapore, Thailand, the Republic of Korea and Vietnam.\n* Moldova: In November 2019, Moldova confirmed its intention to join the Eurasian Development Bank during a meeting in Moscow.\n* Hungary: Hungary expressed its interest to join the Eurasian Development Bank. Hungarian finance minister Mihály Varga stated that the Hungarian government is aiming for full membership by 2020. As a former member of Comecon, Hungary will be the first former Warsaw Pact state to join the EDB."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Mission and strategy",
        "generated_section_content_md": "The EDB's mission is to promote market economies and economic growth in its\nmember states and help expand trade and other economic ties between them by\nmeans of investment.\n\nThe EDB's Strategy for 2022–2026 sets out the following development\nobjectives:\n\n* Strengthening the Bank's unique integration role in the EAEU+. The Bank's total investment will amount to US$10.9 billion;\n* Implementing integration mega-projects in transport infrastructure and logistics, food security, water and energy: the Eurasian Transport Corridor, the Eurasian Commodity Distribution System, and the Central Asian Water and Energy Complex;\n* Developing the EDB's digital projects by focusing on support for the digital agendas of the Bank's member countries to promote their digital transformation;\n* Promoting the UN Sustainable Development Goals and ESG approaches in the Bank's corporate governance, and increasing financing for the Bank's green and social projects;\n* Enhancing operations in the countries of the EDB's minority shareholders. Five-year strategies have been developed for each of the Bank's member states, tailored to their economic and investment profiles. The Bank's investment in Armenia, Kyrgyzstan, and Tajikistan is expected to reach US$500 million by 2026."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "International cooperation",
        "generated_section_content_md": "The EDB cooperates with other international organisations, national and\ninternational development institutions, academic and civil society\norganisations, associations and unions to support the Bank's activities in the\nmember states and beyond.\n\nThe EDB has held observer statuses at:\n\n* the United Nations General Assembly (since 2007);\n* the Eurasian Group on Combating Money Laundering and Financing of Terrorism (EAG) (since 2008);\n* the UNCTAD Trade and Development Board;\n* the International Investment Bank (since 2014).\n\nThe EDB:\n\n* is a member of the Kazakhstan Stock Exchange (KASE), the International Capital Market Association (ICMA), and the International Swaps and Derivatives Association (ISDA);\n* participates in the Multilateral Financial Institutions’ Working Group on Environmental and Social Standards (since 2012);\n* cooperates with the World Economic Forum (WEF; since 2014)."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Activities",
        "generated_section_content_md": "The Eurasian Development Bank's activities in Eurasia include financing\ninvestment projects that help improve living standards and develop the\nbusiness and financial environment in the countries by lending to state or\nprivate enterprises, public-private partnerships (PPPs), equity participation,\nissuing guarantees, financing private investment funds, and providing loans to\ncommercial banks for corporate on-lending. The Bank also implements digital\ntransformation projects in the EAEU+ and provides financing to banks,\ncompanies, and enterprises by investing in new and ongoing projects and\nsupporting investment projects in the pipeline. The EDB's portfolio mainly\nconsists of projects in transport infrastructure, digital systems, green\nenergy, agriculture, manufacturing, and mechanical engineering. The projects\nthat have been implemented with the EDB's participation and financing include\nthe following:\n\n* Reconstruction of the Almaty Airport terminal (Kazakhstan);\n* Construction of the Big Almaty Ring Road (Kazakhstan);\n* Construction of the Turkistan Airport terminal (Kazakhstan);\n* Construction of the Saryarka gas pipeline (Kazakhstan);\n* Smart lighting system in Atyrau (Kazakhstan) – Impact Awards 2021 Winner;\n* Construction of the Central Ring Road in Moscow;\n* Construction of the Azov Wind Farm (Russia);\n* Construction of the Western High-Speed Diameter in St. Petersburg;\n* Complete replacement of passenger railcars Armenia's national railway carrier;\n* Financing the Russian-Kyrgyz Development Fund's targeted programmes;\n* Construction of the Polotsk Hydropower Plant on the Western Dvina River (Belarus)."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Fund for Digital Initiatives",
        "generated_section_content_md": "The Eurasian Development Bank's Fund for Digital Initiatives was established\non 30 June 2020. The aim of the fund is to support digital transformation in\nthe EDB member states. The fund provides project financing and grants and\nsupports digital projects in healthcare, trade, public governance, culture,\ntourism, sports, education, environmental protection, energy, data protection,\ntransport, logistics, manufacturing, agriculture, the labour market and\nmigration, as well as financial technology and smart cities.\n\nThe first project implemented by the Fund for Digital Initiatives was the\nCOVID-19-Free Travel mobile app aimed at allowing the free and safe movement\nof people among countries during the coronavirus pandemic. The app makes it\npossible to retrieve, store and display PCR test results and vaccination\nrecords."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Technical assistance",
        "generated_section_content_md": "The Technical Assistance Fund is the EDB's vehicle for providing expertise and\nsupport for projects in the pipeline to relieve potential borrowers from some\nof the additional burdens and speed up the drafting of project documents. The\nfund has three strands: technical assistance in preparing investment projects;\ntechnical assistance in expanding the Bank's investment activities; and\nsubsidising interest rates in investment projects."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Research",
        "generated_section_content_md": "The Bank's own research activities have made it a reputable think tank. The\nEDB is involved in major research and applied projects; prepares reports and\nrecommendations on regional economic integration for member governments;\nregularly hosts conferences and round table discussions; and publishes sector-\nand theme-specific reviews, macroeconomic papers analysing economic\ndevelopments in and forecasts for the region, as well as information on\nregional integration, development bank activities, and investment project\nfinancing in the EAEU+. In 2021, the EDB research team published the following\nstudies: The International North–South Transport Corridor: Promoting Eurasia's\nIntra- and Transcontinental Connectivity; EDB Monitoring of Mutual Investments\nfor the twelve CIS countries and Georgia; Investment in the Water and Energy\nComplex of Central Asia; and Uzbekistan and the EAEU: Prospects and Potential\nImpact of Economic Integration."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Mobilising finance",
        "generated_section_content_md": "The EDB works actively with financial institutions to mobilise long-term\nresources in the capital markets, which are the main source of funding for the\nBank's investment activities.\n\nThe sources of market financing include:\n\n* Eurobonds issued under the EMTN programme;\n* bonds issued in local markets;\n* securities issued under the ECP programme;\n* bilateral bank loans."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Financial performance",
        "generated_section_content_md": "The Bank's charter capital totals US$7 billion, including US$1.5 billion of\npaid-in capital and US$5.5 billion of callable capital. The current investment\nportfolio as of 1 March 2022 totalled US$3.902 billion and the cumulative\ninvestment portfolio (including completed projects) US $10.448 billion. A\ntotal of 84 projects are being financed."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Environmental and social responsibility",
        "generated_section_content_md": "In 2012, the Bank's management board approved an Environmental and Social\nResponsibility Framework aimed at reducing the negative environmental impacts\nof EDB-funded projects. The Bank's investment projects include those focusing\non environmental protection, socio-economic development, and the efficient use\nof natural resources. Also in 2012, the Bank joined the Multilateral Financial\nInstitutions’ Working Group on Environment.\n\nIn 2019, the EDB's management stated that the Bank would focus on\nenvironmental projects, primarily in the electricity and renewable energy\nsectors.\n\nIn 2020, the Bank became a shareholder of the AIFC Green Finance Centre\nestablished to develop and promote green finance in Kazakhstan and Central\nAsia. The Centre assists potential issuers, investors and market players in\npreparing for the issuance of green bonds on the AIFC Exchange.\n\nBetween 2017 and 2020, the EDB financed renewable energy projects with a total\ninstalled capacity of about 500 MW to the tune of more than US$540 million. In\n2020, the Bank approved a Renewable Energy Programme for 2020–2024, which will\nfinance projects with an installed capacity of 500 MW for a total of up to\nUS$600 million. By 2024, the EDB plans to extend up to US$1 billion to\nrenewable energy projects.\n\nIn 2021, the EDB financed the construction of the Azov wind farm, the first\none in the Unified Energy System of Russia to remotely control the flows of\nboth active and reactive power generated by the facility.\n\nIn 2021, the EDB published its Green and Social Debt Instruments Framework.\n\nIn September 2021, the Bank issued green bonds on the Kazakhstan Stock\nExchange (KASE). ACRA, as an accredited verifier, confirmed the issue's\ncompliance with the ICMA green bond principles and included it in its\nregister. This was followed by the issuance in November of social bonds for\nprojects implemented in Kazakhstan.\n\nIn December 2021, the EDB and the Global Energy Association published a report\nentitled Green Technologies for Eurasia's Sustainable Future aimed at helping\nto reduce the carbon footprint in Eurasia.\n\nThe Bank is also involved in the development of transport corridors across\nEurasia. The relevant projects are expected to halve transport-related CO2\nemissions on the China–EAEU–EU axis. The EDB is also working on a development\nscheme for Central Asia's water and energy complex. Realising the region's\nhydro potential will reduce CO2 emissions by 5 million tonnes per year while\nimprovements in irrigation will help to minimise climate-related risks for\nCentral Asia. The Bank's strategy for 2022–2026 prioritises environmental and\nresource efficiency. Each project is internally reviewed for its carbon\nfootprint."
    },
    {
        "chapter_name": "Eurasian Development Bank",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Management",
        "generated_section_content_md": "The Bank’s management structure is made up of the Bank’s Council, the\nManagement Board, and the Chairman of the Management Board.\n\nThe Bank’s Council is its supreme management body in charge of the general\nmanagement of its operations. Each member state of the Bank appoints to the\nCouncil an authorised representative and his or her deputy who become Council\nmembers.\n\nThe Bank’s Management Board is a permanent collective executive body governed\nby the Bank’s Council.\n\nThe Chairman of the EDB Management Board is Nikolai Podguzov."
    }
]