[
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organisation for research and development funding\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"Eureka\" organisation – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( April 2007)__(Learn how and when to remove this\nmessage)_  \n---|---  \n  \n**Eureka** (often abbreviated as **E!** , or **Σ!**) is an intergovernmental\norganisation for research and development funding and coordination. Eureka is\nan open platform for international cooperation in innovation. Organisations\nand companies applying through Eureka programmes can access funding and\nsupport from national and regional ministries or agencies for their\ninternational R&D projects.\n\nAs of June 2022[update], Eureka has 43 full members, including the European\nUnion (represented by the European Commission) and four associated members\n(Argentina, Chile, South Africa, and Singapore). All 27 EU Member States are\nalso members of Eureka.\n\nEureka is not an EU research programme, but rather an intergovernmental\norganisation of national ministries or agencies, of which the EU is a member.\nCooperation and synergy are sought between Eureka and the research activities\nof the EU proper, such as with European Union's Horizon 2020 and the European\nResearch Area."
    },
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Founded in 1985 by prominent European political figures, Eureka has grown to\none of the longest running European organisations dedicated to the financing\nof joint European R&D projects."
    },
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Foundation",
        "generated_section_content_md": "Eureka was established with the \"Paris Declaration\" of 17 July 1985, and its\nprinciples are based on the later Hannover Declaration, subscribed by\nMinisters on 5 November 1985. The two main founders were former head of states\nFrançois Mitterrand (France) and Helmut Kohl (Germany). Other important\npersonalities involved were Hubert Curien, French ex-Minister of research and\nformer chairman of the European Space Agency and Jacques Attali, adviser to\nFrançois Mitterrand.\n\n> Briefly, it is about assuring the technological independence of Europe in\n> the key domains of the future; encouraging, wherever possible, co-operation\n> between European businesses and researchers; mobilising the necessary\n> financial resources; accompanying the efforts of our enterprises by creating\n> the necessary environment and supporting the unification of our internal\n> markets.\n>\n> There are numerous obstacles. Once the initial idea of Eureka was\n> formulated, we were able to foresee the difficulties to be faced. But we\n> know that each time we come together — for example to address high-energy\n> physics, research into nuclear fusion, the development of an integrated\n> space programme or the construction of crucial scientific equipment — our\n> successes encourage us in the idea that we can work together in R&D areas\n> close to industrial markets, despite the problems arising from the normal\n> and legitimate competition between firms. _François Mitterrand, Paris, 17\n> July 1985._"
    },
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Chairs",
        "generated_section_content_md": "Before 1989, Eureka chairmanship changed hands every six months. Since then,\nthe chairmanship rotates every 1 July, for a period of one year.\n\nYear  | Countries\n---|---\n1985, 2nd semester  |  France\n1986, 1st semester  |  Germany\n1986, 2nd semester  |  United Kingdom\n1987, 1st semester  |  Sweden\n1987, 2nd semester  |  Spain\n1988, 1st semester  |  Denmark\n1988, 2nd semester  |  Austria\n1989–1990  |  Italy\n1990–1991  |  Netherlands\n1991–1992  |  Finland\n1992–1993  |  France\n1993–1994  |  Norway\n1994–1995  |  Switzerland\n1995–1996  |  Belgium\n1996–1997  |  United Kingdom\n1997–1998  |  Portugal\n1998–1999  |  Turkey\n1999–2000  |  Germany\n2000–2001  |  Spain\n2001–2002  |  Greece\n2002–2003  |  Denmark\n2003–2004  |  France\n2004–2005  |  Netherlands\n2005–2006  |  Czech Republic\n2006–2007  |  Italy\n2007–2008  |  Slovenia\n2008–2009  |  Portugal\n2009–2010  |  Germany\n2010–2011  |  Israel\n2011–2012  |  Hungary\n2012–2013  |  Turkey\n2013–2014  |  Norway\n_2014_ – _2015_ |  Switzerland\n2015–2016  |  Sweden\n2016–2017  |  Spain\n2017–2018  |  Finland\n2018–2019  |  United Kingdom\n2019–2020  |  Netherlands\n2020–2021  |  Austria\n2021–2022  |  Portugal\n2023–2024  |  Turkey\n2024–2025  |  Germany\nCanada\n2025–2026  |  Switzerland"
    },
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "Eureka organisation Map Member country  | Joined  | Left\n---|---|---\nAlbania | 1991\nAustria | 1985\nBelgium | 1985\nBosnia and Herzegovina | 2009\nBulgaria | 2010\nCanada | 2012\nCroatia | 2000\nCyprus | 2002\nCzech Republic | 1995\nDenmark | 1985\nEstonia | 2001\nFinland | 1985\nFrance | 1985\nGermany | 1985\nGreece | 1985\nHungary | 1992\nIceland | 1986\nIreland | 1985\nIsrael | 2000\nItaly | 1985\nLatvia | 2000\nLithuania | 1999\nLuxembourg | 1985\nMalta | 2006\nMonaco | 2005\nMontenegro | 2012\nThe Netherlands | 1985\nNorth Macedonia | 2008\nNorway | 1985\nPoland | 1995\nPortugal | 1985\nRomania | 1997\nRussia | 1993  | 2023\nSan Marino | 2005\nSerbia | 2002\nSlovakia | 2001\nSlovenia | 1994\nSouth Korea | 2009\nSpain | 1985\nSweden | 1985\nSwitzerland | 1985\nTurkey | 1985\nUkraine | 2006\nUnited Kingdom | 1985\nEuropean Union | 1985\nAssociated Countries  | Joined\n---|---\nArgentina | 2019\nSouth Africa | 2014\nChile | 2017\nSingapore | 2021"
    },
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Significant projects",
        "generated_section_content_md": "Eureka projects are numbered, preceded by 'E! '.\n\n* E! 45 helped to fund the Prometheus project for safer road vehicles, such as through autonomous driving with 745 million euros.\n* E! 95 was a 730 million euros HDTV project, which created the HD-MAC standard for high definition television.\n* E! 147 was a 93 million euros digital audio broadcasting project whose technologies went into Musicam, and which was used as the basis for MPEG-1 Layer II (MP2) and used in DAB (Digital Audio Broadcast), and ASPEC (Adaptive Spectral Perceptual Entropy Coding), which was used in a modified form in MP3 audio.\n* E! 127 paid 3.8bn euros into the JESSI project (Joint European Submicron Silicon Initiative) whose goal was to regain ground lost to Asia and the US in microchips.\n* E! 2551 cost 6.1 million euros for the integration of existing CAD/CAM programs under a common user interface, part of which was paid to Vero Software.\n* E! 3674 is Information Technology for European Advancement (ITEA2), an industry-driven cooperative R & D programme for maintaining European leadership in software-intensive systems, with the project due to end in January 2014 having received 3.0bn euros. ITEA2 Projects notably include WellCom, OSAMI-E Open Source AMbient Intelligence) and Easy Interactions.\n* E! 4986 AlienVault developed a security software called OSSIM (Open Source Security Information Management) that is now not only a reference in the field but also an essential component in modern cyber-wars. E! 4986 received 1.2 million euros.\n* E! 3728 OMIM (MIMO) invented a new method of medical waste disposal. MIMO is safe for the environment and treats infectious waste by applying a combination of heat and pressure. This is an alternative to incineration methods that use fossil fuels. The project was an initiative between Spain, Portugal and Morocco. E! 3728 received 0.37 million euros."
    },
    {
        "chapter_name": "Eureka (organisation)",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Programmes",
        "generated_section_content_md": "The Eureka annual report describes the following programmes:\n\nEurostars\n\n_Eurostars_ is Eureka's flagship SME funding programme that supports\nR&D-performing SMEs (alongside other types of organisations) leading\ninternational project consortia. It is co-funded by 36 participating Eureka\nnational funding bodies and the European Union Horizon 2020 framework\nprogramme.\n\nClusters\n\n_Clusters_ are long-term, strategically significant industrial initiatives.\nThey usually have a large number of participants, and aim to develop inclusive\ntechnologies of importance for European competitiveness mainly in ICT, energy\nand more recently in the biotechnology and automation sectors. Eureka\n_Clusters_ are known to have had a particular impact on the ability of the\nEuropean microelectronics sector to compete with other continents.\n\nEureka _Clusters_ are:\n\n* CELTIC NEXT: Telecommunications\n* EURIPIDES: Electronic packaging and smart systems\n* ITEA 3: Software-intensive systems\n* PENTA: Micro and nanoelectronics enabled systems and applications\n* EUROGIA2020: Low-carbon energy technologies\n* METALLURGY EUROPE: New metals\n* SMART: Advance manufacturing programme\n\nNetwork projects\n\n_Network projects_ is a flexible funding programme for all organisations\ncollaborating on international R&D projects. It is open for applications all\nyear, but there are also country-specific calls for projects launched\nfrequently. These are sometimes thematic and can be for bilateral or\nmultilateral collaborations.\n\nGlobalstars\n\n_Globalstars_ follows the same programme model as Network projects. Calls for\nprojects are launched between Eureka countries and one non-Eureka country. In\nrecent years, national funding ministries/ agencies from e.g. Brazil, India,\nJapan and Singapore have collaborated with Eureka using this programme.\n\nInvestHorizon\n\n_InvestHorizon_ is the only Eureka programme that doesn't offer funding, but\nrather trainings, workshops and international events. It is a European Union-\nfunded joint investment readiness programme in collaboration with Eureka that\nsupports deep tech SMEs seeking Series A investment.\n\nUmbrellas\n\n_Umbrellas_ no longer exist as Eureka programmes. Umbrellas were thematic\nnetworks within the Eureka framework focusing on a specific technology area or\nbusiness sector. The main goal of an _umbrella_ was to facilitate the\ngeneration of Eureka projects in its own target area.\n\nPast Eureka Umbrellas:\n\n* Eureka Tourism (ended 30.06.2012)\n* Eureka build 2 (2010–2013)\n* EuroAgri Foodchain (2009–2013)\n* Pro-Factory (2007–2011)\n* E! SURF (2010–2015)\n* Eniwep (ended 1.2.2010)\n* Eulasnet II (ended 31.5.2010)\n* Logchain + (ended 21.2.2011)"
    }
]