[
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Regional trade organization and free trade area\n\nThe **European Free Trade Association** (**EFTA**) is a regional trade\norganization and free trade area consisting of four European states: Iceland,\nLiechtenstein, Norway and Switzerland. The organization operates in parallel\nwith the European Union (EU), and all four member states participate in the\nEuropean single market and are part of the Schengen Area. They are not,\nhowever, party to the European Union Customs Union.\n\nEFTA was historically one of the two dominant western European trade blocs,\nbut is now much smaller and closely associated with its historical competitor,\nthe European Union. It was established on 3 May 1960 to serve as an\nalternative trade bloc for those European states that were unable or unwilling\nto join the then European Economic Community (EEC), the main predecessor of\nthe EU. The Stockholm Convention (1960), to establish the EFTA, was signed on\n4 January 1960 in the Swedish capital by seven countries (known as the \"Outer\nSeven\": Austria, Denmark, Norway, Portugal, Sweden, Switzerland and the United\nKingdom). A revised Convention, the Vaduz Convention, was signed on 21 June\n2001 and entered into force on 1 June 2002.\n\nAfter 1995 only two founding members remained, namely Norway and Switzerland.\nThe other five, Austria, Denmark, Portugal, Sweden and the United Kingdom, had\njoined the EU at some point in the intervening years. The initial Stockholm\nConvention was superseded by the Vaduz Convention, which aimed to provide a\nsuccessful framework for continuing the expansion and liberalization of trade,\nboth among the organization's member states and with the rest of the world.\n\nWhile the EFTA is not a customs union and member states have full rights to\nenter into bilateral third-country trade arrangements, it does have a\ncoordinated trade policy. As a result, its member states have jointly\nconcluded free trade agreements with the EU and a number of other countries.\nTo participate in the EU's single market, Iceland, Liechtenstein, and Norway\nare parties to the Agreement on a European Economic Area (EEA), with\ncompliances regulated by the EFTA Surveillance Authority and the EFTA Court.\nSwitzerland has a set of multilateral agreements with the EU and its member\nstates instead.[_dubious – discuss_]"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "History",
        "generated_section_content_md": "EFTA member states\n\nFormer members, which left to join the EU\n\nRest of EU member states\n\nOn 12 January 1960, the Convention establishing the European Free Trade\nAssociation was initiated in the Golden Hall of the Stockholm City Hall. This\nestablished the progressive elimination of customs duties on industrial\nproducts, but did not affect agricultural or fisheries products.\n\nThe main difference between the early EEC and the EFTA was that the latter did\nnot operate common external customs tariffs unlike the former: each EFTA\nmember was free to establish its individual customs duties against, or its\nindividual free trade agreements with, non-EFTA countries.\n\nThe founding members of the EFTA were: Austria, Denmark, Norway, Portugal,\nSweden, Switzerland and the United Kingdom. During the 1960s, these countries\nwere often referred to as the \"Outer Seven\", as opposed to the Inner Six of\nthe then European Economic Community (EEC).\n\nFinland became an associate member in 1961 and a full member in 1986, and\nIceland joined in 1970. The United Kingdom and Denmark joined the EEC in 1973\nand hence ceased to be EFTA members. Portugal also left EFTA for the European\nCommunity in 1986. Liechtenstein joined the EFTA in 1991 (previously its\ninterests had been represented by Switzerland). Austria, Sweden, and Finland\njoined the EU in 1995 and thus ceased to be EFTA members.\n\nTwice, in 1972 and in 1994, the Norwegian government had tried to join the EU\n(still the EEC, in 1973) and by doing so, leave the EFTA. However, both the\ntimes, the membership of the EU was rejected in national referendums, keeping\nNorway in the EFTA. Iceland applied for EU membership in 2009 due to the\n2008–2011 Icelandic financial crisis, but has since dropped its bid."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Current members",
        "generated_section_content_md": "EFTA House in Brussels, 2022 Contracting party  | Accession  | Population\n(2021)  | Area (km2) | Capital  | GDP in millions (PPP) | GDP per capita (PPP)\n---|---|---|---|---|---|---\nIceland | 1 January 1970 | 370,335  | 103,000 | Reykjavík | 12,831 | 39,223\nLiechtenstein | 1 September 1991 | 39,039  | 160.4 | Vaduz | 3,545 | 98,432\nNorway | 3 May 1960 | 5,403,021  | 385,155 | Oslo | 265,911 | 53,470\nSwitzerland | 3 May 1960 | 8,691,406  | 41,285 | Bern | 363,421 | 45,417"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Former members",
        "generated_section_content_md": "Finnish post stamp about the trade union concluded between Finland and EFTA, or the formerly so-called FINEFTA agreement State  | Accession  | Left EFTA  | Joined EEC/EU\n---|---|---|---\nAustria | 3 May 1960 | 31 December 1994 | 1 January 1995\nDenmark | 3 May 1960 | 31 December 1972 | 1 January 1973\nFinland | 1 January 1986 | 31 December 1994 | 1 January 1995\nPortugal | 3 May 1960 | 31 December 1985 | 1 January 1986\nSweden | 3 May 1960 | 31 December 1994 | 1 January 1995\nUnited Kingdom | 3 May 1960 | 31 December 1972 | 1 January 1973 (withdrew 31 January 2020)"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Other negotiations",
        "generated_section_content_md": "Members of the European Union (blue) and\nEFTA (green)\n\nBetween 1994 and 2011, EFTA memberships for Andorra, San Marino, Monaco, the\nIsle of Man, Turkey, Israel, Morocco, and other European Neighbourhood Policy\npartners were discussed."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4.1",
        "section_name": "Andorra, Monaco, and San Marino",
        "generated_section_content_md": "In November 2012, after the Council of the European Union had called for an\nevaluation of the EU's relations with Andorra, Monaco, and San Marino, which\nthey described as \"fragmented\", the European Commission published a report\noutlining the options for their further integration into the EU. Unlike\nLiechtenstein, which is a member of the EEA via the EFTA and the Schengen\nAgreement, relations with these three states are based on a collection of\nagreements covering specific issues. The report examined four alternatives to\nthe current situation:\n\n1. A Sectoral Approach with separate agreements with each state covering an entire policy area.\n2. A comprehensive, multilateral Framework Association Agreement (FAA) with the three states.\n3. EEA membership, and\n4. EU membership.\n\nHowever, the Commission argued that the sectoral approach did not address the\nmajor issues and was still needlessly complicated, while EU membership was\ndismissed in the near future because \"the EU institutions are currently not\nadapted to the accession of such small-sized countries\". The remaining\noptions, EEA membership and a FAA with the states, were found to be viable and\nwere recommended by the commission. In response, the Council requested that\nnegotiations with the three microstates on further integration continue, and\nthat a report be prepared by the end of 2013 detailing the implications of the\ntwo viable alternatives and recommendations on how to proceed.\n\nAs EEA membership is currently only open to EFTA or EU member states, the\nconsent of existing EFTA member states is required for the microstates to join\nthe EEA without becoming members of the EU. In 2011, Jonas Gahr Støre, then\nForeign Minister of Norway which is an EFTA member state, said that EFTA/EEA\nmembership for the microstates was not the appropriate mechanism for their\nintegration into the internal market due to their different requirements from\nthose of larger countries such as Norway, and suggested that a simplified\nassociation would be better suited for them. Espen Barth Eide, Støre's\nsuccessor, responded to the commission's report in late 2012 by questioning\nwhether the microstates have sufficient administrative capabilities to meet\nthe obligations of EEA membership. However, he stated that Norway would be\nopen to the possibility of EFTA membership for the microstates if they decided\nto submit an application, and that the country had not made a final decision\non the matter. Pascal Schafhauser, the Counsellor of the Liechtenstein Mission\nto the EU, said that Liechtenstein, another EFTA member state, was willing to\ndiscuss EEA membership for the microstates provided their joining did not\nimpede the functioning of the organization. However, he suggested that the\noption of direct membership in the EEA for the microstates, outside of both\nthe EFTA and the EU, should be considered. On 18 November 2013, the EU\nCommission concluded that \"the participation of the small-sized countries in\nthe EEA is not judged to be a viable option at present due to the political\nand institutional reasons\", and that Association Agreements were a more\nfeasible mechanism to integrate the microstates into the internal market."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4.2",
        "section_name": "Norway",
        "generated_section_content_md": "The Norwegian electorate had rejected treaties of accession to the EU in two\nreferendums. At the time of the first referendum in 1972, their neighbour,\nDenmark joined. Since the second referendum in 1994, two other Nordic\nneighbours, Sweden and Finland, have joined the EU. The last two governments\nof Norway have not advanced the question, as they have both been coalition\ngovernments consisting of proponents and opponents of EU membership."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4.3",
        "section_name": "Switzerland",
        "generated_section_content_md": "Since Switzerland rejected the EEA membership in a referendum in 1992, more\nreferendums on EU membership have been initiated, the last time being in 2001.\nThese were all rejected. Switzerland has been in a customs union with fellow\nEFTA member state and neighbour Liechtenstein since 1924."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4.4",
        "section_name": "Iceland",
        "generated_section_content_md": "On 16 July 2009, the government of Iceland formally applied for EU membership,\nbut the negotiation process was suspended in mid-2013, and in 2015 the foreign\nministers wrote to withdraw its application."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4.5",
        "section_name": "Faroe Islands (Kingdom of Denmark)",
        "generated_section_content_md": "Denmark was a founding member of EFTA in 1960, but its membership ended in\n1973, when it joined the European Communities. The autonomous territories of\nthe Kingdom of Denmark were covered by Denmark's EFTA membership: Greenland\nfrom 1961 and the Faroe Islands from 1968. In mid-2005, representatives of the\nFaroe Islands raised the possibility of their territory re-joining the EFTA.\nBecause Article 56 of the EFTA Convention only allows sovereign states to\nbecome members of the EFTA, the Faroes considered the possibility that the\n\"Kingdom of Denmark in respect of the Faroes\" could join the EFTA on their\nbehalf. The Danish Government has stated that this mechanism would not allow\nthe Faroes to become a member of the EEA because Denmark was already a party\nto the EEA Agreement.\n\nThe Faroes already have an extensive bilateral free trade agreement with\nIceland, known as the Hoyvík Agreement."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "0.4.6",
        "section_name": "United Kingdom",
        "generated_section_content_md": "The United Kingdom was a co-founder of EFTA in 1960, but ceased to be a member\nupon joining the European Economic Community. The country held a referendum in\n2016 on withdrawing from the EU (popularly referred to as \"Brexit\"), resulting\nin a 51.9% vote in favour of withdrawing. A 2013 research paper presented to\nthe Parliament of the United Kingdom proposed a number of alternatives to EU\nmembership which would continue to allow it access to the EU's internal\nmarket, including continuing EEA membership as an EFTA member state, or the\nSwiss model of a number of bilateral treaties covering the provisions of the\nsingle market.\n\nIn the first meeting since the Brexit vote, EFTA reacted by saying both that\nthey were open to a UK return, and that Britain has many issues to work\nthrough. The president of Switzerland Johann Schneider-Ammann stated that its\nreturn would strengthen the association. However, in August 2016 the Norwegian\nGovernment expressed reservations. Norway's European affairs minister,\nElisabeth Vik Aspaker, told the _Aftenposten_ newspaper: \"It's not certain\nthat it would be a good idea to let a big country into this organization. It\nwould shift the balance, which is not necessarily in Norway's interests.\"\n\nIn late 2016, the Scottish First Minister Nicola Sturgeon said that her\npriority was to keep the whole of the UK in the European single market but\nthat taking Scotland alone into the EEA was an option being \"looked at\".\nHowever, other EFTA states have stated that only sovereign states are eligible\nfor membership, so it could only join if it became independent from the UK,\nunless the solution scouted for the Faroes in 2005 were to be adopted (see\nabove).\n\nIn early 2018, British MPs Antoinette Sandbach, Stephen Kinnock and Stephen\nHammond called for the UK to rejoin EFTA."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Relationship with the European Union: the European Economic Area",
        "generated_section_content_md": "In 1992, the EU, its member states, and the EFTA member states signed the\nAgreement on the European Economic Area in Porto, Portugal. However, the\nproposal that Switzerland ratify its participation was rejected by referendum.\n(Nevertheless, Switzerland has multiple bilateral treaties with the EU that\nallow it to participate in the European Single Market, the Schengen Agreement\nand other programmes). Thus, except for Switzerland, the EFTA members are also\nmembers of the European Economic Area (EEA). The EEA comprises three member\nstates of the European Free Trade Association (EFTA) and 27 member states of\nthe European Union (EU). It was established on 1 January 1994 following an\nagreement with the European Economic Community (which had become the European\nCommunity two months earlier). It allows the EFTA-EEA states to participate in\nthe EU's Internal Market without being members of the EU. They adopt almost\nall EU legislation related to the single market, except laws on agriculture\nand fisheries. However, they also contribute to and influence the formation of\nnew EEA relevant policies and legislation at an early stage as part of a\nformal decision-shaping process.[_citation needed_] One EFTA member,\nSwitzerland, has not joined the EEA but has a series of bilateral agreements,\nincluding a free trade agreement, with the EU.\n\nThe following table summarises the various components of EU laws applied in\nthe EFTA countries and their sovereign territories. Some territories of EU\nmember states also have a special status in regard to EU laws applied as is\nthe case with some European microstates.\n\nEFTA member states and territories  | Application of EU law | EURATOM | European Defence Agency | Schengen area | EU VAT area | EU Customs Union | EU single market | Eurozone\n---|---|---|---|---|---|---|---|---\nIceland | Partial  | No  | No  | Yes  | No  | No  | With exemptions, in EEA  | No, ISK\nLiechtenstein | Partial  | No  | No  | Yes  | No, Swiss–Liechtenstein VAT area  | No, Swiss–Liechtenstein customs territory  | With exemptions, in EEA  | No, CHF\nNorway, except:  | Partial  | No  | Participating non‑member state[_citation needed_] | Yes  | No  | No  | With exemptions, in EEA  | No, NOK\n|  Jan Mayen | Partial  | No  | Participating  | Yes  | No, VAT free  | No  | With exemptions, in EEA  | No, NOK\n|  Svalbard | No  | No  | Demilitarised | No  | No, VAT free  | No  | No  | No, NOK\n|  Bouvet Island | No[_citation needed_] | No  | Participating  | No  | No  | No  | No  | No, NOK\n|  Peter I Island | No[_citation needed_] | No  | Demilitarised | No  | No  | No  | No  | No, NOK\n|  Queen Maud Land | No[_citation needed_] | No  | Demilitarised | No  | No  | No  | No  | No, NOK\nSwitzerland, except:  | Partial  | Participating associated state  | No  | Yes  | No, Swiss–Liechtenstein VAT area  | No, Swiss–Liechtenstein customs territory  | With exemptions, sectoral agreements  | No, CHF\n|  Samnaun | Partial  | Participating with Switzerland  | No  | Yes  | No, VAT free  | No, Swiss–Liechtenstein customs territory  | With exemptions, sectoral agreements  | No, CHF"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "EEA institutions",
        "generated_section_content_md": "A Joint Committee consisting of the EEA-EFTA States plus the European\nCommission (representing the EU) has the function of extending relevant EU law\nto the non-EU members. An EEA Council meets twice yearly to govern the overall\nrelationship between the EEA members.\n\nRather than setting up pan-EEA institutions, the activities of the EEA are\nregulated by the EFTA Surveillance Authority and the EFTA Court. The EFTA\nSurveillance Authority and the EFTA Court regulate the activities of the EFTA\nmembers in respect of their obligations in the European Economic Area (EEA).\nSince Switzerland is not an EEA member, it does not participate in these\ninstitutions.\n\nThe EFTA Surveillance Authority performs a role for EFTA members that is\nequivalent to that of the European Commission for the EU, as \"guardian of the\ntreaties\" and the EFTA Court performs the European Court of Justice-equivalent\nrole.\n\nThe original plan for the EEA lacked the EFTA Court: the European Court of\nJustice was to exercise those roles. However, during the negotiations for the\nEEA agreement, the European Court of Justice ruled by the Opinion 1/91 that it\nwould be a violation of the treaties to give to the EU institutions these\npowers with respect to non-EU member states. Therefore, the current\narrangement was developed instead."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "EEA and Norway Grants",
        "generated_section_content_md": "The EEA and Norway Grants are the financial contributions of Iceland,\nLiechtenstein and Norway to reduce social and economic disparities in Europe.\nThey were established in conjunction with the 2004 enlargement of the European\nEconomic Area (EEA), which brought together the EU, Iceland, Liechtenstein and\nNorway in the Internal Market. In the period from 2004 to 2009, €1.3 billion\nof project funding was made available for project funding in the 15\nbeneficiary states in Central and Southern Europe. The EEA and Norway Grants\nare administered by the Financial Mechanism Office, which is affiliated to the\nEFTA Secretariat in Brussels."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "International conventions",
        "generated_section_content_md": "EFTA also originated the Hallmarking Convention and the Pharmaceutical\nInspection Convention, both of which are open to non-EFTA states."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "International trade relations",
        "generated_section_content_md": "Map of free trade agreements between EFTA and other countries:\n\nEFTA\n\nFree trade agreement\n\nOngoing free trade negotiation\n\nEuropean Economic Area\n\nDeclaration on cooperation or dialogue on closer trade relations\n\nEFTA has 29 free trade agreements with non-EU countries as well as\ndeclarations on cooperation and joint workgroups to improve trade. Currently,\nthe EFTA States have established preferential trade relations with 40 states\nand territories, in addition to the 27 member states of the European Union.\n\nEFTA's interactive Free Trade Map gives an overview of the partners worldwide."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Free trade agreements",
        "generated_section_content_md": "Nation (s)  | No of nations\nrepresented  | Signed  | Effective  | Coverage  | Ref.\n---|---|---|---|---|---\nAlbania | 1  | 17 December 2009  | 1 November 2010  | Goods  |\nBosnia and Herzegovina | 1  | 24 June 2013  | 1 January 2015  | Goods  |\nCanada | 1  | 26 January 2008  | 1 July 2009  | Goods  |\n**Central America**\nCosta Rica\nPanama | 4  | 24 June 2013  | 19 August 2014  | Goods & Services  |\nChile | 1  | 26 June 2003  | 1 December 2004  | Goods & Services  |\nColombia | 1  | 25 November 2008  | 1 July 2011  | Goods & Services  |\nEcuador | 1  | 25 June 2018  | 1 November 2020  | Goods & Services  |\nEgypt | 1  | 27 January 2007  | 1 August 2007  | Goods  |\nGeorgia | 1  | 27 June 2016  | 1 September 2017  | Goods & Services  |\n**Gulf Cooperation Council**\nBahrain\nKuwait\nOman\nQatar\nSaudi Arabia\nUnited Arab Emirates | 6  | 22 June 2009  | 1 July 2014  | Goods & Services  |\nHong Kong | 1  | 21 June 2011  | 1 October 2012  | Goods & Services  |\nIndonesia | 1  | 16 December 2018  | 1 November 2021  | Goods & Services  |\nIsrael | 1  | 17 September 1992  | 1 January 1993  | Goods  |\nJordan | 1  | 21 June 2001  | 1 September 2002  | Goods  |\nLebanon | 1  | 24 June 2004  | 1 July 2007  | Goods  |\nMexico | 1  | 27 November 2000  | 1 July 2001  | Goods  |\nMoldova | 1  | 27 June 2023  | 1 September 2024  | Goods & Services  |\nMontenegro | 1  | 14 November 2011  | 1 September 2012  | Goods  |\nMorocco | 1  | 19 June 1997  | 1 December 1999  | Goods  |\nNorth Macedonia | 1  | 19 June 2000  | 1 May 2002  | Goods  |\nPalestinian Authority | 1  | 30 November 1998  | 1 July 1999  | Goods  |\nPeru | 1  | 24 June 2010  | 1 July 2011  | Goods  |\nPhilippines | 1  | 28 April 2016  | 1 June 2018  | Goods & Services  |\nSerbia | 1  | 17 December 2009  | 1 October 2010  | Goods  |\nSingapore | 1  | 26 June 2002  | 1 January 2003  | Goods & Services  |\nSouth Korea | 1  | 15 December 2005  | 1 September 2006  | Goods & Services  |\n**Southern African Customs Union**\nBotswana\nEswatini\nLesotho\nNamibia\nSouth Africa | 5  | 26 June 2006  | 1 May 2008  | Goods  |\nTunisia | 1  | 17 December 2004  | 1 August 2005  | Goods  |\nTurkey | 1  | 25 June 2018  | 1 October 2021  | Goods & Services  |\nUkraine | 1  | 24 June 2010  | 1 June 2012  | Goods & Services  |"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Ongoing free trade negotiations",
        "generated_section_content_md": "**Signed:**\n\n* Guatemala (Signed 22 June 2015)\n* India (Signed 10 March 2024)\n* Kosovo (Concluded 26 September 2024, Signed 22 January 2025)\n* Thailand (Signed 23 January 2025)\n* Malaysia (Concluded 11 April 2025, Signed 23 June 2025)\n\n**Concluded:**\n\n* **Mercosur** (Concluded 2 July 2025)\nArgentina\nBrazil\nParaguay\nUruguay\n\n**Negotiations:**\n\n* Vietnam (Since July 2012)\n\n**Negotiations currently on hold**\n\n* Algeria\n* Honduras (Central American States)\n* **Eurasian Economic Union**\nBelarus\nKazakhstan\nRussia\n\n**Declarations on cooperation**\n\n* Mauritius\n* Mongolia\n* Myanmar (on hold since 2022)\n* Pakistan"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Obsolete agreements",
        "generated_section_content_md": "The following agreements are no longer active, being superseded by other\nagreements:\n\n* Bulgaria (1995–2007)\n* Croatia (2002–2013)\n* Czech Republic (1993–2004)\n* Czechoslovakia (1992–1993)\n* Estonia (1996–2004)\n* Hungary (1995–2004)\n* Latvia (1996–2004)\n* Lithuania (1996–2004)\n* Poland (1995–2004)\n* Romania (1995–2007)\n* Slovakia (1993–2004)\n* Slovenia (1995–2004)\n* Spain (1980–1986)\n* Turkey (1995–2021)"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Free movement of people within EFTA and the EU/EEA",
        "generated_section_content_md": "EFTA member states' citizens enjoy freedom of movement in each other's\nterritories in accordance with the EFTA convention. EFTA & EEA nationals also\nenjoy freedom of movement in the European Union (EU). EFTA nationals and EU\ncitizens are not only visa-exempt but are legally entitled to enter and reside\nin each other's countries. The **Citizens' Rights Directive** (also sometimes\ncalled the \"Free Movement Directive\") defines the right of free movement for\ncitizens of the European Economic Area (EEA), which includes the three EFTA\nmembers Iceland, Norway and Liechtenstein plus the member states of the EU.\nSwitzerland, which is a member of EFTA but not of the EEA, is not bound by the\nDirective but rather has a separate multilateral agreement on free movement\nwith the EU and its member states.\n\nAs a result, a citizen of an EFTA country can live and work in all the other\nEFTA countries and in all the EU countries, and a citizen of an EU country can\nlive and work in all the EFTA countries (but for voting and working in\nsensitive fields, such as government / police / military, citizenship is often\nrequired, and non-citizens may not have the same rights to welfare and\nunemployment benefits as citizens)."
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| State  | Name  | Year",
        "generated_section_content_md": "---|---|---|---\n1  |  United Kingdom | Frank Figgures | 1960–1965\n2  |  United Kingdom | John Coulson | 1965–1972\n3  |  Sweden | Bengt Rabaeus | 1972–1975\n4  |  Switzerland | Charles Müller | 1976–1981\n5  |  Norway | Per Kleppe | 1981–1988\n6  |  Austria | Georg Reisch | 1988–1994\n7  |  Iceland | Kjartan Jóhannsson | 1994–2000\n8  |  Switzerland | William Rossier | 2000–2006\n9  |  Norway | Kåre Bryn | 2006–2012\n10  |  Iceland | Kristinn F. Árnason | 2012–2018\n11  |  Switzerland | Henri Gétaz | 2018–present"
    },
    {
        "chapter_name": "European Free Trade Association",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Portugal Fund",
        "generated_section_content_md": "The Portugal Fund came into operation in February 1977 when Portugal was still\na member of EFTA. It was to provide funding for the development of Portugal\nafter the Carnation Revolution and the consequential restoration of democracy\nand the decolonization of the country's overseas possessions. This followed a\nperiod of economic sanctions by most of the international community, which\nleft Portugal economically underdeveloped compared to the rest of the western\nEurope. When Portugal left EFTA in 1985 in order to join the EEC, the\nremaining EFTA members decided to continue the Portugal Fund so that Portugal\nwould continue to benefit from it. The Fund originally took the form of a low-\ninterest loan from the EFTA member states to the value of US$100 million.\nRepayment was originally to commence in 1988, however, EFTA then decided to\npostpone the start of repayments until 1998. The Portugal Fund was dissolved\nin January 2002."
    }
]