[
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Agency of the European Union\n\nKortenberg building\n\nThe **European Defence Agency** (**EDA**) is an agency of the European Union\n(EU) that promotes and facilitates integration between member states within\nthe EU's Common Security and Defence Policy (CSDP). The EDA is headed by the\nEU High Representative for Foreign Affairs and Security Policy, European\nCommission’s Vice President (HR/VP), and reports to the Council. The EDA was\nestablished on 12 July 2004 and is based in Brussels, Belgium, along with a\nnumber of other CSDP bodies.\n\nAll EU member states take part in the agency.\n\nThe EDA and the European External Action Service (EEAS), including the EU\nMilitary staff (EUMS), together form the Secretariat of the Permanent\nStructured Cooperation (PESCO), the structural integration pursued by 26 of\nthe 27 national armed forces of the EU since 2017."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Tasks",
        "generated_section_content_md": "The council established the EDA \"to support the Member States and the Council\nin their effort to improve European defence capabilities in the field of\ncrisis management and to sustain the European Security and Defence Policy as\nit stands now and develops in the future\". Within that overall mission are\nthree functions;\n\n* supporting the development of defence capabilities and military cooperation among the European Union Member States;\n* stimulating defence Research and Technology (R&T) and strengthening the European defence industry;\n* acting as a military interface to EU policies.\n\nEDA acts as a catalyst, promotes collaborations, launches new initiatives and\nintroduces solutions to improve defence capabilities. It is the place where\nMember States willing to develop capabilities in cooperation do so. It is also\na key facilitator in developing the capabilities necessary to underpin the\nCommon Security and Defence Policy of the Union."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organisation",
        "generated_section_content_md": "Current organigramme is available here\n\nThe Agency is monitored and managed in three ways."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Head",
        "generated_section_content_md": "The EU HR/VP, currently Kaja Kallas, acts as the Head of the EDA. The Head is\nresponsible for the overall organisation and functioning, ensuring the\nimplementation of guidelines and decisions and chairing ministerial meetings\nof the Steering Board. Javier Solana was the inaugural head of the EDA, a\nposition which he held from 2004 to 2009."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Steering Board",
        "generated_section_content_md": "EDA's Steering Board is the agency's decision-making body. The Steering Board\nis composed of the defence ministers of participating Member States together\nwith a representative of the European Commission and is led by the Head of the\nAgency. The Steering Board is responsible for projects such as the proposed\npan-European Future Transport Helicopter."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Chief Executive",
        "generated_section_content_md": "The Chief Executive (CE, appointed by the HR/VP, is the agency's head of\nstaff, responsible for the supervision and daily management of the agency.\n\nList of Chief Executive Officers  Name  | Nationality  | Term of office\n---|---|---\nNick Witney |  United Kingdom | 2004–2007\nAlexander Weis |  Germany | 2007–October 2010\n_Vacant_ | October 2010–January 2011\nClaude-France Arnould |  France | January 2011–February 2015\nJorge Domecq |  Spain | February 2015 – January 2020\nJiří Šedivý |  Czech Republic | April 2020 – May 2025\nAndré Denk |  Germany | May 2025 – Present\n\n\nAs of 16 May 2025, Major General André Denk serves as Chief Executive of the\nEuropean Defence Agency (EDA), becoming the first high-ranking military\nofficer to lead the Agency since its creation in 2004.\n\nBefore taking up the post, Denk served as EDA’s Deputy Chief Executive from\nFebruary 2023, where he led initiatives on joint procurement of 155mm\nammunition to support Ukraine. His military career includes senior roles such\nas Director of Logistics at the EU Military Staff and Commander of the\nBundeswehr Logistics School, alongside deployments under EU, UN, and NATO\nmandates in Bosnia and Herzegovina, Afghanistan, and Mali.\n\nHe succeeded Jiří Šedivý, EDA’s Chief Executive from 2020 to 2025. Šedivý, a\nformer Czech Defence Minister, was appointed on the recommendation of Josep\nBorrell, Head of the Agency."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Directorates",
        "generated_section_content_md": "Since 2019 the agency has been reorganised into four directorates."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Industry Synergies & Enablers Directorate",
        "generated_section_content_md": "The Industry Synergies & Enablers Directorate supports a range of activities\ncritical to collaborative defence capability development in Europe. On top of\nleading the work on identifying, together with Member States, Key Strategic\nActivities (KSA) at EU level, the ISE Directorate is responsible for the\neffective engagement with industry across the agency's activities and in\nsupport of related priorities set by Member States.\n\nThe ISE Directorate facilitates work to address the implications of EU\nlegislation and policies for the defence sector: REACH, procurement, funding\ninstruments and the analysis of developments influencing governmental and\nindustrial stakeholders."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Capability, Armament & Planning Directorate",
        "generated_section_content_md": "The Capability, Armament & Planning Directorate supports the coherent\ndevelopment of the European defence landscape by integrating EDA's involvement\nin the Capability Development Plan (CDP), the Coordinated Annual Review on\nDefence (CARD) and the Permanent Structured Cooperation (PESCO). The\nDirectorate also identifies, plans and proposes collaborative opportunities in\nsupport of EU capability development priorities and tailored to Member States'\nneeds, representing a coherent approach from priority setting to impact.\n\nThe Directorate is in charge of preparing the Capability Development Plan,\nbased on the analysis of military requirements conducted together with Member\nStates. It also identifies output- oriented EU capability development\npriorities and coordinates the development of Strategic Context Cases to\nfacilitate the implementation of these priorities."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Research, Technology & Innovation Directorate",
        "generated_section_content_md": "The Research, Technology & Innovation Directorate promotes and supports\ndefence research at EU level. Based on the Overarching Strategic Research\nAgenda (OSRA), developed together with the Member States, the Directorate\ncoordinates and plans joint research activities and the study of technical\nsolutions to meet future operational needs.\n\nThe RTI Directorate provides support to Member States and to the European\nCommission for the Preparatory Action for defence research, including its\nimplementation, and the research dimension of the European Defence Fund. The\nDirectorate also ensures the promotion of innovation in defence and the\nexploitation of synergies at EU level with civil research in dual-use\ntechnology fields."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Corporate Services Directorate",
        "generated_section_content_md": "The Corporate Services Directorate provides business and administrative\nsupport to EDA and includes units such as human resources, finance, IT,\nsecurity, and infrastructure management, and the legal office."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Budget",
        "generated_section_content_md": "The agency is financed by its members in proportion to their Gross National\nIncome. An effect of this is that some nations pay different contributions\ntowards the budgets than others.\n\nEDA's budget consists of the general budget, the budgets associated with ad\nhoc projects or programmes and budgets resulting from additional revenue for a\ntotal budget of €151.847 million in 2022.\n\nThis budget covers the Agency's operating costs. Individual projects are\nfunded separately.\n\nBudget and expenditure of the EDA  Year  | Budget (€ millions)  | Expenditure (€ millions)\n---|---|---\n2004  | 1.9  | 0.4\n2005  | 20.7  | 12.8\n2006  | 22.7  | 18.8\n2007  | 22.4  | 21.5\n2008  | 27.5  | 26.2\n2009  | 29.2  | 28.1\n2010  | 31.0  | 30.5\n2011  | 30.5  | 30.5\n2012  | 30.5  | 30.5\n2013  | 30.5  | 30.5\n2014  | 30.5  | 30.5\n2015  | 30.5  | 30.1\n2016  | 30.5  | 30.5\n2017  | 31.6  | 31.4\n2018  | 33.6  | 32.9\n2019  | 35.3  | 34.7\n2020  | 37.6  | 37.0\n2021  | 37.5  | 36.8\n2022  | 39.8  | 39.1\n2023  | 44.8  | 43.2\n\nIn its draft budget for the period 2021–2027, the European Commission\nallocated €27.5 billion for defence and security."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "History",
        "generated_section_content_md": "Emblem of the Western European Armaments Group, one of the EDA's precursors\n\nThe European Defence Agency is part of several decades of steadily more formal\ndefence cooperation in Europe. Its work is a continuation of the work of the\nWestern European Armaments Organization (WEAO) and the Western European\nArmaments Group (WEAG) – it effectively represents the transference of their\nfunctions from the WEU to the EU framework, and thus continues the\ndecommissioning of the WEU.\n\nEstablished by the European Council in December 2001 following the Laeken\nDeclaration, the European Convention (also known as the Convention on the\nFuture of Europe) was a body intended to include the main EU “stakeholders” in\na major brainstorming exercise about the future direction of the European\nUnion. Its final purpose was to produce a draft constitution for the EU to\nfinalise and adopt. This period saw a renewed impetus for the creation of a\nEuropean Defence Agency.\n\nIn its final report, the Convention working group on Defence laid out some of\nthe foundations of what would become the European Defence Agency we know today\n- although the final name wasn’t there yet. “The setting up on an\nintergovernmental basis of a European Armaments and Strategic Research Agency\nwas supported by many in the Group”, the official document stated. “The\nAgency’s initial tasks would be to ensure the fulfilment of operational\nrequirements by promoting a policy of harmonised procurement by the Member\nStates and to support research into defence technology, including military\nspace systems.\n\nA year after the Russian invasion of Ukraine in 2022, the EDA set up a project\nfor the _Common Procurement of Ammunition_ , looking at 155mm artillery rounds\nand a longer term project looking at multiple ammunition types, to support\nUkraine and to replenish national stocks. By March 2023, 25 countries had\njoined the project. The EDA also signed an agreement in April 2023 with the\nUnited States Department of Defense designed to provide a framework for\ntransatlantic cooperation on shared defence issues, including supply chains."
    },
    {
        "chapter_name": "European Defence Agency",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Relationships with non-EU European countries",
        "generated_section_content_md": "EU and EDA members\n\nNon-EU countries with an EDA opt-in\n\nThe Agency signed Administrative Arrangements with Norway (2006), Switzerland\n(2012), Serbia (2013), Ukraine (2015) and the United States (2023) enabling\nthem to participate in EDA's projects and programmes without exercising voting\nrights. All Administrative Arrangements are approved by the European Council.\nThe Head of the Agency is responsible for negotiating these arrangements in\naccordance with directives given by the EDA Steering Board.\n\nThe departure of the United Kingdom from the EU in 2020 (Brexit) saw no\nmention in the EU/UK agreements of the EDA working with the UK. The UK is one\nof the top five defence spenders in the world and its departure meant that\nonly France, alone in the EU, can conduct full-spectrum military operations\nabroad. The UK still maintains a treaty with France for a Combined Joint\nExpeditionary Force whether acting bilaterally or through NATO, the EU, or\nother coalition arrangements. On 6 October 2022, the UK joined the military\nmobility project within the EU’s Permanent Structured Cooperation (PESCO)\nframework."
    }
]