[
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Financial institution which supports more than 30 countries\n\nThe **European Bank for Reconstruction and Development** , shortened to\n**EBRD** (French: _Banque européenne pour la reconstruction et le\ndéveloppement_ or _BERD_), is an international financial institution founded\nin 1991 in Paris. As a multilateral developmental investment bank, the EBRD\nuses investment as a tool to build market economies.\n\nInitially focused on the countries of the former Eastern Bloc it expanded to\nsupport development in more than 30 countries from Central Europe to Central\nAsia. Similar to other multilateral development banks, the EBRD has members\nfrom all over the world (North America, Africa, Asia and Australia, see\nbelow), with the biggest single shareholder being the United States, but only\nlends regionally in its countries of operations. Headquartered in London, the\nEBRD is owned by 75 countries and two European Union institutions, the newest\nshareholder being Nigeria since February 2025. Despite its public sector\nshareholders, it invests in private enterprises, together with commercial\npartners.\n\nThe EBRD is not to be confused with the European Investment Bank (EIB), which\nis owned by EU member states and is used to support EU policy. EBRD is also\ndistinct from the Council of Europe Development Bank (CEB)."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History of the EBRD",
        "generated_section_content_md": "175 Bishopsgate in London, the EBRD's head office between 1992 and 2022\n\nLocated in London, the EBRD was intended at its beginning to focus on the\nswitch from centrally planned economy to market based economy in the Central\nand Eastern European countries by investing in the private sector, mainly\nbanks, industries and businesses, and by promoting policies that would favor\nthem. It was created as a result of the end of the Cold War because of\nparticular issues regarding the international system in place, the historical\nand political context at the time. Furthermore, its recipient countries had to\nensure that they would work towards \"multi-party democracy and political\npluralism\" in which was considered as one of the main particularity of the\nEBRD distinguishing the latter from other financial institutions. Firstly,\nnotably advocated by European political actors such as the French President\nMitterrand in 1989, the idea of creating this financial institution involving\nthe European countries started before the fall of the Berlin Wall. The\nreception of this proposition was mitigated depending on the country, for\ninstance it received hostility from the British whereas the French were\nimportant proponents of the project and influenced the process. In January\n1990, negotiations about the EBRD objectives, its lending policy regarding the\npublic and private sectors, started and involved all the EU countries at the\ntime, as well as various other European countries, non-European countries and\nrepresentatives from the EU and the European Investment Bank. The Soviet Union\nwas represented by its own delegation in the process and thus participated in\nthe negotiations as well as the USA. Later on, because of dissensions on the\npolitical and economic objectives of the institution, the inclusion of the\nSoviet Union was threatened. Considered as short negotiations, the agreement\n(for reasons relating to the situation in Eastern Europe and to a wave of\nprivatization across Europe) leading to its creation was signed on 29 May 1990\nby actors such as 40 states as well as two European organizations and by March\n1991 took its first effects as the bank was inaugurated. The creation of the\nEBRD has led to the financing of various projects in the years following its\nfirst operations, for instance there were twenty projects in 1992 in which the\nEBRD provided financing worth ECU 2.1 billion."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Governance",
        "generated_section_content_md": "Divided between its headquarters located in London, and field offices located\nelsewhere, the European Bank for reconstruction and development is made of a\nthree-tier structure composed of firstly, the president and the staff,\nsecondly the Board of Governors and finally the Board of Directors. The bank’s\nstructure has changed over time, because of concerns about competition within\nthe institution. In fact, in the beginning of the 90s, there were two\ndifferent banking divisions (on one side, the merchant banking related to the\nprivate sector and on the other side the development banking side working\nmostly with the public sector). Consequently, the two divisions came to be\nmerged into a single one, substituting this structure with another one instead\ndividing the bank with seven policy and country regional sub-divisions."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Board of Governors",
        "generated_section_content_md": "Representatives from each member state compose this board, they have authority\npower. Currently (2024-2025) Slovenia is the Chair of Board of Governors,\nwhile Iceland and Turkey are the Vice Chairs."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Board of Directors",
        "generated_section_content_md": "The Board of Directors consists of 23 members elected by the Board of\nGovernors. These members can not be on the Board of Governors. Its function is\nto direct the general operations of the bank, notably:\n\n* Approve the budget;\n* In accordance with the Board of Governors, establishing policies and making other decisions, loans, investments;\n* Prepare the work of the Board of Governors;\n* Submit yearly for approval the audited accounts to the Board of Governors."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "President",
        "generated_section_content_md": "The EBRD is composed of many members with voting powers, from European and\nnon-European states to the membership of other institutions such as the\nEuropean Investment Bank, however depending on the geographical location of\neach member, voting rights differ. More precisely, European and other creditor\nmembers hold a majority voting power. At its beginning, the EBRD was owned by\nmore than 40 members, in 2015 the number of countries owning it was 61. and as\nof March 2022, there were 71 countries as owners.\n\nThe following presidents have served the EBRD to date (as of March 2022).\n\n* Jacques Attali: April 1991 – June 1993\n* Jacques de Larosière: September 1993 – January 1998\n* Horst Köhler: September 1998 – April 2000\n* Jean Lemierre: July 2000 – July 2008\n* Thomas Mirow: July 2008 – July 2012\n* Suma Chakrabarti: July 2012 – July 2020\n* Odile Renaud-Basso: 2020 – _present_"
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Membership",
        "generated_section_content_md": "To become a member of the bank, a country needs to fit the EBRD's Articles of\nAgreement. These Articles stipulate that a country can only become a Member\nState if it is a state in Europe or a non-European member of the IMF.\nInstitutions like the European Union and the EIB also participate in the bank\noperations. Since its foundation the EBRD has almost doubled in membership\nsize. The latest accessions to the bank are countries located in Africa."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Shareholders",
        "generated_section_content_md": "EBRD shareholders  Shareholder | Date joined | Capital subscription\n---|---|---\nAlbania | 18 December 1991 | €30010000\nAlgeria | 19 October 2021 | €2030000\nArmenia | 7 December 1992 | €14990000\nAustralia | 30 March 1991 | €300140000\nAustria | 28 March 1991 | €776290000\nAzerbaijan | 25 September 1992 | €30010000\nBelarus | 10 June 1992 | €60020000\nBelgium | 10 April 1991 | €684320000\nBenin | 10 April 2024 | €2030000\nBosnia and Herzegovina | 17 June 1996 | €50710000\nBulgaria | 28 March 1991 | €237110000\nCanada | 28 March 1991 | €1157640000\nChina | 15 January 2016 | €29000000\nCroatia | 15 April 1993 | €124120000\nCyprus | 28 March 1991 | €30010000\nCzech Republic | 1 January 1993 | €290530000\nDenmark | 28 March 1991 | €360170000\nEgypt | 28 March 1991 | €30870000\nEstonia | 28 February 1992 | €30010000\nEuropean Investment Bank | 28 March 1991 | €1021460000\nEuropean Union | 28 March 1991 | €900440000\nFinland | 28 March 1991 | €375180000\nFrance | 28 March 1991 | €2556510000\nGeorgia | 4 September 1992 | €34040000\nGermany | 28 March 1991 | €2556510000\nGreece | 29 March 1991 | €195080000\nHungary | 28 March 1991 | €237110000\nIceland | 29 May 1991 | €30010000\nIndia | 11 July 2018 | €9860000\nIraq | 14 November 2023 | €2030000\nIreland | 28 March 1991 | €102140000\nIsrael | 28 March 1991 | €195080000\nItaly | 28 March 1991 | €2556510000\nIvory Coast | 18 December 2024 | €2030000\nJapan | 2 April 1991 | €2900110000\nJordan | 29 December 2011 | €11180000\nKazakhstan | 27 July 1992 | €69020000\nKosovo | 17 December 2012 | €5800000\nKyrgyzstan | 5 June 1992 | €21010000\nLatvia | 18 March 1992 | €30010000\nLebanon | 17 July 2017 | €9860000\nLibya | 16 July 2019 | €9860000\nLiechtenstein | 28 March 1991 | €5990000\nLithuania | 5 March 1992 | €34040000\nLuxembourg | 28 March 1991 | €60020000\nMalta | 28 March 1991 | €2100000\nMexico | 28 March 1991 | €45010000\nMoldova | 5 May 1992 | €30010000\nMongolia | 9 October 2000 | €2990000\nMontenegro | 3 June 2006 | €5990000\nMorocco | 28 March 1991 | €27950000\nNetherlands | 28 March 1991 | €844390000\nNew Zealand | 19 August 1991 | €10500000\nNigeria | 26 February 2025 | €522000\nNorth Macedonia | 21 April 1993 | €19980000\nNorway | 28 March 1991 | €375180000\nPoland | 28 March 1991 | €435810000\nPortugal | 5 April 1991 | €126050000\nRomania | 28 March 1991 | €163430000\nRussia | 9 April 1992 | €1200580000\nSan Marino | 7 June 2019 | €2030000\nSerbia | 19 January 2001 | €140310000\nSlovakia | 1 January 1993 | €145280000\nSlovenia | 23 December 1992 | €71410000\nSouth Korea | 28 March 1991 | €340480000\nSpain | 28 March 1991 | €1020490000\nSweden | 28 March 1991 | €684320000\nSwitzerland | 29 March 1991 | €684320000\nTajikistan | 16 October 1992 | €21010000\nTunisia | 29 December 2011 | €9860000\nTurkey | 28 March 1991 | €391530000\nTurkmenistan | 1 June 1992 | €2100000\nUkraine | 13 April 1992 | €240110000\nUnited Arab Emirates | 23 September 2021 | €2030000\nUnited Kingdom | 28 March 1991 | €2900110000\nUnited States | 28 March 1991 | €3001480000\nUzbekistan | 30 April 1992 | €44120000\n75+2 total | (28 March 1991) | €29751442000"
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Public banking",
        "generated_section_content_md": "The EBRD is a public bank, meaning that public institutions such as states are\nshareholders in those institutions. More precisely, public financial\ninstitutions are controlled major predominantly by public authorities (more\nthan 50%) whereas in institutions with public participations, public\nauthorities aren't majority shareholders. Public banks were particularly\ninvolved in the economic transition of the former Soviet Republics and Central\nand Eastern European countries as private banks and other sources of financing\ndidn't want to invest for reasons such as those countries’ macroeconomic\ndifficulties as well as political reasons regarding the country’s stability\nfor instance."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Relationship with the EIB",
        "generated_section_content_md": "In the context of the EU’s investment banking, the EBRD and the EIB have been\ninvolved in a rivalry regarding the status of the “EU’s premier development\nbank”. Major criticism about the EBRD in this situation is related to the fact\nthat non-EU countries are also important shareholders whereas the EIB is\ncompletely owned by the EU. More recently, another source of rivalry was about\nbecoming the new “European Climate and Sustainable Development Bank (ECSDB)."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Public banks and the COVID-19 pandemic",
        "generated_section_content_md": "More recently, since the start of the COVID-19 pandemic, public banks have had\ntheir influence and role increased as they have become important actors of the\neconomic recovery response. As for the European Bank for Reconstruction and\nDevelopment, it has committed €21 billion between 2020 and 2021 of activities.\nMore precisely, its own package was established within the scope of the\nResilience Framework, the Trade Facilitation Programme and the Vital\nInfrastructure Support Programme etc. In 2020 alone, it has invested €11\nbillion as part of 411 projects which corresponds to a 10% raison compared to\n2019. 72% of its investments were received by the private sector. Moreover,\nbecause of this specific context, the EBRD focused some of its operations in\nsectors other than green investment meaning that it only focused 29% of its\ninvestment in this domain (compared to 46% in 2019)."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Donors",
        "generated_section_content_md": "According to the EBRD 2020 Sustainability Report, donors provided €589 million\nto support EBRD activities, taking the form of grants, loans and risk-\nmitigating instruments.\n\nThe EBRD funds come mainly from bilateral donors, from the Climate Investment\nFunds (CIF), the European Union (EU), the Global Environment Facility (GEF),\nand the Green Climate Fund (GCF)."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Financial operations",
        "generated_section_content_md": "According to the EBRD, the bank provides different direct financial\ninstruments such as loans, equity investments and guarantees. It also works on\nthe assistance of SMEs through the intermediary of other banks or investment\nand venture capital funds which are linked to the EBRD’s investments."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Steps leading to a loan",
        "generated_section_content_md": "Each project is analysed, first by the EBRD management with the negotiations\nand the subsequent signing of a mandate letter drafting the important\ninformation about the project plan, the expected expenses as well as the\nresponsibilities. Secondly, the project is to be finally reviewed by the\nmanagement. Later on, it is submitted to the Board of Directors for approval.\nAfter being signed for both parties, it becomes legally binding. It leads to\nthe transfer of funds from the EBRD to the client which will in the future\nstart to repay the bank’s loan."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Environmental sustainability",
        "generated_section_content_md": "The EBRD is unique among development banks for two reasons. First, it was the\nfirst multilateral development bank to have an explicit environmental mandate\nin its charter (since 1995), and second, in that it will not finance thermal\ncoal mining and coal-fired electricity generation due to their environmental\nimpact.\n\nThe following table shows the development of investment volume into the Green\nEconomy Transition (GET) approach, in support of the Paris climate goals.\n\nYear | Total investment | GET investment | Ratio | Ref.\n---|---|---|---|---\n2016 | 9.4 billion EUR | 2.9 billion EUR | 31% |\n2017 | 9.7 billion EUR | 4.1 billion EUR | 43% |\n2018 | 9.5 billion EUR | 3.3 billion EUR | 36% |\n2019 | 10.1 billion EUR | 4.6 billion EUR | 46% |\n\nThe EBRD had pledged, prior to 2015 Paris Agreement, to dedicate above 40 per\ncent of its financing to green investment by 2020. This goal was accomplished\nfor the first time in 2017. With Russia actually being the biggest donor to an\nNDEP Support Fund for the environments inside the bank, with total\ncontributions amounting to €60 million. €5 million was donated by Russia in\nthe same year of 2015."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Collaboration of the bank with the European institutions and private",
        "generated_section_content_md": "actors\n\nNot only involving the European institutions, the EBRD financed projects also\nimplicate private actors such as firms as well as foreign investors in the\nprocess. As part of its lending policies, the EBRD mostly lends capital to the\nprivate sector as lending to the public sector is capped at 40% maximum."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Influencing",
        "generated_section_content_md": "As a neoliberal institution, the EBRD participates in policy debates by\npublishing macroeconomic analysis as well as economic forecasts that are used\nby both governments and international financial institutions."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Mediation",
        "generated_section_content_md": "More recently, other than its original lending role, the EBRD has played a\nmediating role in Europe, for instance in Moldova in 2013 and even in the\nCentral Asian region (most notably in countries such as the Kyrgyz Republic\nand Tajikistan for instance) by intervening as a third party in commercial\ndisputes which has become one of its major areas of activities. As a mediating\nactor, the EBRD has managed to involve other actors such as businesses and\nChambers of Commerce among others. Moreover, a regional forum on commercial\nmediation was established by the bank as part of its work, which has managed\nto involve various representatives from countries in Europe and Asia, such as\njudges and experts for instance."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "The initial focus on transition economy",
        "generated_section_content_md": "It is notable that one of the main objectives of the European Bank for\nReconstruction and Development was to become a link between the European\nUnion, its institutions and the countries it would focus on. As the recipients\nwere previously centrally planned economies, the ERBD centered through its\noperations on working with the private sector, which was the principal target\nof central planning. Focusing on the integration and modernisation process, as\npart of its projects, the EBRD has notably invested in important sectors such\nas telecommunications in the Central and Eastern European countries."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "To modern challenges",
        "generated_section_content_md": "Since the 90s, recipients of EBRD financing have diversified, in fact, from\nmainly targeting EEC countries, the bank has moved to the Asian continent and\nincreasingly focused on other countries such as China. More generally, Suma\nChakrabarti, the EBRD president from 2012 to 2020, has pushed in the beginning\nof the 2010s for modernizing the bank. Reforms encompassed the bank's\nstructure in itself, for instance by changing the management team, and its\nprocesses (for instance about policy dialogue or methodology regarding the\nconcept of transition) in order for them to be more efficient."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Sustainable market economies",
        "generated_section_content_md": "Since the 2000s, the focus has shifted towards the issue over sustainable\nmarket economies, notably in the context of the 2008 financial crisis, which\nharshly impacted population and their trust in financial institutions,\ndemocracy and free market. As a result, a rethinking of the concept of\ntransition has taken place within the EBRD and has impacted the activities of\nthe bank. Furthermore, the concept of transition was reviewed in 2015. In\nfact, it led to the idea that the ideal market economy is made of a greatly\ncompetitive, resilient and integrated market and is complemented by a good\ngovernance system conducted by a well-functioning state which has to be\nenvironmental friendly and inclusive.\n\nIn Armenia, EBRD has been operating since 1986, investing over €2 billion in\nover 200 projects. More than 90% of these investments have been made in\nprivate enterprises. The bank's key areas of investment include the financial\nsector, SMEs, and sustainable infrastructure. They invest, engage in policy-\nmaking, and offer technical assistance in order to encourage these areas\nlocally. The EBRD invests around €150 million in Armenia's economy every year.\nIts partner financial institutions lend approximately €100 million to local\nSMEs through a variety of programs that promote trade, green energy, and\nfinancial access."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Related to environment and climate change",
        "generated_section_content_md": "Gradually, climate change and sustainable development became the focus point\nof the European Union, then consequently found its importance as one of the\nmain challenges that the EBRD has to tackle. It became linked to the objective\nof forming sustainable market economies. In 2021, Anastassia Obydenkova\nresearch has indicated that positive evolutions have been made, for instance\nthat carbon emission from some of the states benefiting from EBRD loans have\ndecreased."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "EBRD key achievements since 2020",
        "generated_section_content_md": "Source:"
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Environment",
        "generated_section_content_md": "The EBRD agreed a new green economy approach for 2021–2025 and adopted a\ntarget of becoming a majority green bank by 2025. It invested €3.2 billion in\nclimate mitigation, climate adaptation and other activities related to\nenvironmental issues in 2020. Moreover, the EBRD signed up to the Sustainable\nBlue Economy Finance Principles which represent the world’s first global\nguiding framework for banks, insurers, and investors to invest in the ocean\neconomy in a sustainable way.\n\nThe EBRD also aims to support the corporate transition to decarbonisation, for\ninstance in Poland (EV battery performance), in Turkey (elimination of\nplastics in single-use hygiene products), and in Ukraine (green supermarkets);\nand support green infrastructures."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Political and human rights standards",
        "generated_section_content_md": "Linked to its objective of contributing to political transformation in the\nEBRD's country targets in which projects are financed, this institution\ncontributes to political transformation in these same states. From the\nbeginning of the negotiations that led to the creation of the EBRD, the\nquestion of democracy and human rights were included in the matter discussed.\nThose issues are clearly stated in the agreement.\n\nThe EBRD is devoted to strengthen its approach to human-rights and also to\ngender-based issues. For instance, it posted a 14.8 percent year-on-year\nincrease in the number of projects it supports that promote gender inclusion.\nMoreover, the EBRD established a cross-departmental Human Rights Working Group\nand has developed internal human rights guidance."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "COVID-19 response",
        "generated_section_content_md": "The EBRD provided €802 million of support under the Vital Infrastructure\nSupport Programme launched in April 2020, an emergency support programme for\ninfrastructure providers which is part of its overall Solidarity Package\nresponse to COVID-19 adopted on 13 March 2020. The package delivered emergency\nliquidity and the EBRD invested more than €10 billion, both in 2019 and 2020."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Partnerships with NGOs",
        "generated_section_content_md": "The EBRD has signed partnership agreements with Oxfam and Save the Children."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "About the EBRD",
        "generated_section_content_md": "In the 90s, the start of the EBRD actions have been considered as slow as the\namount of money loaned was rather modest compared to what was available.\n\nThere have been criticism regarding potential conflict of interest as it\nappeared that instead of focusing on public interests, some bankers'\noperations were influenced by their clients' needs, contrary to the objective\nof the EBRD.\n\nAccording to an economist named Branko Milanović, the analysis of global\ndistribution of incomes has shown that the positive globalisation impact has\nmainly favoured the super-rich part of the population, thus deepening the\ninequalities of wealth concentration within the population. Furthermore, this\nuneven concentration is notably visible in the countries benefiting from the\nEBRD activities. This has led to a reflection over the idea of winners and\nlosers regarding globalisation.\n\nIn contrast to the highlighted inclusion objective, concerns regarding\ninclusion, which notably involves gender equality, have been rather absent\nfrom the bank's attributions until recently. For instance, a Strategic Gender\nInitiative was validated by the EBRD President in 2013 as well as various\nprojects involving gender equality related objectives.\n\nNGOs have criticised the EBRD on the lack of progress the EBRD makes in its\nmain mission, the “transition towards open and democratic market economies.”"
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Regarding its investments",
        "generated_section_content_md": "Inequality of the lending : most projects were related to the Visegrad\ncountries that were the ones with the most developed private sectors meaning\nthat the ERBD was underinvesting in the countries that were the most supposed\nto receive its participation. For instance, those countries (Czech Republic,\nHungary, Poland) were involved in 46% of the projects signed during the\n1991–1993 period."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.6.1",
        "section_name": "Environmentally harmful projects",
        "generated_section_content_md": "Some NGOs have criticized the EBRD for financing projects they consider to be\nenvironmentally and socially harmful. Although it has increased its\ninvestments in energy efficiency and sustainable energy in recent years, the\nNGOs say the bank diminishes the impacts of green investments by financing\ncarbon-intensive development such as coal, oil, and gas production,\ntransportation, and generation, motorways, airports, fast food, and animal\nagriculture. Among the contested projects are the Ombla power plant in\nCroatia, the Kumtor Gold Mine in Kyrgyzstan, and the Šoštanj lignite power\nplant in Slovenia.\n\nIn 2025, the EBRD considered investing €40 million to expand Burger King and\nPopeyes locations across Poland, Romania, and the Czech Republic, but\ncancelled the plan following opposition by environmental and animal welfare\nactivists."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.6.2",
        "section_name": "The Balkans",
        "generated_section_content_md": "The EBRD's activities in the Balkans have attracted particular controversy and\ncriticism, especially when they have centered on national parks or free-\nflowing rivers. This has often involved the completed or proposed construction\nof hydroelectric dams and road infrastructure. Indeed, a 2017 report alleged\ndeficiencies in monitoring and mitigation measures that had been designed to\nlessen the environmental impact of dam projects financed by the EBRD, while,\nin March 2018, outdoor clothing label Patagonia helped launch _The Dam Truth_\ncampaign, which directly requests international banks including the EBRD to\n\"stop investing in the destruction of Europe's last wild rivers\".\n\nIn 2011, the EBRD approved a €65 million loan to ELEM, the Macedonian\nelectricity utility, for a dam at Boskov Most. The Standing Committee of the\nBern Convention requested immediate suspension of the project, with reference\nto the high biodiversity of the area and its importance as a core reproductive\narea for the Balkan lynx, one of the most endangered mammals on the planet. In\nJanuary 2017, the bank cancelled the loan saying the \"conditions for\ndisbursement were not met.\"\n\nAgain in North Macedonia, the EBRD was criticised by environmentalists after\nplans were announced to bisect National Park Galičica in the UNESCO Ohrid-\nPrespa Transboundary Biosphere Reserve with an A3 express road, which would\nhave required certain zones of protection in the national park to be\ndowngraded. Scientists from North Macedonia and across the world signed a\ndeclaration in opposition to this and other projects proposed for the Ohrid-\nPrespa region, a message that was reinforced by a Joint Reactive Monitoring\nMission from the World Heritage Centre, ICOMOS and the IUCN, which requested\ntotal cancellation of proposed A3 road sections. This recommendation was\nunderlined by the World Heritage Committee at its 41st session in Kraków.\nEventually, in February 2018, the Republic of North Macedonia abandoned plans\nfor the road, redirecting the EBRD's funds to other infrastructure projects."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.7",
        "section_name": "Regarding the targeted countries",
        "generated_section_content_md": "Even though, its major objectives is to push for democracy and respect of\nhuman rights, the EBRD has been accused of not working towards those goals by\nnot applying enough pressure and even \"holding its annual meetings in\ndictator-run countries\". Furthermore, reports have highlighted the fact that\nan important part of the loans provided by the EBRD go to countries with\nauthoritarian leaders as of the beginning of 2022, including states such as\nBelarus or Egypt among others, and this despite its major objective of\npromoting democracy."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.7.1",
        "section_name": "2014 sanctions against Russia",
        "generated_section_content_md": "The EBRD announced on 23 July 2014 that it would suspend new investment\nprojects in Russia, following an earlier declaration by the European Council.\nThe European Council declaration was made in the context of the 2014 pro-\nRussian unrest in Ukraine. As of 2014 Russia has been the biggest funding\nrecipient of all countries. In 2013, the Russian Federation received €1.8\nbillion for investments from the EBRD and 1 billion € from the EIB. Russia\nemployed the funds to finance a variety of projects like pipeline valves,\nproperty acquisitions, and a loan to a hypermarket chain. Two Russian projects\nwere awaiting funding from the EBRD: a €300 million plan for promoting energy\nefficiency, and a $180 million loan to lease agricultural and forestry\nequipment. The bank stated that it will continue to manage ongoing projects in\nRussia. Despite denying Russia new funds, the EBRD continues to insist on its\n6.1% of ownership in the Moscow Stock Exchange, seeking profits from Russia\nwith the privatisation of the Soviet economy."
    },
    {
        "chapter_name": "European Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "5.7.2",
        "section_name": "Azerbaijan's oil and gas sector",
        "generated_section_content_md": "Bank's President Odile Renaud-Basso with Azerbaijan's President Ilham Aliyev\nin February 2024\n\nBuilding Southern Gas Corridor, European countries and companies support gas\nexport from Azerbaijan and contribute to finance Azerbaijan's government. The\nAliyev regime is considered by many NGOs and watchdogs organizations as\nrepressive and activists and journalists are regularly arrested on false\ncharges and imprisoned. The International Federation for Human Rights (FIDH)\nwrote in 2015, that \"for more than a decade Azerbaijan has made shameless use\nof caviar diplomacy to charm European governments, its most important oil and\ngas clients\". The EEC BankWatch warns that \"Developing Shah Deniz stage 2 and\nthe Southern Gas Corridor is likely to cement further the oppressive\nstructures of the Aliyev government\".\n\nThe EBRD has invested over 3 billion euros ($3.5 billion) in 177 projects in\nAzerbaijan. The EBRD approved three loans for the Shah Deniz gas field (US$200\nmillion, US$250 million and US$100 million) as well as a US$500 million loan\nfor the Trans-Anatolian gas pipeline (TANAP), and stated its financial support\nto the Trans Adriatic Pipeline (TAP) could amount to EUR 1.2 billion."
    }
]