[
    {
        "chapter_name": "European Telecommunications Satellite Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "The **European Telecommunications Satellite Organization** (**Eutelsat IGO**)\nis an intergovernmental organisation consisting of 49 member states. It is\nheadquartered in Paris, France. The mission of Eutelsat IGO is to maintain the\nrights to use radio frequencies and orbital locations which were assigned\ncollectively to the Member States by the International Telecommunication Union\n(ITU) and to oversee the operations of Eutelsat S.A. so as to ensure that the\ncompany complies with the international Eutelsat Convention. Eutelsat IGO\nplays an active role within the global telecommunications community and is a\nkey actor in the satellite business sector."
    },
    {
        "chapter_name": "European Telecommunications Satellite Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The European Telecommunications Satellite Organization was created in 1977 on\nan interim basis by 17 European countries, members of the European Conference\nof Postal and Telecommunications Administrations (CEPT). Its purpose was to\nprovide Europe with a satellite infrastructure for a wide range of\ntelecommunications services. The Convention establishing the European\nTelecommunications Satellite Organization Eutelsat was opened for signature in\nJuly 1982 and entered into force on 1 September 1985.\n\nThe main mission of Eutelsat was the design, development, construction,\noperation and maintenance of the space segment for international public\ntelecommunications services in Europe. Eutelsat started by providing space\nsegment capacity for basic telecommunications and audio-visual services and\nrapidly expanded its activities to the provision of services for analogue and\ndigital television, radio broadcasting, business telecommunications,\nmultimedia communications, messaging and positioning in Europe, the Middle\nEast, Africa, Asia and the American continent.\n\nFollowing the liberalisation of the telecommunications sector in Europe, the\nEutelsat Member States decided in May 1999 to restructure the organisation. On\n2 July 2001, all assets, liabilities and operational activities of the\nintergovernmental organisation were transferred to Eutelsat S.A., a private\ncompany established in Paris for this purpose. The original Eutelsat\nConvention was amended with the agreement of the Member States and the\namendments entered into force on a definitive basis on 28 November 2002.\n\nThere is an agreement between Eutelsat IGO and Eutelsat S.A. for the use of\nthe name Eutelsat. When written in capital letters and followed by IGO it\nrefers to the international organisation while the companies of the Eutelsat\nGroup write Eutelsat in small letters in order to avoid potential confusion."
    },
    {
        "chapter_name": "European Telecommunications Satellite Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Purposes",
        "generated_section_content_md": "Since its restructuring in 2001, the structure, role, mission and activities\nof Eutelsat IGO have evolved to reflect developments in the fields of\nregulation, technology and markets for Fixed Satellite Services.\n\nThe primary purpose of Eutelsat IGO is to ensure that Eutelsat S.A. observes\nthe Basic Principles set forth in Article III a) of the Amended Convention\nreferring to public service/universal service obligations, pan European\ncoverage by the satellite system, non-discrimination and fair competition.\nThis supervisory task is executed primarily through the participation of the\nExecutive Secretary on the boards of directors of Eutelsat S.A. and its parent\ncompany Eutelsat Communications (Paris Stock Exchange symbol: ETL) as an\nobserver _(censeur)_. This gives him the right to obtain information and voice\nopinions without having the right to vote.\n\nEutelsat IGO also ensures continuity of the rights to use radio frequencies of\nthe ITU Radio regulations for the space segment which was transferred to\nEutelsat S.A.\n\nOther key activities of Eutelsat IGO include ongoing monitoring of the\nregulatory environment in European countries and continued collaboration with\nother international organisations. Eutelsat IGO has the status of an\nInternational Organization Operating Satellite Systems (IOOSS) in all three\nsectors of the ITU and the Executive Secretary and Secretariat participate\nregularly in International Telecommunication Union (ITU) activities and events\nof relevance to the Organisation. Since June 2008, Eutelsat IGO has also held\npermanent Observer status with the United Nations Committee on the Peaceful\nUses of Outer Space (COPUOS). The current Executive Secretary of Eutelsat IGO\nis a Commissioner of the United Nations Broadband Commission for Digital\nDevelopment and the Organisation is actively advocating for the work\nundertaken by the commission. The 2018 Report on the State of the Broadband\nissued in September 2018 featured a contribution from the satellite industry.\n\nAnnual tripartite meetings are organised between the Heads of Eutelsat IGO,\nInternational Telecommunications Satellite Organization (ITSO) and\nInternational Mobile Services Organization (IMSO) with a view to discuss\nmatters of mutual interest and give further consideration for joint\ninitiatives. On 15 May 2019, Eutelsat IGO signed an Agreement on Cooperation\nwith Intersputnik giving the two organisations a mutual observer status. In\naddition, Eutelsat IGO holds Observer status in Regional Commonwealth (RCC) in\nthe field of communications, an association of several former Soviet\nrepublics, which are now independent states."
    },
    {
        "chapter_name": "European Telecommunications Satellite Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "Eutelsat IGO consists of the Assembly of Parties to the Eutelsat Convention\nwhich meets ordinarily every two years and the Secretariat which is the\npermanent body of the Organisation. The Secretariat is headed by the Executive\nSecretary who is appointed for a four-year mandate by and is responsible to\nthe Eutelsat IGO Assembly of Parties. The Executive Secretary is the legal\nrepresentative of Eutelsat IGO and an observer (censeur) on the Board of\nDirectors of Eutelsat S.A.\n\nPiotr Dmochowski-Lipski of Poland was reelected to the post of Executive\nSecretary for a third term by the Assembly of Parties in March 2025.\n\nHe succeeded Christian Roisse of France, Executive Secretary from 2005 to\n2017, and Birgitta Näslund of Sweden, Executive Secretary from 2001 to 2005."
    }
]