[
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "European organisation dedicated to space exploration\n\nThe **European Space Agency** (**ESA**) is a 23-member international\norganization devoted to space exploration. With its headquarters in Paris and\na staff of around 2,547 people globally as of 2023, ESA was founded in 1975 in\nthe context of European integration. Its 2025 annual budget was €7.7 billion.\n\nThe ESA Human and Robotic Exploration programme includes human spaceflight\n(mainly through participation in the International Space Station programme);\nas well as the launch and operation of missions to Mars and Moon. Further\nactivities include science missions to Jupiter, Mercury, the Sun, Earth\nobservation, Asteroid impact avoidance and Telecommunications missions,\ndesigning launch vehicles; and maintaining Europe's Spaceport, the Guiana\nSpace Centre at Kourou (French Guiana). Further programmes include space\nsafety, satellite navigation, applications and commercialisation.\n\nThe main European launch vehicle Ariane 6 is operated through Arianespace with\nESA sharing in the costs of launching and further developing the launch\nvehicle. The agency also collaborates with NASA to manufacture the Orion\nspacecraft service module ESM which flies on the Space Launch System."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed.\n_Find sources:_ \"European Space Agency\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( May 2019)__(Learn how and when to remove this\nmessage)_\n---|---"
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Foundation",
        "generated_section_content_md": "European Space Operations Centre in Darmstadt, Germany. ESTEC buildings in\nNoordwijk, Netherlands. ESTEC was the main technical centre of ESRO and\nremains so for the successor organisation (ESA).\n\nAfter World War II, many European scientists left Western Europe in order to\nwork with the United States. Although the 1950s boom made it possible for\nWestern European countries to invest in research and specifically in space-\nrelated activities, Western European scientists realised solely national\nprojects would not be able to compete with the two main superpowers. In 1958,\nonly months after the Sputnik shock, Edoardo Amaldi (Italy) and Pierre Auger\n(France), two prominent members of the Western European scientific community,\nmet to discuss the foundation of a common Western European space agency. The\nmeeting was attended by scientific representatives from eight countries.\n\nThe Western European nations decided to have two agencies: one concerned with\ndeveloping a launch system, ELDO (European Launcher Development Organisation),\nand the other the precursor of the European Space Agency, ESRO (European Space\nResearch Organisation). The latter was established on 20 March 1964 by an\nagreement signed on 14 June 1962. From 1968 to 1972, ESRO launched seven\nresearch satellites, but ELDO was not able to deliver a launch vehicle. Both\nagencies struggled with the underfunding and diverging interests of their\nparticipants.\n\nThe ESA in its current form was founded with the ESA Convention in 1975, when\nESRO was merged with ELDO. The ESA had ten founding member states: Belgium,\nDenmark, France, West Germany, Italy, the Netherlands, Spain, Sweden,\nSwitzerland, and the United Kingdom. These signed the ESA Convention in 1975\nand deposited the instruments of ratification by 1980, when the convention\ncame into force. During this interval the agency functioned in a de facto\nfashion. ESA launched its first major scientific mission in 1975, Cos-B, a\nspace probe monitoring gamma-ray emissions in the universe, which was first\nworked on by ESRO."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Later activities",
        "generated_section_content_md": "Mock-up of the Ariane 1\n\nESA collaborated with NASA on the International Ultraviolet Explorer (IUE),\nthe world's first high-orbit telescope, which was launched in 1978 and\noperated successfully for 18 years. A number of successful Earth-orbit\nprojects followed, and in 1986 ESA began Giotto, its first deep-space mission,\nto study the comets Halley and Grigg–Skjellerup. Hipparcos, a star-mapping\nmission, was launched in 1989 and in the 1990s SOHO, _Ulysses_ and the Hubble\nSpace Telescope were all jointly carried out with NASA. Later scientific\nmissions in cooperation with NASA include the _Cassini–Huygens_ space probe,\nto which the ESA contributed by building the Titan landing module _Huygens_.\n\nAs the successor of ELDO, the ESA has also constructed rockets for scientific\nand commercial payloads. Ariane 1, launched in 1979, carried mostly commercial\npayloads into orbit from 1984 onward. The next two versions of the Ariane\nrocket were intermediate stages in the development of a more advanced launch\nsystem, the Ariane 4, which operated between 1988 and 2003 and established the\nESA as the world leader in commercial space launches in the 1990s. Although\nthe succeeding Ariane 5 experienced a failure on its first flight, it has\nsince firmly established itself within the heavily competitive commercial\nspace launch market with 112 successful launches until 2023. The successor\nlaunch vehicle, Ariane 6, had its maiden flight on 9 July 2024. It was\nfollowed by flight VA263, the first commercial launch, on 6 March 2025 at\n13:24 local time (16:24 BST, 17:24 CET), delivering the Composante Spatiale\nOptique CSO-3 satellite.\n\nThe beginning of the new millennium saw the ESA become, along with agencies\nlike NASA, JAXA, ISRO, the CSA and Roscosmos, one of the major participants in\nscientific space research. Although ESA had relied on co-operation with NASA\nin previous decades, especially the 1990s, changed circumstances (such as\ntough legal restrictions on information sharing by the United States military)\nled to decisions to rely more on itself and on co-operation with Russia. A\n2011 press issue thus stated:\n\n> Russia was ESA's first partner in its efforts to ensure long-term access to\n> space. There is a framework agreement between ESA and the government of the\n> Russian Federation on cooperation and partnership in the exploration and use\n> of outer space for peaceful purposes, and cooperation is already underway in\n> two different areas of launcher activity that will bring benefits to both\n> partners.\n\nNotable ESA programmes include SMART-1, a probe testing cutting-edge space\npropulsion technology, the _Mars Express_ and _Venus Express_ missions, as\nwell as the development of the Ariane 5 rocket and its role in the ISS\npartnership. The ESA maintains its scientific and research projects mainly for\nastronomy-space missions such as Corot, launched on 27 December 2006, a\nmilestone in the search for exoplanets.\n\nOn 21 January 2019, ArianeGroup and Arianespace announced a one-year contract\nwith the ESA to study and prepare for a mission to mine the Moon for lunar\nregolith.\n\nIn 2021 the ESA ministerial council agreed to the \"Matosinhos manifesto\" which\nset three priority areas (referred to as _accelerators_) \"space for a green\nfuture, a rapid and resilient crisis response, and the protection of space\nassets\", and two further high visibility projects (referred to as\n_inspirators_) an icy moon sample return mission; and human space exploration.\nIn the same year the recruitment process began for the 2022 European Space\nAgency Astronaut Group.\n\nThe first half of 2023 saw the launches of the Jupiter Icy Moons Explorer and\nthe Euclid spacecraft, the latter developed jointly with the Euclid\nConsortium. After 10 years of planning and building, it is designed to better\nunderstand dark energy and dark matter by accurately measuring the\naccelerating expansion of the universe.\n\nThe most notable ESA mission of 2024 was Hera (space mission), which launched\non 7 October that year to perform a post-impact survey of the asteroid\nDimorphos which was deflected by NASA's Double Asteroid Redirection Test\nmission.\n\nIn early 2025, the European Space Agency released its Strategy 2040, a long-\nterm roadmap adopted by the ESA council to define the agency's priorities. The\nstrategy is centered on 5 key goals:\n\n* Protecting the planet and climate\n* Advancing space exploration\n* Strengthening European autonomy and resilience\n* Boosting economic growth and competitiveness\n* Inspiring future generations\n\nIn March 2025, ESA officially launched its European Launcher Challenge (ELC)\nby publishing the Invitation to Tender (ITT). Initially introduced in November\n2023, the program aims to foster new European sovereign launch capabilities,\nbeginning with small launch vehicles and ultimately paving the way for an\nAriane 6 successor."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Facilities",
        "generated_section_content_md": "The agency's facilities date back to ESRO and are deliberately distributed\namong various countries and areas. The most important are the following\ncentres:\n\n* ESA headquarters in Paris, France;\n* ESA science missions are based at ESTEC in Noordwijk, Netherlands;\n* Earth Observation missions at the ESA Centre for Earth Observation in Frascati, Italy;\n* ESA Mission Control (ESOC) is in Darmstadt, Germany;\n* The European Astronaut Centre (EAC) that trains astronauts for future missions is situated in Cologne, Germany;\n* The European Centre for Space Applications and Telecommunications (ECSAT), a research institute created in 2009, is located in Harwell, England, United Kingdom;\n* The European Space Astronomy Centre (ESAC) is located in Villanueva de la Cañada, Madrid, Spain.\n* The European Space Security and Education Centre (ESEC), located in Redu, Belgium;\n* The ESTRACK tracking and deep space communication network.\n* Many other facilities are operated by national space agencies in close collaboration with ESA.\n* Esrange near Kiruna in Sweden;\n* Guiana Space Centre in Kourou, France;\n* Toulouse Space Centre, France;\n* Institute of Space Propulsion in Lampoldshausen, Germany;\n* Columbus Control Centre in Oberpfaffenhofen, Germany."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Mission",
        "generated_section_content_md": "The treaty establishing the European Space Agency reads:\n\n> Article II, Purpose, Convention of establishment of a European Space Agency,\n> SP-1271(E) from 2003 -- The purpose of the Agency shall be to provide for\n> and to promote, for exclusively peaceful purposes, cooperation among\n> European States in space research and technology and their space\n> applications, with a view to their being used for scientific purposes and\n> for operational space applications systems…\n\nThe ESA is responsible for setting a unified space and related industrial\npolicy, recommending space objectives to the member states, and integrating\nnational programs like satellite development, into the European program as\nmuch as possible.\n\nJean-Jacques Dordain – ESA's Director General (2003–2015) – outlined the\nEuropean Space Agency's mission in a 2003 interview:\n\n> Today space activities have pursued the benefit of citizens, and citizens\n> are asking for a better quality of life on Earth. They want greater security\n> and economic wealth, but they also want to pursue their dreams, to increase\n> their knowledge, and they want younger people to be attracted to the pursuit\n> of science and technology. I think that space can do all of this: it can\n> produce a higher quality of life, better security, more economic wealth, and\n> also fulfill our citizens' dreams and thirst for knowledge, and attract the\n> young generation. This is the reason space exploration is an integral part\n> of overall space activities. It has always been so, and it will be even more\n> important in the future."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Activities and programmes",
        "generated_section_content_md": "The ESA describes its work in two overlapping ways:\n\n* For the general public, the various fields of work are described as \"Activities\".\n* Budgets are organised as \"Programmes\".\n\nThese are either mandatory or optional."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Activities",
        "generated_section_content_md": "According to the ESA website, the activities are:\n\n* Observing the Earth\n* Human and Robotic Exploration\n* Launchers\n* Navigation\n* Space Science\n* Space Engineering & Technology\n* Operations\n* Telecommunications & Integrated Applications\n* Preparing for the Future\n* Space for Climate"
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Programmes",
        "generated_section_content_md": "* Horizon 2000\n* Cosmic Vision\n* Aurora\n* Terrae Novae Programme\n* Copernicus Programme\n* Galileo\n* Living Planet Programme"
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "Mandatory",
        "generated_section_content_md": "Every member country (known as 'Member States') must contribute to these\nprogrammes: The European Space Agency Science Programme is a long-term\nprogramme of space science missions.\n\n* Technology Development Element Programme\n* Science Core Technology Programme\n* General Study Programme\n* European Component Initiative"
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "3.2.2",
        "section_name": "Optional",
        "generated_section_content_md": "Depending on their individual choices the countries can contribute to the\nfollowing programmes, becoming 'Participating States', listed according to:\n\n* Launchers\n* Earth Observation\n* Human Spaceflight and Exploration\n* Telecommunications\n* Navigation\n* Space Situational Awareness\n* Technology"
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Employment",
        "generated_section_content_md": "As of 2023, Many other facilities are operated by national space agencies in\nclose collaboration with the ESA. The ESA employs around 2,547 people, and\nthousands of contractors. Initially, new employees are contracted for an\nexpandable four-year term, which is until the organization's retirement age of\n63. According to the ESA's documents, the staff can receive myriad of perks,\nsuch as financial childcare support, retirement plans, and financial help when\nmigrating. The ESA also prevents employees from disclosing any private\ndocuments or correspondences to outside parties. _Ars Technica'_s 2023 report,\nwhich contained testimonies of 18 people, suggested that there is a widespread\nharassment between management and its employees, especially with its\ncontractors. Since the ESA is an international organization, unaffiliated with\nany single nation, any form of legal action is difficult to raise against the\norganization."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Membership and contribution to the ESA",
        "generated_section_content_md": "Member states participate to varying degrees with both mandatory space\nprograms and those that are optional. As of 2008[update], the mandatory\nprogrammes made up 25% of total expenditures while optional space programmes\nwere the other 75%. The ESA has traditionally implemented a policy of\n\"georeturn\", where funds that ESA member states provide to the ESA \"are\nreturned in the form of contracts to companies in those countries.\"\n\nBy 2015, the ESA was an intergovernmental organisation of 22 member states.\nThe 2008 ESA budget amounted to €3.0 billion whilst the 2009 budget amounted\nto €3.6 billion. The total budget amounted to about €3.7 billion in 2010,\n€3.99 billion in 2011, €4.02 billion in 2012, €4.28 billion in 2013, €4.10\nbillion in 2014, €4.43 billion in 2015, €5.25 billion in 2016, €5.75 billion\nin 2017, €5.60 billion in 2018, €5.72 billion in 2019, €6,68 billion in 2020,\n€6.49 billion in 2021, €7.15 billion in 2022, €7.46 billion in 2023 and €7.79\nbillion in 2024.\n\nEnglish and French are the two official languages of the ESA. Additionally,\nofficial documents are also provided in German and documents regarding the\nSpacelab have been also provided in Italian. If found appropriate, the agency\nmay conduct its correspondence in any language of a member state.\n\nThe following table lists all the member states and adjunct members, their ESA\nconvention ratification dates, and their contributions as of 2024:\n\nMember state or partner  | Ratification of ESA convention\nor association agreement  | National programme  | Contributions\n---|---|---|---\nM€  | % of total  | Per capita (€)[_full citation needed_]\nFull member states\nAustria | 30 December 1986 | ALR | 62.4 | 1.2%  | 6.85\nBelgium | 3 October 1978 | BELSPO | 292.6 | 5.6%  | 24.91\nCzechia | 12 August 2008 | Ministry of Transport | 48.4 | 0.9%  | 4.47\nDenmark | 15 September 1977 | UFM | 35.1 | 0.7%  | 5.92\nEstonia | 1 September 2015 | ESO | 7.0 | 0.1%  | 5.12\nFinland | 1 January 1995 | TEM | 33.5 | 0.6%  | 6.02\nFrance | 30 October 1980 | CNES | 1,048.4 | 20.1%  | 15.38\nGermany | 26 July 1977 | DLR | 1,171.6 | 22.4%  | 14.10\nGreece | 9 March 2005 | HSC | 16.1 | 0.3%  | 1.55\nHungary | 4 November 2015 | HSO | 23.2 | 0.4%  | 2.42\nIreland | 10 December 1980 | Enterprise Ireland | 22.8 | 0.4%  | 4.33\nItaly | 20 February 1978 | ASI | 881.2 | 16.9%  | 14.94\nLuxembourg | 30 June 2005 | LSA | 41.6 | 0.8%  | 62.95\nNetherlands | 6 February 1979 | NSO | 117.1 | 2.2%  | 6.57\nNorway | 30 December 1986 | NSA | 71.4 | 1.4%  | 13.01\nPoland | 19 November 2012 | POLSA | 47.7 | 0.9%  | 1.30\nPortugal | 14 November 2000 | PT Space | 19.4 | 0.4%  | 1.85\nRomania | 22 December 2011 | ROSA | 51.0 | 1.0%  | 2.68\nSlovenia | 1 January 2025 | SPACE-SI | 3.9 | 0.1%  | 1.84\nSpain | 7 February 1979 | AEE | 297.5 | 5.7%  | 6.19\nSweden | 6 April 1976 | SNSA | 80.0 | 1.5%  | 7.60\nSwitzerland | 19 November 1976 | SSO | 188.2 | 3.6%  | 21.35\nUnited Kingdom | 28 March 1978 | UKSA | 448.9 | 8.6%  | 6.60\nOthers  | —  | —  | 203.2 | 3.9%  | —\nNon-full members\nCanada | 1 January 1979 | CSA | 11.0 | 0.2%  | 0.28\nLatvia | 27 July 2020 | LSO | 0.5 | 0.0%  | 0.27\nLithuania | 21 May 2021 | LSA | 0.9 | 0.0%  | 0.32\nSlovakia | 13 October 2022 | SSO | 3.5 | 0.1%  | 0.65\nMembers and associates total  | 5,024.9 | 64.5%  |\nEuropean Union | 28 May 2004 | EUSPA | 1,822.6 | 23.4%  | 4.06\nEUMETSAT | —  | —  | 116.4 | 1.5%  | —\nOther income  | —  | —  | 821.2 | 10.5%  | —\nOther institutional partners and income total  | 2,760.2 | 35.5%  |\nGrand total  | 7,785.1 | 100% |\n\n1. ^ _**a**_ _**b**_ _**c**_ These nations are considered initial signatories, but since they were members of neither ESRO nor ELDO (the precursor organisations to ESA) the Convention could only enter into force when the last of the other 10 founders ratified it.\n2. ^ _**a**_ _**b**_ _**c**_ _**d**_ _**e**_ _**f**_ _**g**_ _**h**_ _**i**_ _**j**_ Founding members and initial signatories drafted the ESA charter which entered into force on 30 October 1980. These nations were also members of either ELDO or ESRO.\n3. **^** Canada is a Cooperating State of ESA.\n4. ^ _**a**_ _**b**_ _**c**_ _**d**_ Date of ratification of association agreement.\n5. **^** Framework Agreement establishing the legal basis for cooperation between ESA and the European Union came into force in May 2004."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Non-full member states",
        "generated_section_content_md": "Previously associated members were Austria, Norway and Finland and Slovenia,\nall of which later joined the ESA as full members. Since January 2025 there\nhave been four associate members: Latvia, Lithuania, Slovakia and Canada. The\nthree European members have shown interest in full membership and may\neventually apply within the next years."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.2.1",
        "section_name": "Latvia",
        "generated_section_content_md": "Latvia became the second current associated member on 30 June 2020, when the\nAssociation Agreement was signed by ESA Director Jan Wörner and the Minister\nof Education and Science of Latvia, Ilga Šuplinska in Riga. The Saeima\nratified it on 27 July."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.2.2",
        "section_name": "Lithuania",
        "generated_section_content_md": "In May 2021, Lithuania became the third current associated member. As a\nconsequence its citizens became eligible to apply to the 2022 ESA Astronaut\ngroup, applications for which were scheduled to close one week later. The\ndeadline was therefore extended by three weeks to allow Lithuanians a fair\nchance to apply."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.2.3",
        "section_name": "Slovakia",
        "generated_section_content_md": "Slovakia's Associate membership came into effect on 13 October 2022, for an\ninitial duration of seven years. The Association Agreement supersedes the\nEuropean Cooperating State (ECS) Agreement, which entered into force upon\nSlovakia's subscription to the Plan for European Cooperating States Charter on\n4 February 2016, a scheme introduced at ESA in 2001. The ECS Agreement was\nsubsequently extended until 3 August 2022."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.2.4",
        "section_name": "Canada",
        "generated_section_content_md": "Since 1 January 1979, Canada has had the special status of a Cooperating State\nwithin the ESA. By virtue of this accord, the Canadian Space Agency takes part\nin the ESA's deliberative bodies and decision-making and also in the ESA's\nprogrammes and activities. Canadian firms can bid for and receive contracts to\nwork on programmes. The accord has a provision ensuring a fair industrial\nreturn to Canada. The most recent Cooperation Agreement was signed on 15\nDecember 2010 with a term extending to 2020. For 2014, Canada's annual\nassessed contribution to the ESA general budget was €6,059,449\n(CAD$8,559,050). For 2017, Canada has increased its annual contribution to\n€21,600,000 (CAD$30,000,000)."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Budget appropriation and allocation",
        "generated_section_content_md": "European Space Agency 2016 budget by domain out of a total budget is 5250M€.\n\nThe ESA is funded from annual contributions by national governments of members\nas well as from an annual contribution by the European Union (EU).\n\nThe budget of the ESA was €5.250 billion in 2016. Every 3–4 years, ESA member\nstates agree on a budget plan for several years at an ESA member states\nconference. This plan can be amended in future years, however provides the\nmajor guideline for the ESA for several years. [_citation needed_] The 2016\nbudget allocations for major areas of the ESA activity are shown in the chart\non the right.\n\nCountries typically have their own space programmes that differ in how they\noperate organisationally and financially with the ESA. For example, the French\nspace agency CNES has a total budget of €2,015 million, of which €755 million\nis paid as direct financial contribution to the ESA. Several space-related\nprojects are joint projects between national space agencies and the ESA (e.g.\nCOROT). Also, the ESA is not the only European governmental space organisation\n(for example European Union Satellite Centre and the European Union Space\nProgramme Agency)."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Enlargement",
        "generated_section_content_md": "After the decision of the ESA Council of 21/22 March 2001, the procedure for\naccession of the European states was detailed as described the document titled\n\"The Plan for European Co-operating States (PECS)\". Nations that want to\nbecome a full member of the ESA do so in 3 stages. First a Cooperation\nAgreement is signed between the country and ESA. In this stage, the country\nhas very limited financial responsibilities. If a country wants to co-operate\nmore fully with ESA, it signs a European Cooperating State (ECS) Agreement,\nalbeit to be a candidate for said agreement, a country must be European. The\nECS Agreement makes companies based in the country eligible for participation\nin ESA procurements. The country can also participate in all ESA programmes,\nexcept for the Basic Technology Research Programme. While the financial\ncontribution of the country concerned increases, it is still much lower than\nthat of a full member state. The agreement is normally followed by a Plan For\nEuropean Cooperating State (or PECS Charter). This is a 5-year programme of\nbasic research and development activities aimed at improving the nation's\nspace industry capacity. At the end of the 5-year period, the country can\neither begin negotiations to become a full member state or an associated state\nor sign a new PECS Charter. Many countries, most of which joined the EU in\nboth 2004 and 2007, have started to co-operate with the ESA on various levels:\n\nApplicant state  | Cooperation agreement  | ECS agreement  | PECS charter  | Association agreement signature  | Associate membership  | National programme\n---|---|---|---|---|---|---\nLatvia | 23 July 2009 | 19 March 2013 | 30 January 2015 | 30 June 2020 | 27 July 2020 | LSO\nLithuania | 7 October 2010 | 7 October 2014 | 28 September 2015 | 28 April 2021 | 21 May 2021 | LSA\nSlovakia | 28 April 2010 | 16 February 2015 | 4 February 2016 | 14 June 2022 | 13 October 2022 | SSO\nBulgaria | 11 June 2014 | 8 April 2015 | 4 February 2016 | —  | —  | SRTI\nCyprus | 27 August 2009 | 6 July 2016 | 24 April 2017 | —  | —  | through MoCW\nCroatia | 19 February 2018 | 23 March 2023 | 16 August 2023 | —  | —  | through MoSE\nMalta | 20 February 2012 | 25 October 2023 | 12 September 2024 | —  | —  | MCST\nTurkey | 15 July 2004 | —  | —  | —  | —  | TUA\n(agreement with TÜBİTAK UZAY)\nUkraine | 25 January 2008 | —  | —  | —  | —  | SSAU\nIsrael | 30 January 2011 | —  | —  | —  | —  | ISA\nMexico | 14 February 2023 | —  | —  | —  | —  | AEM\n\nDuring the Ministerial Meeting in December 2014, ESA ministers approved a\nresolution calling for discussions to begin with Israel, Australia and South\nAfrica on future association agreements. The ministers noted that \"concrete\ncooperation is at an advanced stage\" with these nations and that \"prospects\nfor mutual benefits are existing\".\n\nA separate space exploration strategy resolution calls for further co-\noperation with the United States, Russia and China on \"LEO exploration,\nincluding a continuation of ISS cooperation and the development of a robust\nplan for the coordinated use of space transportation vehicles and systems for\nexploration purposes, participation in robotic missions for the exploration of\nthe Moon, the robotic exploration of Mars, leading to a broad Mars Sample\nReturn mission in which Europe should be involved as a full partner, and human\nmissions beyond LEO in the longer term.\"\n\nIn August 2019, the ESA and the Australian Space Agency signed a joint\nstatement of intent \"to explore deeper cooperation and identify projects in a\nrange of areas including deep space, communications, navigation, remote asset\nmanagement, data analytics and mission support.\" Details of the cooperation\nwere laid out in a framework agreement signed by the two entities.\n\nOn 17 November 2020, ESA signed a memorandum of understanding (MOU) with the\nSouth African National Space Agency (SANSA). SANSA CEO Dr. Valanathan Munsami\ntweeted: \"Today saw another landmark event for SANSA with the signing of an\nMoU with the ESA. This builds on initiatives that we have been discussing for\na while already and which gives effect to these. Thanks Jan for your hand of\nfriendship and making this possible.\""
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Launch vehicles",
        "generated_section_content_md": "The ESA currently has two operational launch vehicles Vega-C and Ariane 6.\nRocket launches are carried out by Arianespace, which has 23 shareholders\nrepresenting the industry that manufactures the Ariane 5 as well as CNES, at\nthe ESA's Guiana Space Centre. Because many communication satellites have\nequatorial orbits, launches from French Guiana are able to take larger\npayloads into space than from spaceports at higher latitudes. In addition,\nequatorial launches give spacecraft an extra 'push' of nearly 500 m/s due to\nthe higher rotational velocity of the Earth at the equator compared to near\nthe Earth's poles where rotational velocity approaches zero."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Ariane 6",
        "generated_section_content_md": "Ariane 6 is a heavy lift expendable launch vehicle developed by Arianespace.\nThe Ariane 6 entered into its inaugural flight campaign on 26 April 2024 with\nthe flight conducted on 9 July 2024."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Vega-C",
        "generated_section_content_md": "Vega rocket\n\nVega is the ESA's carrier for small satellites. Developed by seven ESA members\nled by Italy. It is capable of carrying a payload with a mass of between 300\nand 1500 kg to an altitude of 700 km, for low polar orbit. Its maiden launch\nfrom Kourou was on 13 February 2012. Vega began full commercial exploitation\nin December 2015.\n\nThe rocket has three solid propulsion stages and a liquid propulsion upper\nstage (the AVUM) for accurate orbital insertion and the ability to place\nmultiple payloads into different orbits.\n\nA larger version of the Vega launcher, Vega-C had its first flight in July\n2022. The new evolution of the rocket incorporates a larger first stage\nbooster, the P120C replacing the P80, an upgraded Zefiro (rocket stage) second\nstage, and the AVUM+ upper stage. This new variant enables larger single\npayloads, dual payloads, return missions, and orbital transfer capabilities."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Ariane launch vehicle development funding",
        "generated_section_content_md": "Historically, the Ariane family rockets have been funded primarily \"with money\ncontributed by ESA governments seeking to participate in the program rather\nthan through competitive industry bids. This [has meant that] governments\ncommit multiyear funding to the development with the expectation of a roughly\n90% return on investment in the form of industrial workshare.\" ESA is\nproposing changes to this scheme by moving to competitive bids for the\ndevelopment of the Ariane 6."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Future rocket development",
        "generated_section_content_md": "Future projects include the Prometheus reusable engine technology\ndemonstrator, Phoebus (an upgraded second stage for Ariane 6), and Themis (a\nreusable first stage)."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Formation and development",
        "generated_section_content_md": "Ulf Merbold became the first ESA astronaut to fly into space.\n\nAt the time the ESA was formed, its main goals did not encompass human space\nflight; rather it considered itself to be primarily a scientific research\norganisation for uncrewed space exploration in contrast to its American and\nSoviet counterparts. It is therefore not surprising that the first non-Soviet\nEuropean in space was not an ESA astronaut on a European space craft; it was\nCzechoslovak Vladimír Remek who in 1978 became the first non-Soviet or\nAmerican in space (the first man in space being Yuri Gagarin of the Soviet\nUnion) – on a Soviet Soyuz spacecraft, followed by the Pole Mirosław\nHermaszewski and East German Sigmund Jähn in the same year. This Soviet co-\noperation programme, known as Intercosmos, primarily involved the\nparticipation of Eastern bloc countries. In 1982, however, Jean-Loup Chrétien\nbecame the first non-Communist Bloc astronaut on a flight to the Soviet Salyut\n7 space station.\n\nBecause Chrétien did not officially fly into space as an ESA astronaut, but\nrather as a member of the French CNES astronaut corps, the German Ulf Merbold\nis considered the first ESA astronaut to fly into space. He participated in\nthe STS-9 Space Shuttle mission that included the first use of the European-\nbuilt Spacelab in 1983. STS-9 marked the beginning of an extensive ESA/NASA\njoint partnership that included dozens of space flights of ESA astronauts in\nthe following years. Some of these missions with Spacelab were fully funded\nand organisationally and scientifically controlled by the ESA (such as two\nmissions by Germany and one by Japan) with European astronauts as full crew\nmembers rather than guests on board. Beside paying for Spacelab flights and\nseats on the shuttles, the ESA continued its human space flight co-operation\nwith the Soviet Union and later Russia, including numerous visits to Mir.\n\nDuring the latter half of the 1980s, European human space flights changed from\nbeing the exception to routine and therefore, in 1990, the European Astronaut\nCentre in Cologne, Germany was established. It selects and trains prospective\nastronauts and is responsible for the co-ordination with international\npartners, especially with regard to the International Space Station. As of\n2006, the ESA astronaut corps officially included twelve members, including\nnationals from most large European countries except the United Kingdom.\n\nIn 2008, the ESA started to recruit new astronauts so that final selection\nwould be due in spring 2009. Almost 10,000 people registered as astronaut\ncandidates before registration ended in June 2008. 8,413 fulfilled the initial\napplication criteria. Of the applicants, 918 were chosen to take part in the\nfirst stage of psychological testing, which narrowed down the field to 192.\nAfter two-stage psychological tests and medical evaluation in early 2009, as\nwell as formal interviews, six new members of the European Astronaut Corps\nwere selected – five men and one woman."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Crew vehicles",
        "generated_section_content_md": "In the 1980s, France pressed for an independent European crew launch vehicle.\nAround 1978, it was decided to pursue a reusable spacecraft model and starting\nin November 1987 a project to create a mini-shuttle by the name of Hermes was\nintroduced. The craft was comparable to early proposals for the Space Shuttle\nand consisted of a small reusable spaceship that would carry 3 to 5 astronauts\nand 3 to 4 metric tons of payload for scientific experiments. With a total\nmaximum weight of 21 metric tons it would have been launched on the Ariane 5\nrocket, which was being developed at that time. It was planned solely for use\nin low Earth orbit space flights. The planning and pre-development phase\nconcluded in 1991; the production phase was never fully implemented because at\nthat time the political landscape had changed significantly. With the fall of\nthe Soviet Union, the ESA looked forward to co-operation with Russia to build\na next-generation space vehicle. Thus the Hermes programme was cancelled in\n1995 after about 3 billion dollars had been spent. The Columbus space station\nprogramme had a similar fate.\n\nIn the 21st century, the ESA started new programmes in order to create its own\ncrew vehicles, most notable among its various projects and proposals is\nHopper, whose prototype by EADS, called Phoenix, has already been tested.\nWhile projects such as Hopper are neither concrete nor to be realised within\nthe next decade, other possibilities for human spaceflight in co-operation\nwith the Russian Space Agency have emerged. Following talks with the Russian\nSpace Agency in 2004 and June 2005, a co-operation between the ESA and the\nRussian Space Agency was announced to jointly work on the Russian-designed\nKliper, a reusable spacecraft that would be available for space travel beyond\nLEO (e.g. the moon or even Mars). It was speculated that Europe would finance\npart of it. A €50 million participation study for Kliper, which was expected\nto be approved in December 2005, was finally not approved by ESA member\nstates. The Russian state tender for the project was subsequently cancelled in\n2006.\n\nIn June 2006, ESA member states granted 15 million to the Crew Space\nTransportation System (CSTS) study, a two-year study to design a spacecraft\ncapable of going beyond Low-Earth orbit based on the current Soyuz design.\nThis project was pursued with Roskosmos instead of the cancelled Kliper\nproposal. A decision on the actual implementation and construction of the CSTS\nspacecraft was contemplated for 2008. In mid-2009 EADS Astrium was awarded a\n€21 million study into designing a crew vehicle based on the European ATV\nwhich is believed to now be the basis of the Advanced Crew Transportation\nSystem design.\n\nIn November 2012, the ESA decided to join NASA's Orion programme. The ATV\nwould form the basis of a propulsion unit for NASA's new crewed spacecraft.\nThe ESA may also seek to work with NASA on Orion's launch system as well in\norder to secure a seat on the spacecraft for its own astronauts.\n\nIn September 2014, the ESA signed an agreement with Sierra Nevada Corporation\nfor co-operation in Dream Chaser project. Further studies on the Dream Chaser\nfor European Utilization or DC4EU project were funded, including the\nfeasibility of launching a Europeanised Dream Chaser onboard Ariane 5."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Cooperation with other countries and organisations",
        "generated_section_content_md": "The ESA has signed co-operation agreements with the following states that\ncurrently neither plan to integrate as tightly with ESA institutions as\nCanada, nor envision future membership of the ESA: Argentina, Brazil, China,\nIndia (for the Chandrayan mission), Russia and Turkey.\n\nAdditionally, the ESA has joint projects with the EUSPA of the European Union,\nNASA of the United States and is participating in the International Space\nStation together with the United States (NASA), Russia and Japan (JAXA)."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "National space organisations of member states",
        "generated_section_content_md": "* The _Centre National d'Études Spatiales_ (CNES) (National Centre for Space Study) is the French government space agency (administratively, a \"public establishment of industrial and commercial character\"). Its headquarters are in central Paris. CNES is the main participant on the Ariane project. Indeed, CNES designed and tested all Ariane family rockets (mainly from its centre in Évry near Paris)\n* The UK Space Agency is a partnership of the UK government departments which are active in space. Through the UK Space Agency, the partners provide delegates to represent the UK on the various ESA governing bodies. Each partner funds its own programme.\n* The Italian Space Agency (_Agenzia Spaziale Italiana_ or ASI) was founded in 1988 to promote, co-ordinate and conduct space activities in Italy. Operating under the Ministry of the Universities and of Scientific and Technological Research, the agency cooperates with numerous entities active in space technology and with the president of the Council of Ministers. Internationally, the ASI provides Italy's delegation to the Council of the European Space Agency and to its subordinate bodies.\n* The German Aerospace Center (DLR) (German: _Deutsches Zentrum für Luft- und Raumfahrt e. V._) is the national research centre for aviation and space flight of the Federal Republic of Germany and of other member states in the Helmholtz Association. Its extensive research and development projects are included in national and international cooperative programmes. In addition to its research projects, the centre is the assigned space agency of Germany bestowing headquarters of German space flight activities and its associates.\n* The Instituto Nacional de Técnica Aeroespacial (INTA) (National Institute for Aerospace Technique) is a Public Research Organisation specialised in aerospace research and technology development in Spain. Among other functions, it serves as a platform for space research and acts as a significant testing facility for the aeronautic and space sector in the country."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "NASA",
        "generated_section_content_md": "The ESA has a long history of collaboration with NASA. Since ESA's astronaut\ncorps was formed, the Space Shuttle has been the primary launch vehicle used\nby the ESA's astronauts to get into space through partnership programmes with\nNASA. In the 1980s and 1990s, the Spacelab programme was an ESA-NASA joint\nresearch programme that had the ESA develop and manufacture orbital labs for\nthe Space Shuttle for several flights in which the ESA participates with\nastronauts in experiments.\n\nIn robotic science mission and exploration missions, NASA has been the ESA's\nmain partner. _Cassini–Huygens_ was a joint NASA-ESA mission, along with the\nInfrared Space Observatory, INTEGRAL, SOHO, and others. Also, the Hubble Space\nTelescope is a joint project of NASA and the ESA. Future ESA-NASA joint\nprojects include the James Webb Space Telescope and the proposed Laser\nInterferometer Space Antenna.[_citation needed_] NASA has supported the ESA's\nMarcoPolo-R mission which landed on asteroid Bennu in October 2020 and is\nscheduled to return a sample to Earth for further analysis in 2023. NASA and\nthe ESA will also likely join for a Mars sample-return mission. In October\n2020, the ESA entered into a memorandum of understanding (MOU) with NASA to\nwork together on the Artemis program, which will provide an orbiting Lunar\nGateway and also accomplish the first crewed lunar landing in 50 years, whose\nteam will include the first woman on the Moon. Astronaut selection\nannouncements are expected within two years of the 2024 scheduled launch date.\nThe ESA also purchases seats on the NASA operated Commercial Crew Program. The\nfirst ESA astronaut to be on a Commercial Crew Program mission is Thomas\nPesquet. Pesquet launched into space aboard Crew Dragon Endeavour on the\nCrew-2 mission. The ESA also has seats on Crew-3 with Matthias Maurer and\nCrew-4 with Samantha Cristoforetti."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "JAXA",
        "generated_section_content_md": "ESA and the Japanese Space Agency (JAXA) have engaged in long-standing\ncollaboration in various domains of space exploration, satellite technology,\nspace science, and human spaceflight. Their partnership has evolved over the\ndecades, focusing on joint missions, technology sharing, and international\ncooperation in space exploration. Some of the programs include BepiColombo\nMission, EarthCARE and Comet Interceptor."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Cooperation with other space agencies",
        "generated_section_content_md": "In 2004 ESA entered into a major collaboration with the Russian Space Agency\n(Roscosmos) in the form of the CSTS, the preparation of French Guiana\nspaceport for launches of Soyuz-2 rockets, the _Schiaparelli_ demonstration\nlander and the Trace Gas Orbiter. In 2022, all collaboration with the Russian\nSpace Agency was terminated after Russian invasion of Ukraine.\n\nSince China has invested more money into space activities, the Chinese Space\nAgency (CNSA) has sought international partnerships. ESA is one of its most\nimportant partners. Both space agencies cooperated in the development of the\nDouble Star Mission. In 2017, the ESA sent two astronauts to China for two\nweeks sea survival training with Chinese astronauts in Yantai, Shandong. In\n2024, the Einstein Probe was launched. In 2025 the SMILE mission will image\nfor the first time the magnetosphere of the Sun in soft X-rays and UV during\nup to 40 hours per orbit.\n\nWith India, the ESA agreed to send instruments into space aboard the Indian\nSpace Agency (ISRO) Chandrayaan-1 in 2008."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.5",
        "section_name": "SpaceX",
        "generated_section_content_md": "In 2023, following the successful launch of the Euclid telescope in July on a\nFalcon 9 rocket, the ESA approached SpaceX to launch four Galileo\ncommunication satellites on two Falcon 9 rockets in 2024, however it would\nrequire approval from the European Commission and all member states of the\nEuropean Union to proceed."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.6",
        "section_name": "International Space Station",
        "generated_section_content_md": "_ISS module Columbus_ at Kennedy Space Center's Space Station Processing\nFacility\n\nWith regard to the International Space Station (ISS), the ESA is not\nrepresented by all of its member states: 11 of the 22 ESA member states\ncurrently participate in the project: Belgium, Denmark, France, Germany,\nItaly, Netherlands, Norway, Spain, Sweden, Switzerland and United Kingdom.\nAustria, Finland and Ireland chose not to participate, because of lack of\ninterest or concerns about the expense of the project. Portugal, Luxembourg,\nGreece, the Czech Republic, Romania, Poland, Estonia and Hungary joined ESA\nafter the agreement had been signed.\n\nThe ESA takes part in the construction and operation of the ISS, with\ncontributions such as Columbus, a science laboratory module that was brought\ninto orbit by NASA's STS-122 Space Shuttle mission, and the Cupola observatory\nmodule that was completed in July 2005 by Alenia Spazio for the ESA. The\ncurrent estimates for the ISS are approaching €100 billion in total\n(development, construction and 10 years of maintaining the station) of which\nthe ESA has committed to paying €8 billion. About 90% of the costs of the\nESA's ISS share will be contributed by Germany (41%), France (28%) and Italy\n(20%). German ESA astronaut Thomas Reiter was the first long-term ISS crew\nmember.\n\nThe ESA has developed the Automated Transfer Vehicle for ISS resupply. Each\nATV has a cargo capacity of 7,667 kilograms (16,903 lb). The first ATV, _Jules\nVerne_ , was launched on 9 March 2008 and on 3 April 2008 successfully docked\nwith the ISS. This manoeuvre, considered a major technical feat, involved\nusing automated systems to allow the ATV to track the ISS, moving at 27,000\nkm/h, and attach itself with an accuracy of 2 cm. Five vehicles were launched\nbefore the program ended with the launch of the fifth ATV, _Georges Lemaître_\n, in 2014.\n\nAs of 2020, the spacecraft establishing supply links to the ISS are the\nRussian Progress and Soyuz, Japanese Kounotori (HTV), and the United States\nvehicles Cargo Dragon 2 and Cygnus stemmed from the Commercial Resupply\nServices program.\n\nEuropean Life and Physical Sciences research on board the International Space\nStation (ISS) is mainly based on the European Programme for Life and Physical\nSciences in Space programme that was initiated in 2001."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "6.7",
        "section_name": "Facilities",
        "generated_section_content_md": "* ESA Headquarters, Paris, France\n* European Space Operations Centre (ESOC), Darmstadt, Germany\n* European Space Research and Technology Centre (ESTEC), Noordwijk, Netherlands\n* European Space Astronomy Centre (ESAC), Madrid, Spain\n* European Centre for Space Applications and Telecommunications (ECSAT), Oxfordshire, United Kingdom\n* European Astronaut Centre (EAC), Cologne, Germany\n* ESA Centre for Earth Observation (ESRIN), Frascati, Italy\n* Guiana Space Centre (CSG), Kourou, French Guiana\n* European Space Tracking Network (ESTRACK)\n* European Data Relay System"
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Link between ESA and EU",
        "generated_section_content_md": "The ESA is an independent space agency and not under the jurisdiction of the\nEuropean Union, although they have common goals, share funding, and work\ntogether often. The initial aim of the European Union (EU) was to make the\nEuropean Space Agency an agency of the EU by 2014. While the EU and its member\nstates fund together 86% of the budget of the ESA, it is not an EU agency.\nFurthermore, the ESA has several non-EU members, most notably the United\nKingdom which left the EU while remaining a full member of the ESA. The ESA is\npartnered with the EU on its two current flagship space programmes, the\nCopernicus series of Earth observation satellites and the Galileo satellite\nnavigation system, with the ESA providing technical oversight and, in the case\nof Copernicus, some of the funding. The EU, though, has shown an interest in\nexpanding into new areas, whence the proposal to rename and expand its\nsatellite navigation agency (the European GNSS Agency) into the EU Agency for\nthe Space Programme. The proposal drew strong criticism from the ESA, as it\nwas perceived as encroaching on the ESA's turf.\n\nIn January 2021, after years of acrimonious relations, EU and ESA officials\nmended their relationship, with the EU Internal Market commissioner Thierry\nBreton saying \"The European space policy will continue to rely on the ESA and\nits unique technical, engineering and science expertise,\" and that the \"ESA\nwill continue to be the European agency for space matters. If we are to be\nsuccessful in our European strategy for space, and we will be, I will need the\nESA by my side.\" ESA director Aschbacher reciprocated, saying \"I would really\nlike to make the ESA the main agency, the go-to agency of the European\nCommission for all its flagship programmes.\" The ESA and EUSPA are now seen to\nhave distinct roles and competencies, which will be officialised in the\nFinancial Framework Partnership Agreement (FFPA). Whereas the ESA's focus will\nbe on the technical elements of the EU space programmes, the EUSPA will handle\nthe operational elements of those programmes."
    },
    {
        "chapter_name": "European Space Agency",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Security incidents",
        "generated_section_content_md": "On 3 August 1984, the ESA's Paris headquarters were severely damaged and six\npeople were hurt when a bomb exploded. It was planted by the far-left armed\nAction Directe group.\n\nOn 14 December 2015, hackers from Anonymous breached the ESA's subdomains and\nleaked thousands of login credentials."
    }
]