[
    {
        "chapter_name": "European Synchrotron Radiation Facility",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Particle accelerator\n\nParticle accelerator\n\nThe **European Synchrotron** (**ESRF**) is a joint research facility situated\nin Grenoble, France, supported by 19 countries (13 member countries: Belgium,\nDenmark, Finland, France, Germany, Italy, the Netherlands, Norway, Russia,\nSpain, Sweden, Switzerland, and the UK; and 6 associate countries: Austria,\nthe Czech Republic, Israel, Poland, Portugal and South Africa).\n\nSome 10,000 scientists visit this particle accelerator each year, conducting\nupwards of 2,000 experiments and producing around 1,800 scientific\npublications."
    },
    {
        "chapter_name": "European Synchrotron Radiation Facility",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Inaugurated in September 1994, it has an annual operating budget of around 100\nmillion euros, employs around 700 people and is host to more than 10,000\nvisiting scientists each year.\n\nThe ESRF was the world's first third generation synchrotron when it opened for\nuser operation in 1994.\n\nIn 2009, the ESRF began a major refurbishment programme that, at term, has\nseen its performances increase by 100-fold. In 2015, the facility built an\n8000 m2 extension to the original experimental hall, a new data centre and\nintroduced an ambitious detector development programme. The ESRF's X-rays are\n100 billion times brighter than hospital X-rays produced for medical\nradiographies.\n\nThe second stage of the refurbishment programme included a new improved\nstorage ring - the \"Extremely Brilliant Source\" (ESRF-EBS). Planning started\nin 2015 with works spanning the years 2018-2020. With EBS, the ESRF improved\nits X-ray intensity by a factor of 100, or 10,000 billion times more powerful\nthan X-rays used in the medical field. ESRF-EBS became the first fourth-\ngeneration high-energy synchrotron in the world.\n\nThe first electron beam tests for ESRF-EBS began on November 28, 2019. The\nfacility reopened to users on August 25, 2020."
    },
    {
        "chapter_name": "European Synchrotron Radiation Facility",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "General description",
        "generated_section_content_md": "Top view of the ring\n\nThe ESRF physical plant consists of two main buildings: the experimental hall,\ncontaining the 844 metre circumference storage ring and 46 tangential\nbeamlines; and a block of laboratories, preparation suites and offices. The\nlinear accelerator electron gun and smaller booster ring used to bring the\nbeam to an operating energy of 6 GeV are constructed within the main ring.\n\nResearch at the ESRF focuses, in large part, on the use of X-ray radiation in\nfields as diverse as protein crystallography, earth science, paleontology,\nmaterials science, chemistry and physics. Facilities such as the ESRF offer a\nflux, energy range and resolution unachievable with conventional (laboratory)\nradiation sources."
    },
    {
        "chapter_name": "European Synchrotron Radiation Facility",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Study results",
        "generated_section_content_md": "In 2014, ancient books destroyed by the eruption of Mount Vesuvius in 79 were\nread for the first time in the ESRF. These 1840[_clarification needed_]\nfragments were reduced to the status of charred cylinders.\n\nIn 2015, scientists from the University of Sheffield used the ESRF's X-rays to\nstudy the blue and white feathers of the jay, and found that the birds use\nwell-controlled changes to the nanostructure of their feathers to create the\nvivid colours of their plumage. This research opened new possibilities for\ncreating non-fading, synthetic colours for paints and clothing.\n\nIn July 2016, a team of South African researchers scanned a complete\nfossilized skeleton of a small dinosaur discovered in 2005 in South Africa and\nmore than 200 million years old. The dentition of heterodontosauridae, when\nscanned, revealed palate bones less than a millimeter thick.\n\nOn December 6, 2017, the journal Nature unveiled the discovery at the European\nsynchrotron of a new species of dinosaur with surprising characteristics that\nlived about 72 million years ago. It is a biped, with some features of a\nvelociraptor, an ostrich and a swan, with a crocodile-like muzzle and penguin-\nlike wings. With a height of about 1.2 meters (4 ft) and with killer claws, it\ncould hunt his prey on the ground or by swimming in the water, which is a\nnovelty for scientists in the study of dinosaurs.\n\nIn November 2021, researchers demonstrated a novel X-ray imaging technique,\n\"HiP-CT\", for 3D cellular-resolution scans of whole organs, using the ESRF's\n\"Extremely Brilliant Source\". The published online Human Organ Atlas includes\nthe lungs from a donor who died with COVID-19.\n\nIn October 2024, First Light Fusion, in collaboration with the University of\nOxford's Department of Engineering Science, performed an experiment on\ninertial fusion on the ID19 beamline to investigate the formation and transit\nof shock waves through some of First Light Fusion’s amplifiers."
    },
    {
        "chapter_name": "European Synchrotron Radiation Facility",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Access",
        "generated_section_content_md": "The ESRF site forms part of the \"Polygone Scientifique\", lying at the\nconfluence of the rivers Drac and Isère about 1.5 km from the centre of\nGrenoble. It is served by Grenoble tramway system and local bus lines of\nSemitag (C6, 22 and 54). It is served by Grenoble–Isère Airport and\nLyon–Saint-Exupéry Airport.\n\nThe ESRF shares its site with several other institutions including the\nInstitut Laue-Langevin (ILL), the European Molecular Biology Laboratory (EMBL)\nand the Institut de biologie structurale [fr]. The Centre national de la\nrecherche scientifique (CNRS) has an institute across the road."
    },
    {
        "chapter_name": "European Synchrotron Radiation Facility",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "People",
        "generated_section_content_md": "* Roderick MacKinnon, Nobel Prize in Chemistry 2003, have carried out experiments on beamline ID13.\n* Venki Ramakrishnan, Thomas A. Steitz, and Ada Yonath, Nobel Prize in Chemistry 2009, have used macromolecular crystallography beamlines (ID14-1, -2, -4; and ID29) at the ESRF.\n* Brian Kobilka and Robert Lefkowitz, Nobel Prize in Chemistry 2012, have carried out experiments mainly on beamline ID13."
    }
]