[
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Supranational political and economic union\n\nThe **European Union** (**EU**) is a supranational political and economic\nunion of 27 member states that are located primarily in Europe. The union has\na total area of 4,233,255 km2 (1,634,469 sq mi) and an estimated population of\nover 450 million as of 2025. The EU is often described as a _sui generis_\npolitical entity combining characteristics of both a federation and a\nconfederation.\n\nContaining 5.5% of the world population in 2023, EU member states generated a\nnominal gross domestic product (GDP) of around €17.935 trillion in 2024,\naccounting for approximately one sixth of global economic output. Its\ncornerstone, the Customs Union, paved the way to establishing an internal\nsingle market based on standardised legal framework and legislation that\napplies in all member states in those matters, and only those matters, where\nthe states have agreed to act as one. EU policies aim to ensure the free\nmovement of people, goods, services and capital within the internal market;\nenact legislation in justice and home affairs; and maintain common policies on\ntrade, agriculture, fisheries and regional development. Passport controls have\nbeen abolished for travel within the Schengen Area. The eurozone is a group\ncomposed of the 20 EU member states that have fully implemented the EU's\neconomic and monetary union and use the euro currency. Through the Common\nForeign and Security Policy, the union has developed a role in external\nrelations and defence. It maintains permanent diplomatic missions throughout\nthe world and represents itself at the United Nations, the World Trade\nOrganization, the G7 and the G20.\n\nThe EU was established, along with its citizenship, when the Maastricht Treaty\ncame into force in 1993, and was incorporated as an international legal\njuridical person[_clarification needed_] upon entry into force of the Treaty\nof Lisbon in 2009. Its beginnings can be traced to the Inner Six states\n(Belgium, France, Italy, Luxembourg, the Netherlands, and West Germany) at the\nstart of modern European integration in 1948, and to the Western Union, the\nInternational Authority for the Ruhr, the European Coal and Steel Community,\nthe European Economic Community and the European Atomic Energy Community,\nwhich were established by treaties. These increasingly amalgamated bodies\ngrew, with their legal successor the EU, both in size through the accessions\nof a further 22 states from 1973 to 2013, and in power through acquisitions of\npolicy areas.\n\nIn 2020, the United Kingdom became the only member state to leave the EU; ten\ncountries are aspiring or negotiating to join it.\n\nIn 2012, the EU was awarded the Nobel Peace Prize."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Etymology",
        "generated_section_content_md": "Reconstruction of an early world map made by Anaximander of the 6th century\nBCE, dividing the known world into three large landmasses, one of which was\nnamed Europe\n\nThe place name Evros was first used by the ancient Greeks to refer to their\nnorthernmost province, which bears the same name today. The principal river\nthere – Evros (today's Maritsa) – flows through the fertile valleys of Thrace,\nwhich itself was also called Europe, before the term meant the continent.\n\nIn classical Greek mythology, Europa (Ancient Greek: Εὐρώπη, _Eurṓpē_) was a\nPhoenician princess. One view is that her name derives from the Ancient Greek\nelements εὐρύς (_eurús_) 'wide, broad', and ὤψ (_ōps_ , gen. ὠπός, _ōpós_)\n'eye, face, countenance', hence their composite _Eurṓpē_ would mean 'wide-\ngazing' or 'broad of aspect'. _Broad_ has been an epithet of Earth herself in\nthe reconstructed Proto-Indo-European religion and the poetry devoted to it.\nAn alternative view is that of Robert Beekes, who has argued in favour of a\npre-Indo-European origin for the name, explaining that a derivation from\n_eurus_ would yield a different toponym than Europa. Beekes has located\ntoponyms related to that of Europa in the territory of ancient Greece, and\nlocalities such as that of Europos in ancient Macedonia.\n\nThere have been attempts to connect _Eurṓpē_ to a Semitic term for _west_ ,\nthis being either Akkadian _erebu_ meaning 'to go down, set' (said of the sun)\nor Phoenician _'ereb_ 'evening, west', which is at the origin of Arabic\n_maghreb_ and Hebrew _ma'arav_. Martin Litchfield West stated that\n\"phonologically, the match between Europa's name and any form of the Semitic\nword is very poor\", while Beekes considers a connection to Semitic languages\nimprobable.\n\nMost major world languages use words derived from _Eurṓpē_ or _Europa_ to\nrefer to the continent. Chinese, for example, uses the word _Ōuzhōu_ (歐洲/欧洲),\nwhich is an abbreviation of the transliterated name _Ōuluóbā zhōu_ (歐羅巴洲)\n(_zhōu_ means \"continent\"); a similar Chinese-derived term _Ōshū_ (欧州) is also\nsometimes used in Japanese such as in the Japanese name of the European Union,\n_Ōshū Rengō_ (欧州連合), despite the katakana _Yōroppa_ (ヨーロッパ) being more\ncommonly used. In some Turkic languages, the originally Persian name\n_Frangistan_ (\"land of the Franks\") is used casually in referring to much of\nEurope, besides official names such as _Avrupa_ or _Evropa_."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Background: World Wars and aftermath",
        "generated_section_content_md": "Internationalism and visions of European unity had existed since well before\nthe 19th century, but gained particularly as a reaction to World War I and its\naftermath. In this light the first advances for the idea of European\nintegration were made. In 1920 John Maynard Keynes proposed a European customs\nunion for the struggling post-war European economies, and in 1923 the oldest\norganisation for European integration, the Paneuropean Union was founded, led\nby Richard von Coudenhove-Kalergi, who later would found in June 1947 the\nEuropean Parliamentary Union (EPU). Aristide Briand—who was Prime Minister of\nFrance, a follower of the Paneuropean Union, and Nobel Peace Prize laureate\nfor the Locarno Treaties—delivered a widely recognized speech at the League of\nNations in Geneva on 5 September 1929 for a federal Europe to secure Europe\nand settle the historic Franco-German enmity.\n\nWith large-scale war being waged in Europe once again in the 1930s and\nbecoming World War II, the question of what to fight against and what for, had\nto be agreed on. A first agreement was the Declaration of St James's Palace of\n1941, when Europe's resistance gathered in London. This was expanded on by the\n1941 Atlantic Charter, establishing the Allies and their common goals,\ninciting a new wave of global international institutions like the United\nNations (founded 1945) or the Bretton Woods System (1944).\n\nIn 1943 at the Moscow Conference and Tehran Conference, plans to establish\njoint institutions for a post-war world and Europe increasingly became a part\nof the agenda. This led to a decision at the Yalta Conference in 1944 to form\na European Advisory Commission, later replaced by the Council of Foreign\nMinisters and the Allied Control Council, following the German surrender and\nthe Potsdam Agreement in 1945.\n\nBy the end of the war, European integration became seen as an antidote to the\nextreme nationalism that had caused the war. On 19 September 1946, in a much\nrecognized speech, Winston Churchill, speaking at the University of Zürich,\nreiterated his calls since 1930 for a \"European Union\" and \"Council of\nEurope\", coincidentally parallel[_clarification needed_] to the Hertenstein\nCongress of the Union of European Federalists, one of the then founded and\nlater constituent members of the European Movement. One month later, the\nFrench Union was installed by the new Fourth French Republic to direct the\ndecolonization of its colonies so that they would become parts of a European\ncommunity.\n\nBy 1947 a growing rift between the western Allied Powers and the Soviet Union\nbecame evident as a result of the rigged 1947 Polish legislative election,\nwhich constituted an open breach of the Yalta Agreement. March of that year\nsaw two important developments. First was the signing of the Treaty of Dunkirk\nbetween France and the United Kingdom. The treaty assured mutual assistance in\nthe event of future military aggression against either nation. Though it\nofficially named Germany as a threat, in reality the actual concern was for\nthe Soviet Union. A few days later came the announcement of the Truman\nDoctrine which pledged American support for democracies to counter the\nSoviets."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Initial years and the Paris Treaty (1948‍–‍1957)",
        "generated_section_content_md": "Immediately following the February 1948 coup d'état by the Communist Party of\nCzechoslovakia, the London Six-Power Conference was held, resulting in the\nSoviet boycott of the Allied Control Council and its incapacitation, an event\nmarking the beginning of the Cold War.\n\nThe year 1948 marked the beginning of the institutionalised modern European\nintegration. In March 1948 the Treaty of Brussels was signed, establishing the\nWestern Union (WU), followed by the International Authority for the Ruhr.\nFurthermore, the Organisation for European Economic Co-operation (OEEC), the\npredecessor of the OECD, was also founded in 1948 to manage the Marshall Plan,\nwhich led to the Soviets creating Comecon in response. The ensuing Hague\nCongress of May 1948 was a pivotal moment in European integration, as it led\nto the creation of the European Movement International, the College of Europe\nand most importantly to the foundation of the Council of Europe on 5 May 1949\n(which is now Europe Day). The Council of Europe was one of the first\ninstitutions to bring the sovereign states of (then only Western) Europe\ntogether, raising great hopes and fevered debates in the following two years\nfor further European integration.[_citation needed_] It has since been a broad\nforum to further cooperation and shared issues, achieving for example the\nEuropean Convention on Human Rights in 1950. Essential for the actual birth of\nthe institutions of the EU was the Schuman Declaration on 9 May 1950 (the day\nafter the fifth Victory in Europe Day) and the decision by six nations\n(France, Belgium, Netherlands, Luxembourg, West Germany and Italy) to follow\nSchuman and draft the Treaty of Paris. This treaty was created in 1952 the\nEuropean Coal and Steel Community (ECSC), which was built on the International\nAuthority for the Ruhr, installed by the Western Allies in 1949 to regulate\nthe coal and steel industries of the Ruhr area in West Germany. Backed by the\nMarshall Plan with large funds coming from the United States since 1948, the\nECSC became a milestone organisation, enabling European economic development\nand integration and being the origin of the main institutions of the EU such\nas the European Commission and Parliament. Founding fathers of the European\nUnion understood that coal and steel were the two industries essential for\nwaging war, and believed that by tying their national industries together, a\nfuture war between their nations became much less likely. In parallel with\nSchuman, the Pleven Plan of 1951 tried but failed to tie the institutions of\nthe developing European community under the European Political Community,\nwhich was to include the also proposed European Defence Community, an\nalternative to West Germany joining NATO which was established in 1949 under\nthe Truman Doctrine. In 1954 the Modified Brussels Treaty transformed the\nWestern Union into the Western European Union (WEU). West Germany eventually\njoined both the WEU and NATO in 1955, prompting the Soviet Union to form the\nWarsaw Pact in 1955 as an institutional framework for its military domination\nin the countries of Central and Eastern Europe. Assessing the progress of\nEuropean integration the Messina Conference was held in 1955, ordering the\nSpaak report, which in 1956 recommended the next significant steps of European\nintegration."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Treaty of Rome (1958‍–‍1972)",
        "generated_section_content_md": "Signing ceremony of the Treaty of Rome (1957), establishing the EEC\n\nIn 1957, Belgium, France, Italy, Luxembourg, the Netherlands, and West Germany\nsigned the Treaty of Rome, which created the European Economic Community (EEC)\nand established a customs union. They also signed another pact creating the\nEuropean Atomic Energy Community (Euratom) for cooperation in developing\nnuclear power. Both treaties came into force in 1958. Although the EEC and\nEuratom were created separately from the ECSC, they shared the same courts and\nthe Common Assembly. The EEC was headed by Walter Hallstein (Hallstein\nCommission) and Euratom was headed by Louis Armand (Armand Commission) and\nthen Étienne Hirsch (Hirsch Commission). The OEEC was in turn reformed in 1961\ninto the Organisation for Economic Co-operation and Development (OECD) and its\nmembership was extended to states outside of Europe, the United States and\nCanada. During the 1960s, tensions began to show, with France seeking to limit\nsupranational power. Nevertheless, in 1965 an agreement was reached, and on 1\nJuly 1967 the Merger Treaty created a single set of institutions for the three\ncommunities, which were collectively referred to as the _European\nCommunities_. Jean Rey presided over the first merged commission (Rey\nCommission)."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "First enlargement and European co-operation (1973‍–‍1993)",
        "generated_section_content_md": "Gerald Ford and the American delegation at the CSCE (1975)\n\nIn 1973, the communities were enlarged to include Denmark (including\nGreenland), Ireland, and the United Kingdom. Norway had negotiated to join at\nthe same time, but Norwegian voters rejected membership in a referendum. The\n_Ostpolitik_ and the ensuing détente led to establishment of a first truly\npan-European body, the Conference on Security and Co-operation in Europe\n(CSCE), predecessor of the modern Organization for Security and Co-operation\nin Europe (OSCE). In 1979, the first direct elections to the European\nParliament were held. Greece joined in 1981. In 1985, Greenland left the\nCommunities, following a dispute over fishing rights. During the same year,\nthe Schengen Agreement paved the way for the creation of open borders without\npassport controls between most member states and some non-member states. In\n1986, the Single European Act was signed. Portugal and Spain joined in 1986.\nIn 1990, after the fall of the Eastern Bloc, the former East Germany became\npart of the communities as part of a reunified Germany."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Treaties of Maastricht, Amsterdam and Nice (1993‍–‍2004)",
        "generated_section_content_md": "Maastricht Treaty (1992), establishing the EU\n\nThe European Union was formally established when the Maastricht Treaty—whose\nmain architects were Horst Köhler, Helmut Kohl and François Mitterrand—came\ninto force on 1 November 1993. The treaty also gave the name _European\nCommunity_ to the EEC, even if it was referred to as such before the treaty.\nWith further enlargement planned to include the former communist states of\nCentral and Eastern Europe, as well as Cyprus and Malta, the Copenhagen\ncriteria for candidate members to join the EU were agreed upon in June 1993.\nThe expansion of the EU introduced a new level of complexity and discord. In\n1995, Austria, Finland, and Sweden joined the EU.\n\nIn 2002, euro banknotes and coins replaced national currencies in 12 of the\nmember states. Since then, the eurozone has increased to encompass 20\ncountries. The euro currency became the second-largest reserve currency in the\nworld. In 2004, the EU saw its biggest enlargement to date when Cyprus, the\nCzech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Slovakia,\nand Slovenia joined the union."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Treaty of Lisbon and Brexit (2004‍–‍present)",
        "generated_section_content_md": "Signing ceremony of the Treaty of Lisbon (2007)\n\nIn 2007, Bulgaria and Romania became EU members. Later that year, Slovenia\nadopted the euro, followed by Cyprus and Malta in 2008, Slovakia in 2009,\nEstonia in 2011, Latvia in 2014, Lithuania in 2015, and Croatia in 2023.\n\nOn 1 December 2009, the Lisbon Treaty entered into force and reformed many\naspects of the EU. In particular, it changed the legal structure of the\nEuropean Union, merging the EU three pillars system into a single legal entity\nprovisioned with a legal personality, created a permanent president of the\nEuropean Council, the first of which was Herman Van Rompuy, and strengthened\nthe position of the high representative of the union for foreign affairs and\nsecurity policy.\n\nIn 2012, the EU received the Nobel Peace Prize for having \"contributed to the\nadvancement of peace and reconciliation, democracy, and human rights in\nEurope\". In 2013, Croatia became the 28th EU member.\n\nFrom the beginning of the 2010s, the cohesion of the European Union has been\ntested by several issues, including a debt crisis in some of the eurozone\ncountries, a surge in asylum seekers in 2015, and the United Kingdom's\nwithdrawal from the EU. A referendum in the UK on its membership of the\nEuropean Union was held in 2016, with 51.9 per cent of participants voting to\nleave. The UK formally notified the European Council of its decision to leave\non 29 March 2017, initiating the formal withdrawal procedure for leaving the\nEU; following extensions to the process, the UK left the European Union on 31\nJanuary 2020, though most areas of EU law continued to apply to the UK for a\ntransition period which lasted until 31 December 2020.\n\nThe early 2020s saw Denmark abolishing one of its three opt-outs and Croatia\nadopting the Euro.\n\nAfter the economic crisis caused by the COVID-19 pandemic, the EU leaders\nagreed for the first time to create common debt to finance the European\nRecovery Program called Next Generation EU (NGEU).\n\nOn 24 February 2022, after massing on the borders of Ukraine, the Russian\nArmed Forces undertook an attempt for a full-scale invasion of Ukraine. The\nEuropean Union imposed heavy sanctions on Russia and agreed on a pooled\nmilitary aid package to Ukraine for lethal weapons funded via the European\nPeace Facility off-budget instrument.\n\nThe ancient Roman Agora in Athens illuminated with a Next Generation EU sign\n\n**Next Generation EU** (**NGEU**) is a European Commission economic recovery\npackage to support the EU member states to recover from the COVID-19 pandemic,\nin particular those that have been particularly hard hit. It is sometimes\nstyled **NextGenerationEU** and **Next Gen EU** , and also called the\n**European Union Recovery Instrument**. Agreed in principle by the European\nCouncil on 21 July 2020 and adopted on 14 December 2020, the instrument is\nworth €750 billion. NGEU will operate from 2021 to 2026, and will be tied to\nthe regular 2021–2027 budget of the EU's Multiannual Financial Framework\n(MFF). The comprehensive NGEU and MFF packages are projected to reach €1824.3\nbillion.\n\nPreparing the Union for a new great enlargement is a political priority for\nthe Union, with the goal of achieving 35 member states by 2030. Institutional\nand budgetary reforms are being discussed in order for the Union to be ready\nfor the new members.\n\nIn May 2024, concerns rise, that the outcome of the elections in June, can\nundermine some of the crucial policies of the EU in the domain of environment,\ndiplomacy, economy. The war in Ukraine by creating inflation, lowering life\nlevel created a possibility of strong changes in the 2024 elections."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Timeline",
        "generated_section_content_md": "Since the end of World War II, sovereign European countries have entered into\ntreaties and thereby co-operated and harmonised policies (or _pooled\nsovereignty_) in an increasing number of areas, in the European integration\nproject or the _construction of Europe_ (French: _la construction\neuropéenne_). The following timeline outlines the legal inception of the\nEuropean Union (EU)—the principal framework for this unification. The EU\ninherited many of its present responsibilities from the European Communities\n(EC), which were founded in the 1950s in the spirit of the Schuman\nDeclaration.\n\n_Legend:_\nS: signing\nF: entry into force\nT: termination\nE: expiry\n_de facto_ supersession\nRel. w/ EC/EU framework:\n_de facto_ inside\noutside |  |  |  |  |  |  |  |  |  |  European Union (EU) | _[_ Cont._]_\n---|---|---|---|---|---|---|---|---|---|---|---\nEuropean Communities (EC) | (Pillar I) |\n| European Atomic Energy Community (EAEC or Euratom)  |  | _[_ Cont._]_\n|  /  /  /  European Coal and Steel Community (ECSC) |  |  | (Distr. of competences)\n|  |  | European Economic Community (EEC) |  |\n|  |  |  |  |  | Schengen Rules | European Community (EC)\nTREVI | Justice and Home Affairs (JHA, pillar III) |\n|  / North Atlantic Treaty Organisation (NATO) | _[ Cont.]_ | Police and Judicial Co-operation in Criminal Matters (PJCC, pillar III)\n\nAnglo-French alliance | _[ Defence arm handed to NATO]_ | European Political Co-operation (EPC) |  | Common Foreign and Security Policy\n(CFSP, pillar II)\nWestern Union (WU)  |  /  Western European Union (WEU)  | _[ Tasks defined following the WEU's 1984 reactivation handed to the EU]_\n|  |\n_[Social, cultural tasks handed to CoE]_ | _[ Cont.]_ |  |  |  |  |  |  |  |  |\n\n* v\n* t\n* e\n\n\n|  |  |  Council of Europe (CoE)\n_Entente Cordiale_\nS: 8 April 1904 | _Dunkirk Treaty_\nS: 4 March 1947\nF: 8 September 1947\nE: 8 September 1997 | _Brussels Treaty_\nS: 17 March 1948\nF: 25 August 1948\nT: 30 June 2011 | _London and Washington treaties_\nS: 5 May/4 April 1949\nF: 3 August/24 August 1949 | Paris treaties: ECSC and EDC\nS: 18 April 1951/27 May 1952\nF: 23 July 1952/?\nE: 23 July 2002/— | _Protocol Modifying and\nCompleting the Brussels Treaty_\nS: 23 October 1954\nF: 6 May 1955 | Rome treaties: EEC and EAEC\nS: 25 March 1957\nF: 1 January 1958 | _WEU-CoE agreement_\nS: 21 October 1959\nF: 1 January 1960 | Brussels (Merger) Treaty\nS: 8 April 1965\nF: 1 July 1967 | Davignon report\nS: 27 October 1970 | European Council conclusions\nS: 2 December 1975 | Single European Act (SEA)\nS: 17/28 February 1986\nF: 1 July 1987 | _Schengen Treaty and Convention_\nS: 14 June 1985/19 June 1990\nF: 26 March 1995 | Maastricht Treaty\nS: 7 February 1992\nF: 1 November 1993 | Amsterdam Treaty\nS: 2 October 1997\nF: 1 May 1999 | Nice Treaty\nS: 26 February 2001\nF: 1 February 2003 | Lisbon Treaty\nS: 13 December 2007\nF: 1 December 2009\n\n\n\n1. ^ _**a**_ _**b**_ _**c**_ _**d**_ _**e**_ Although not EU treaties _per se_ , these treaties affected the development of the EU defence arm, a main part of the CFSP. The Franco-British alliance established by the Dunkirk Treaty was _de facto_ superseded by WU. The CFSP pillar was bolstered by some of the security structures that had been established within the remit of the 1955 Modified Brussels Treaty (MBT). The Brussels Treaty was terminated in 2011, consequently dissolving the WEU, as the mutual defence clause that the Lisbon Treaty provided for EU was considered to render the WEU superfluous. The EU thus _de facto_ superseded the WEU.\n2. **^** Plans to establish a European Political Community (EPC) were shelved following the French failure to ratify the Treaty establishing the European Defence Community (EDC). The EPC would have combined the ECSC and the EDC.\n3. **^** The European Communities obtained common institutions and a shared legal personality (i.e. ability to e.g. sign treaties in their own right).\n4. **^** The treaties of Maastricht and Rome form the EU's legal basis, and are also referred to as the Treaty on European Union (TEU) and the Treaty on the Functioning of the European Union (TFEU), respectively. They are amended by secondary treaties.\n5. **^** Between the EU's founding in 1993 and consolidation in 2009, the union consisted of three pillars, the first of which were the European Communities. The other two pillars consisted of additional areas of cooperation that had been added to the EU's remit.\n6. **^** The consolidation meant that the EU inherited the European Communities' legal personality and that the pillar system was abolished, resulting in the EU framework as such covering all policy areas. Executive/legislative power in each area was instead determined by a distribution of competencies between EU institutions and member states. This distribution, as well as treaty provisions for policy areas in which unanimity is required and qualified majority voting is possible, reflects the depth of EU integration as well as the EU's partly supranational and partly intergovernmental nature."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Politics",
        "generated_section_content_md": "The European Union operates through a hybrid system of supranational and\nintergovernmental decision-making, and according to the principle of conferral\n(which says that it should act only within the limits of the competences\nconferred on it by the treaties) and of subsidiarity (which says that it\nshould act only where an objective cannot be sufficiently achieved by the\nmember states acting alone). Laws made by the EU institutions are passed in a\nvariety of forms. Generally speaking, they can be classified into two groups:\nthose which come into force without the necessity for national implementation\nmeasures (regulations) and those which specifically require national\nimplementation measures (directives).\n\nEU policy is in general promulgated by EU directives, which are then\nimplemented in the domestic legislation of its member states, and EU\nregulations, which are immediately enforceable in all member states. Lobbying\nat the EU level by special interest groups is regulated to try to balance the\naspirations of private initiatives with public interest decision-making\nprocess."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Member states",
        "generated_section_content_md": "Map showing the member states of the European Union (clickable)\n\nThrough successive enlargements, the EU and its predecessors have grown from\nthe six founding states of the EEC to 27 members. Countries accede to the\nunion by becoming a party to the founding treaties, thereby subjecting\nthemselves to the privileges and obligations of EU membership. This entails a\npartial delegation of sovereignty to the institutions in return for\nrepresentation within those institutions, a practice often referred to as\n\"pooling of sovereignty\". In some policies, there are several member states\nthat ally with strategic partners within the union. Examples of such alliances\ninclude the Baltic Assembly, the Benelux Union, the Bucharest Nine, the\nCraiova Group, the EU Med Group, the Lublin Triangle, the New Hanseatic\nLeague, the Three Seas Initiative, the Visegrád Group, and the Weimar\nTriangle.\n\nTo become a member, a country must meet the Copenhagen criteria, defined at\nthe 1993 meeting of the European Council in Copenhagen. These require a stable\ndemocracy that respects human rights and the rule of law; a functioning market\neconomy; and the acceptance of the obligations of membership, including EU\nlaw. Evaluation of a country's fulfilment of the criteria is the\nresponsibility of the European Council.\n\nThe four countries forming the European Free Trade Association (EFTA) are not\nEU members, but have partly committed to the EU's economy and regulations:\nIceland, Liechtenstein and Norway, which are a part of the single market\nthrough the European Economic Area, and Switzerland, which has similar ties\nthrough bilateral treaties. The relationships of the European microstates\nAndorra, Monaco, San Marino, and Vatican City include the use of the euro and\nother areas of co-operation.\n\nList of member states in the European Union State | Accession\nto EU | Accession\nto EU\npredecessor | Population\n(2025)  | Area  | Population\ndensity\n---|---|---|---|---|---\nAustria | 1 January 1995 |  | 9,197,213 | 83,855 km2\n(32,377 sq mi)  | 110\nBelgium |  Founder (1993)  | 23 July 1952 | 11,900,123 | 30,528 km2\n(11,787 sq mi)  | 390\nBulgaria | 1 January 2007 |  | 6,437,360 | 110,994 km2\n(42,855 sq mi)  | 58\nCroatia | 1 July 2013 |  | 3,874,350 | 56,594 km2\n(21,851 sq mi)  | 68\nCyprus | 1 May 2004 |  | 979,865 | 9,251 km2\n(3,572 sq mi)  | 106\nCzech Republic | 1 May 2004 |  | 10,909,500 | 78,866 km2\n(30,450 sq mi)  | 138\nDenmark |  Founder (1993)  | 1 January 1973 | 5,992,734 | 43,075 km2\n(16,631 sq mi)  | 139\nEstonia | 1 May 2004 |  | 1,369,995 | 45,227 km2\n(17,462 sq mi)  | 30\nFinland | 1 January 1995 |  | 5,635,971 | 338,424 km2\n(130,666 sq mi)  | 17\nFrance |  Founder (1993)  | 23 July 1952 | 68,635,943 | 640,679 km2\n(247,368 sq mi)  | 107\nGermany |  Founder (1993)  | 23 July 1952 | 83,577,140 | 357,021 km2\n(137,847 sq mi)  | 234\nGreece |  Founder (1993)  | 1 January 1981 | 10,409,547 | 131,990 km2\n(50,960 sq mi)  | 79\nHungary | 1 May 2004 |  | 9,539,502 | 93,030 km2\n(35,920 sq mi)  | 103\nIreland |  Founder (1993)  | 1 January 1973 | 5,439,898 | 70,273 km2\n(27,133 sq mi)  | 77\nItaly |  Founder (1993)  | 23 July 1952 | 58,934,177 | 301,338 km2\n(116,347 sq mi)  | 196\nLatvia | 1 May 2004 |  | 1,856,932 | 64,589 km2\n(24,938 sq mi)  | 29\nLithuania | 1 May 2004 |  | 2,890,664 | 65,200 km2\n(25,200 sq mi)  | 44\nLuxembourg |  Founder (1993)  | 23 July 1952 | 681,973 | 2,586 km2\n(998 sq mi)  | 264\nMalta | 1 May 2004 |  | 574,250 | 316 km2\n(122 sq mi)  | 1,817\nNetherlands |  Founder (1993)  | 23 July 1952 | 18,044,027 | 41,543 km2\n(16,040 sq mi)  | 434\nPoland | 1 May 2004 |  | 36,497,495 | 312,685 km2\n(120,728 sq mi)  | 117\nPortugal |  Founder (1993)  | 1 January 1986 | 10,749,635 | 92,390 km2\n(35,670 sq mi)  | 116\nRomania | 1 January 2007 |  | 19,036,031 | 238,391 km2\n(92,043 sq mi)  | 80\nSlovakia | 1 May 2004 |  | 5,419,451 | 49,035 km2\n(18,933 sq mi)  | 111\nSlovenia | 1 May 2004 |  | 2,130,850 | 20,273 km2\n(7,827 sq mi)  | 105\nSpain |  Founder (1993)  | 1 January 1986 | 49,077,984 | 504,030 km2\n(194,610 sq mi)  | 97\nSweden | 1 January 1995 |  | 10,587,710 | 449,964 km2\n(173,732 sq mi)  | 24\nEuropean Union  | 450,380,320 | 4,233,262 km2\n(1,634,472 sq mi)  | 106"
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.1.1",
        "section_name": "Subdivisions",
        "generated_section_content_md": "Subdivisions of member-states are based on the Nomenclature of Territorial\nUnits for Statistics (NUTS), a geocode standard for statistical purposes. The\nstandard, adopted in 2003, is developed and regulated by the European Union,\nand thus only covers the member states of the EU in detail. The Nomenclature\nof Territorial Units for Statistics is instrumental in the European Union's\nStructural Funds and Cohesion Fund delivery mechanisms and for locating the\narea where goods and services subject to European public procurement\nlegislation are to be delivered.\n\nMaps of Nomenclature of Territorial Units for Statistics (NUTS) subdivisions\n(prior to 2018, including non-EU member states)\n\n* NUTS 1\n\n* NUTS 2\n\n* NUTS 3"
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.1.2",
        "section_name": "Candidate countries",
        "generated_section_content_md": "There are nine countries that are recognised as candidates for membership:\nAlbania, Bosnia and Herzegovina, Georgia, Moldova, Montenegro, North\nMacedonia, Serbia, Turkey, and Ukraine. Norway, Switzerland and Iceland have\nsubmitted membership applications in the past, but subsequently frozen or\nwithdrawn them. Additionally Kosovo is officially recognised as a potential\ncandidate, and submitted a membership application."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.1.3",
        "section_name": "Former members",
        "generated_section_content_md": "Article 50 of the Lisbon Treaty provides the basis for a member to leave the\nEU. Two territories have left the union: Greenland (an autonomous province of\nDenmark) withdrew in 1985; the United Kingdom formally invoked Article 50 of\nthe Consolidated Treaty on European Union in 2017, and became the only\nsovereign state to leave when it withdrew from the EU in 2020."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Governance",
        "generated_section_content_md": "Member states retain in principle all powers except those that they have\nagreed collectively to delegate to the Union as a whole, though the exact\ndelimitation has on occasions become a subject of scholarly or legal disputes.\n\nIn certain fields, members have awarded exclusive competence and exclusive\nmandate to the Union. These are areas in which member states have entirely\nrenounced their own capacity to enact legislation. In other areas, the EU and\nits member states share the competence to legislate. While both can legislate,\nthe member states can only legislate to the extent to which the EU has not. In\nother policy areas, the EU can only co-ordinate, support and supplement member\nstate action but cannot enact legislation with the aim of harmonising national\nlaws. That a particular policy area falls into a certain category of\ncompetence is not necessarily indicative of what legislative procedure is used\nfor enacting legislation within that policy area. Different legislative\nprocedures are used within the same category of competence, and even with the\nsame policy area. The distribution of competences in various policy areas\nbetween member states and the union is divided into the following three\ncategories:\n\n**Competences of theEuropean Union in relation to those of its member states**\n\n* view\n* talk\n* edit\n\n| Exclusive competence\n---\n| Shared competence\n---\n| Supporting competence\n---\n| _The Union has exclusive competence to make directives and conclude\ninternational agreements when provided for in a Union legislative act as to …_\n---\n\n* the customs union\n* the establishing of the competition rules necessary for the functioning of the internal market\n* monetary policy for the Member States whose currency is the euro\n* the conservation of marine biological resources under the common fisheries policy\n* Common Commercial Policy\n* conclusion of certain international agreements\n\n\n| _Member States cannot exercise competence in areas where the Union has done\nso, that is …_\n---\n\n* the internal market\n* social policy, for the aspects defined in this Treaty\n* economic, social and territorial cohesion\n* agriculture and fisheries, excluding the conservation of marine biological resources\n* environment\n* consumer protection\n* transport\n* trans-European networks\n* energy\n* the area of freedom, security and justice\n* common safety concerns in public health matters, for the aspects defined in this Treaty\n\n\n| _Union exercise of competence shall not result in Member States being\nprevented from exercising theirs in …_\n---\n\n* research, technological development and (outer) space\n* development cooperation, humanitarian aid\n\n\n_The Union coordinates Member States policies or implements supplemental to\ntheir common policies not covered elsewhere in …_\n---\n\n* the coordination of economic, employment and social policies\n* common foreign, security and defence policies\n\n\n| _The Union can carry out actions to support, coordinate or supplement Member\nStates' actions in …_\n---\n\n* the protection and improvement of human health\n* industry\n* culture\n* tourism\n* education, youth, sport and vocational training\n* civil protection (disaster prevention)\n* administrative cooperation\n\n\n\nThe European Union has seven principal decision-making bodies, its\ninstitutions: the European Parliament, the European Council, the Council of\nthe European Union, the European Commission, the Court of Justice of the\nEuropean Union, the European Central Bank and the European Court of Auditors.\nCompetence in scrutinising and amending legislation is shared between the\nCouncil of the European Union and the European Parliament, while executive\ntasks are performed by the European Commission and in a limited capacity by\nthe European Council (not to be confused with the aforementioned Council of\nthe European Union). The monetary policy of the eurozone is determined by the\nEuropean Central Bank. The interpretation and the application of EU law and\nthe treaties are ensured by the Court of Justice of the European Union. The EU\nbudget is scrutinised by the European Court of Auditors. There are also a\nnumber of ancillary bodies which advise the EU or operate in a specific area."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.2.1",
        "section_name": "Executive branch",
        "generated_section_content_md": "The Union's executive branch is organised as a directorial system, where the\nexecutive power is jointly exercised by several people. The executive branch\nconsists of the European Council and European Commission.\n\nThe European Council sets the broad political direction of the Union. It\nconvenes at least four times a year and comprises the president of the\nEuropean Council (presently António Costa), the president of the European\nCommission and one representative per member state (either its head of state\nor head of government). The high representative of the union for foreign\naffairs and security policy (presently Kaja Kallas) also takes part in its\nmeetings. Described by some as the union's \"supreme political leadership\", it\nis actively involved in the negotiation of treaty changes and defines the EU's\npolicy agenda and strategies. Its leadership role involves solving disputes\nbetween member states and the institutions, and to resolving any political\ncrises or disagreements over controversial issues and policies. It acts as a\n\"collective head of state\" and ratifies important documents (for example,\ninternational agreements and treaties). Tasks for the president of the\nEuropean Council are ensuring the external representation of the EU, driving\nconsensus and resolving divergences among member states, both during meetings\nof the European Council and over the periods between them. The European\nCouncil should not be mistaken for the Council of Europe, an international\norganisation independent of the EU and based in Strasbourg.\n\nThe European Commission acts both as the EU's executive arm, responsible for\nthe day-to-day running of the EU, and also the legislative initiator, with the\nsole power to propose laws for debate. The commission is 'guardian of the\nTreaties' and is responsible for their efficient operation and policing. It\nhas 27 European commissioners for different areas of policy, one from each\nmember state, though commissioners are bound to represent the interests of the\nEU as a whole rather than their home state. The leader of the 27 is the\npresident of the European Commission (presently Ursula von der Leyen for\n2019–2024, reelected for the 2024–2029 term), proposed by the European\nCouncil, following and taking into account the result of the European\nelections, and is then elected by the European Parliament. The President\nretains, as the leader responsible for the entire cabinet, the final say in\naccepting or rejecting a candidate submitted for a given portfolio by a member\nstate, and oversees the commission's permanent civil service. After the\nPresident, the most prominent commissioner is the high representative of the\nunion for foreign affairs and security policy, who is _ex-officio_ a vice-\npresident of the European Commission and is also chosen by the European\nCouncil. The other 25 commissioners are subsequently appointed by the Council\nof the European Union in agreement with the nominated president. The 27\ncommissioners as a single body are subject to approval (or otherwise) by a\nvote of the European Parliament. All commissioners are first nominated by the\ngovernment of the respective member state."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.2.2",
        "section_name": "Legislative branch",
        "generated_section_content_md": "The council, as it is now simply called (also called the Council of the\nEuropean Union and the \"Council of Ministers\", its former title), forms one\nhalf of the EU's legislature. It consists of a representative from each member\nstate's government and meets in different compositions depending on the policy\narea being addressed. Notwithstanding its different configurations, it is\nconsidered to be one single body. In addition to the legislative functions,\nmembers of the council also have executive responsibilities, such as the\ndevelopment of a Common Foreign and Security Policy and the coordination of\nbroad economic policies within the Union. The Presidency of the council\nrotates between member states, with each holding it for six months. Beginning\non 1 July 2024, the position is held by Hungary.\n\nThe European Parliament is one of three legislative institutions of the EU,\nwhich together with the Council of the European Union is tasked with amending\nand approving the European Commission's proposals. 705 members of the European\nParliament (MEPs) are directly elected by EU citizens every five years on the\nbasis of proportional representation. MEPs are elected on a national basis and\nthey sit according to political groups rather than their nationality. Each\ncountry has a set number of seats and is divided into sub-national\nconstituencies where this does not affect the proportional nature of the\nvoting system. In the ordinary legislative procedure, the European Commission\nproposes legislation, which requires the joint approval of the European\nParliament and the Council of the European Union to pass. This process applies\nto nearly all areas, including the EU budget. The parliament is the final body\nto approve or reject the proposed membership of the commission, and can\nattempt motions of censure on the commission by appeal to the Court of\nJustice. The president of the European Parliament carries out the role of\nspeaker in Parliament and represents it externally. The president and vice-\npresidents are elected by MEPs every two and a half years."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.2.3",
        "section_name": "Judicial branch",
        "generated_section_content_md": "The judicial branch of the European Union is formally called the Court of\nJustice of the European Union (CJEU) and consists of two courts: the Court of\nJustice and the General Court. The Court of Justice is the supreme court of\nthe European Union in matters of European Union law. As a part of the CJEU, it\nis tasked with interpreting EU law and ensuring its uniform application across\nall EU member states under Article 263 of the Treaty of the Functioning of the\nEuropean Union (TFEU). The Court was established in 1952, and is based in\nLuxembourg. It is composed of one judge per member state – currently 27 –\nalthough it normally hears cases in panels of three, five or fifteen judges.\nThe Court has been led by president Koen Lenaerts since 2015. The CJEU is the\nhighest court of the European Union in matters of Union law. Its case-law\nprovides that EU law has supremacy over any national law that is inconsistent\nwith EU law. It is not possible to appeal against the decisions of national\ncourts in the CJEU, but rather national courts refer questions of EU law to\nthe CJEU. However, it is ultimately for the national court to apply the\nresulting interpretation to the facts of any given case. Although, only courts\nof final appeal are bound to refer a question of EU law when one is addressed.\nThe treaties give the CJEU the power for consistent application of EU law\nacross the EU as a whole. The court also acts as an administrative and\nconstitutional court between the other EU institutions and the Member States\nand can annul or invalidate unlawful acts of EU institutions, bodies, offices\nand agencies.\n\nThe General Court is a constituent court of the European Union. It hears\nactions taken against the institutions of the European Union by individuals\nand member states, although certain matters are reserved for the Court of\nJustice. Decisions of the General Court can be appealed to the Court of\nJustice, but only on a point of law. Prior to the coming into force of the\nLisbon Treaty on 1 December 2009, it was known as the Court of First Instance."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.2.4",
        "section_name": "Additional branches",
        "generated_section_content_md": "| This section **does notcite any sources**. Please help improve this section\nby adding citations to reliable sources. Unsourced material may be challenged\nand removed. _( December 2023)__(Learn how and when to remove this message)_\n---|---\n\nThe European Central Bank (ECB) is one of the institutions of the monetary\nbranch of the European Union, the prime component of the Eurosystem and the\nEuropean System of Central Banks. It is one of the world's most important\ncentral banks. The ECB Governing Council makes monetary policy for the\neurozone and the European Union, administers the foreign exchange reserves of\nEU member states, engages in foreign exchange operations, and defines the\nintermediate monetary objectives and key interest rate of the EU. The ECB\nExecutive Board enforces the policies and decisions of the Governing Council,\nand may direct the national central banks when doing so. The ECB has the\nexclusive right to authorise the issuance of euro banknotes. Member states can\nissue euro coins, but the volume must be approved by the ECB beforehand. The\nbank also operates the T2 (RTGS) payments system. The European System of\nCentral Banks (ESCB) consists of the ECB and the national central banks (NCBs)\nof all 27 member states of the European Union. The ESCB is not the monetary\nauthority of the eurozone, because not all EU member states have joined the\neuro. The ESCB's objective is price stability throughout the European Union.\nSecondarily, the ESCB's goal is to improve monetary and financial cooperation\nbetween the Eurosystem and member states outside the eurozone.\n\nThe European Court of Auditors (ECA) is the auditory branch of the European\nUnion. It was established in 1975 in Luxembourg in order to improve EU\nfinancial management. It has 27 members (1 from each EU member-state)\nsupported by approximately 800 civil servants. The European Personnel\nSelection Office (EPSO) is the EU's civil service recruitment body and\noperates its selection of candidates via generalist and specialist\ncompetitions. Each institution is then able to recruit staff from among the\npool of candidates selected by EPSO. On average, EPSO receives around\n60,000–70,000 applications a year with around 1,500–2,000 candidates recruited\nby the European Union institutions. The European Ombudsman is the ombudsman\nbranch of the European Union that holds the institutions, bodies and agencies\nof the EU to account, and promotes good administration. The Ombudsman helps\npeople, businesses and organisations facing problems with the EU\nadministration by investigating complaints, as well as by proactively looking\ninto broader systemic issues. The current Ombudsman is Emily O'Reilly. The\nEuropean Public Prosecutor's Office (EPPO) is the prosecutory branch of the\nunion with juridical personality, established under the Treaty of Lisbon\nbetween 23 of the 27 states of the EU following the method of enhanced\ncooperation. It is based in Kirchberg, Luxembourg City alongside the Court of\nJustice of the European Union and the European Court of Auditors"
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Budget",
        "generated_section_content_md": "The European Union had an agreed budget of €170.6 billion in 2022. The EU had\na long-term budget of €1,082.5 billion for the period 2014–2020, representing\n1.02% of the EU-28's GNI. In 1960, the budget of the European Community was\n0.03 per cent of GDP.\n\nOf this, €54bn subsidised agriculture enterprise, €42bn was spent on\ntransport, building and the environment, €16bn on education and research,\n€13bn on welfare, €20bn on foreign and defence policy, €2bn in finance, €2bn\nin energy, €1.5bn in communications, and €13bn in administration.\n\nIn November 2020, two members of the union, Hungary and Poland, blocked\napproval to the EU's budget at a meeting in the Committee of Permanent\nRepresentatives (Coreper), citing a proposal that linked funding with\nadherence to the rule of law. The budget included a COVID-19 recovery fund of\n€750 billion. The budget was finally approved by 12 December when Hungary and\nPoland withdrew their vetoes after further negotiations in the council and the\nEuropean Council.\n\nBodies combatting fraud have also been established, including the European\nAnti-fraud Office and the European Public Prosecutor's Office. The latter is a\ndecentralized independent body of the European Union (EU), established under\nthe Treaty of Lisbon between 22 of the 27 states of the EU following the\nmethod of enhanced cooperation. The European Public Prosecutor's Office\ninvestigate and prosecute fraud against the budget of the European Union and\nother crimes against the EU's financial interests including fraud concerning\nEU funds of over €10,000 and cross-border VAT fraud cases involving damages\nabove €10 million."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Law",
        "generated_section_content_md": "Organigram of the political system of the Union\n\nConstitutionally, the EU bears some resemblance to both a confederation and a\nfederation, but has not formally defined itself as either. (It does not have a\nformal constitution: its status is defined by the Treaty of European Union and\nthe Treaty on the Functioning of the European Union). It is more integrated\nthan a traditional confederation of states because the general level of\ngovernment widely employs qualified majority voting in some decision-making\namong the member states, rather than relying exclusively on unanimity. It is\nless integrated than a federal state because it is not a state in its own\nright: sovereignty continues to flow 'from the bottom up', from the several\npeoples of the separate member states, rather than from a single\nundifferentiated whole. This is reflected in the fact that the member states\nremain the 'masters of the Treaties', retaining control over the allocation of\ncompetences to the union through constitutional change (thus retaining so-\ncalled _Kompetenz-kompetenz_); in that they retain control of the use of armed\nforce; they retain control of taxation; and in that they retain a right of\nunilateral withdrawal under Article 50 of the Treaty on European Union. In\naddition, the principle of subsidiarity requires that only those matters that\nneed to be determined collectively are so determined.\n\nUnder the principle of supremacy, national courts are required to enforce the\ntreaties that their member states have ratified, even if doing so requires\nthem to ignore conflicting national law, and (within limits) even\nconstitutional provisions. The direct effect and supremacy doctrines were not\nexplicitly set out in the European Treaties but were developed by the Court of\nJustice itself over the 1960s, apparently under the influence of its then most\ninfluential judge, Frenchman Robert Lecourt. The question whether the\nsecondary law enacted by the EU has a comparable status in relation to\nnational legislation, has been a matter of debate among legal scholars."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.4.1",
        "section_name": "Primary law",
        "generated_section_content_md": "The European Union is based on a series of treaties. These first established\nthe European Community and the EU, and then made amendments to those founding\ntreaties. These are power-giving treaties which set broad policy goals and\nestablish institutions with the necessary legal powers to implement those\ngoals. These legal powers include the ability to enact legislation which can\ndirectly affect all member states and their inhabitants. The EU has legal\npersonality, with the right to sign agreements and international treaties."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.4.2",
        "section_name": "Secondary law",
        "generated_section_content_md": "The main legal acts of the European Union come in three forms: regulations,\ndirectives, and decisions. Regulations become law in all member states the\nmoment they come into force, without the requirement for any implementing\nmeasures, and automatically override conflicting domestic provisions.\nDirectives require member states to achieve a certain result while leaving\nthem discretion as to how to achieve the result. The details of how they are\nto be implemented are left to member states. When the time limit for\nimplementing directives passes, they may, under certain conditions, have\ndirect effect in national law against member states. Decisions offer an\nalternative to the two above modes of legislation. They are legal acts which\nonly apply to specified individuals, companies or a particular member state.\nThey are most often used in competition law, or on rulings on State Aid, but\nare also frequently used for procedural or administrative matters within the\ninstitutions. Regulations, directives, and decisions are of equal legal value\nand apply without any formal hierarchy."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Foreign relations",
        "generated_section_content_md": "Foreign policy co-operation between member states dates from the establishment\nof the community in 1957, when member states negotiated as a bloc in\ninternational trade negotiations under the EU's common commercial policy.\nSteps for more wide-ranging co-ordination in foreign relations began in 1970\nwith the establishment of European Political Cooperation which created an\ninformal consultation process between member states with the aim of forming\ncommon foreign policies. In 1987 the European Political Cooperation was\nintroduced on a formal basis by the Single European Act. EPC was renamed as\nthe Common Foreign and Security Policy (CFSP) by the Maastricht Treaty.\n\nThe stated aims of the CFSP are to promote both the EU's own interests and\nthose of the international community as a whole, including the furtherance of\ninternational co-operation, respect for human rights, democracy, and the rule\nof law. The CFSP requires unanimity among the member states on the appropriate\npolicy to follow on any particular issue. The unanimity and difficult issues\ntreated under the CFSP sometimes lead to disagreements, such as those which\noccurred over the war in Iraq.\n\nThe coordinator and representative of the CFSP within the EU is the high\nrepresentative of the union for foreign affairs and security policy who speaks\non behalf of the EU in foreign policy and defence matters, and has the task of\narticulating the positions expressed by the member states on these fields of\npolicy into a common alignment. The high representative heads up the European\nExternal Action Service (EEAS), a unique EU department that has been\nofficially implemented and operational since 1 December 2010 on the occasion\nof the first anniversary of the entry into force of the Treaty of Lisbon. The\nEEAS serves as a foreign ministry and diplomatic corps for the European Union.\n\nBesides the emerging international policy of the European Union, the\ninternational influence of the EU is also felt through enlargement. The\nperceived benefits of becoming a member of the EU act as an incentive for both\npolitical and economic reform in states wishing to fulfil the EU's accession\ncriteria, and are considered an important factor contributing to the reform of\nEuropean formerly Communist countries. This influence on the internal affairs\nof other countries is generally referred to as \"soft power\", as opposed to\nmilitary \"hard power\"."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.5.1",
        "section_name": "Humanitarian aid",
        "generated_section_content_md": "The European Commission's Humanitarian Aid and Civil Protection department, or\n\"ECHO\", provides humanitarian aid from the EU to developing countries. In\n2012, its budget amounted to €874 million, 51 per cent of the budget went to\nAfrica and 20 per cent to Asia, Latin America, the Caribbean and Pacific, and\n20 per cent to the Middle East and Mediterranean.\n\nHumanitarian aid is financed directly by the budget (70 per cent) as part of\nthe financial instruments for external action and also by the European\nDevelopment Fund (30 per cent). The EU's external action financing is divided\ninto 'geographic' instruments and 'thematic' instruments. The 'geographic'\ninstruments provide aid through the Development Cooperation Instrument (DCI,\n€16.9 billion, 2007–2013), which must spend 95 per cent of its budget on\nofficial development assistance (ODA), and from the European Neighbourhood and\nPartnership Instrument (ENPI), which contains some relevant programmes. The\nEuropean Development Fund (EDF, €22.7 billion for the period 2008–2013 and\n€30.5 billion for the period 2014–2020) is made up of voluntary contributions\nby member states, but there is pressure to merge the EDF into the budget-\nfinanced instruments to encourage increased contributions to match the 0.7 per\ncent target and allow the European Parliament greater oversight.\n\nIn 2016, the average among EU countries was 0.4 per cent and five had met or\nexceeded the 0.7 per cent target: Denmark, Germany, Luxembourg, Sweden and the\nUnited Kingdom."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.5.2",
        "section_name": "International cooperation and development partnerships",
        "generated_section_content_md": "Eastern Partnership Summit 2017, Brussels\n\nThe European Union uses foreign relations instruments like the European\nNeighbourhood Policy which seeks to tie those countries to the east and south\nof the European territory of the EU to the union. These countries, primarily\ndeveloping countries, include some who seek to one day become either a member\nstate of the European Union, or more closely integrated with the European\nUnion. The EU offers financial assistance to countries within the European\nNeighbourhood, so long as they meet the strict conditions of government\nreform, economic reform and other issues surrounding positive transformation.\nThis process is normally underpinned by an Action Plan, as agreed by both\nBrussels and the target country.\n\nUnion for the Mediterranean meeting in Barcelona\n\nThere is also the worldwide European Union Global Strategy. International\nrecognition of sustainable development as a key element is growing steadily.\nIts role was recognised in three major UN summits on sustainable development:\nthe 1992 UN Conference on Environment and Development (UNCED) in Rio de\nJaneiro, Brazil; the 2002 World Summit on Sustainable Development (WSSD) in\nJohannesburg, South Africa; and the 2012 UN Conference on Sustainable\nDevelopment (UNCSD) in Rio de Janeiro. Other key global agreements are the\nParis Agreement and the 2030 Agenda for Sustainable Development (United\nNations, 2015). The SDGs recognise that all countries must stimulate action in\nthe following key areas – people, planet, prosperity, peace and partnership –\nin order to tackle the global challenges that are crucial for the survival of\nhumanity.\n\nEU development action is based on the European Consensus on Development, which\nwas endorsed on 20 December 2005 by EU Member States, the council, the\nEuropean Parliament and the commission. It is applied from the principles of\nCapability approach and Rights-based approach to development. Funding is\nprovided by the Instrument for Pre-Accession Assistance and the Global Europe\nprogrammes.\n\nPartnership and cooperation agreements are bilateral agreements with non-\nmember nations."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Defence",
        "generated_section_content_md": "Map showing European membership of the EU and NATO\n\nEU member only\n\nNATO member only\n\nEU and NATO member\n\nCoat of arms of the Military Staff\n\nThe predecessors of the European Union were not devised as a military alliance\nbecause NATO was largely seen as appropriate and sufficient for defence\npurposes. In 2025, Europe initiated the ReArm program, a strategic\nbreakthrough aimed at mobilising local industrial capabilities and bolstering\nEuropean equipment production, involves a financial investment of €800 billion\nto support the development and procurement, simultaneously enhancing the\ncontinent's overall military readiness and self-sufficiency.\n\nTwenty-three EU members are members of NATO while the remaining member states\nfollow policies of neutrality. The Western European Union, a military alliance\nwith a mutual defence clause, closed in 2011 as its role had been transferred\nto the EU. Following the Kosovo War in 1999, the European Council agreed that\n\"the Union must have the capacity for autonomous action, backed by credible\nmilitary forces, the means to decide to use them, and the readiness to do so,\nin order to respond to international crises without prejudice to actions by\nNATO\". To that end, a number of efforts were made to increase the EU's\nmilitary capability, notably the Helsinki Headline Goal process. After much\ndiscussion, the most concrete result was the EU Battlegroups initiative, each\nof which is planned to be able to deploy quickly about 1500 personnel. The EU\nStrategic Compass adopted in 2022 reaffirmed the bloc's partnership with NATO,\ncommitted to increased military mobility and formation of a 5,000-strong EU\nRapid Deployment Capacity\n\nSince the withdrawal of the United Kingdom, France is the only member\nofficially recognised as a nuclear weapon state and the sole holder of a\npermanent seat on the United Nations Security Council. France and Italy are\nalso the only EU countries that have power projection capabilities outside of\nEurope. Italy, Germany, the Netherlands and Belgium participate in NATO\nnuclear sharing. Most EU member states opposed the Nuclear Weapon Ban Treaty.\n\nEU forces have been deployed on peacekeeping missions from middle and northern\nAfrica to the western Balkans and western Asia. EU military operations are\nsupported by a number of bodies, including the European Defence Agency,\nEuropean Union Satellite Centre and the European Union Military Staff. The\nEuropean Union Military Staff is the highest military institution of the\nEuropean Union, established within the framework of the European Council, and\nfollows on from the decisions of the Helsinki European Council (10–11 December\n1999), which called for the establishment of permanent political-military\ninstitutions. The European Union Military Staff is under the authority of the\nHigh Representative of the Union for Foreign Affairs and Security Policy and\nthe Political and Security Committee. It directs all military activities in\nthe EU context, including planning and conducting military missions and\noperations in the framework of the Common Security and Defence Policy and the\ndevelopment of military capabilities, and provides the Political and Security\nCommittee with military advice and recommendations on military issues. In an\nEU consisting of 27 members, substantial security and defence co-operation is\nincreasingly relying on collaboration among all member states.\n\nThe European Border and Coast Guard Agency (Frontex) is an agency of the EU\naiming to detect and stop illegal immigration, human trafficking and terrorist\ninfiltration. The EU also operates the European Travel Information and\nAuthorisation System, the Entry/Exit System, the Schengen Information System,\nthe Visa Information System and the Common European Asylum System which\nprovide common databases for police and immigration authorities. The impetus\nfor the development of this co-operation was the advent of open borders in the\nSchengen Area and the associated cross-border crime."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Geography",
        "generated_section_content_md": "Topographic map of Europe (EU highlighted)\n\nThe EU's member states cover an area of 4,233,262 square kilometres (1,634,472\nsq mi), and therefore a large part of the European continent. The EU's highest\npeak is Mont Blanc in the Graian Alps, 4,810.45 metres (15,782 ft) above sea\nlevel. The lowest points in the EU are Lammefjorden, Denmark, and\nZuidplaspolder, Netherlands, at 7 m (23 ft) below sea level. The landscape,\nclimate, and economy of the EU are influenced by its coastline, which is\n65,993 kilometres (41,006 mi) long.\n\nIn addition to national territories in Europe, there are 32 special\nterritories of members of the European Economic Area, not all of which are\npart of the EU. The largest by area is Greenland, which is not part of the EU\nbut whose citizens are EU citizens, while the largest by population are the\nCanary Islands off Africa, which are part of the EU and the Schengen area.\nFrench Guiana in South America is part of the EU and the eurozone, as is\nMayotte, north of Madagascar."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Climate",
        "generated_section_content_md": "A Köppen–Geiger climate classification map of Europe (including non-EU member\nstates)\n\nThe climate of the European Union is of a temperate, continental nature, with\na maritime climate prevailing on the western coasts and a mediterranean\nclimate in the south. The climate is strongly conditioned by the Gulf Stream,\nwhich warms the western region to levels unattainable at similar latitudes on\nother continents. Western Europe is oceanic, while eastern Europe is\ncontinental and dry. Four seasons occur in western Europe, while southern\nEurope experiences a wet season and a dry season. Southern Europe is hot and\ndry during the summer months. The heaviest precipitation occurs downwind of\nwater bodies due to the prevailing westerlies, with higher amounts also seen\nin the Alps."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Environment",
        "generated_section_content_md": "Increase of average yearly temperature in selected cities in Europe\n(1900–2017)\n\nIn 1957, when the European Economic Community was founded, it had no\nenvironmental policy. Over the past 50 years, an increasingly dense network of\nlegislation has been created, extending to all areas of environmental\nprotection, including air pollution, water quality, waste management, nature\nconservation, and the control of chemicals, industrial hazards, and\nbiotechnology. According to the Institute for European Environmental Policy,\nenvironmental law comprises over 500 Directives, Regulations and Decisions,\nmaking environmental policy a core area of European politics.\n\nEuropean policy-makers originally increased the EU's capacity to act on\nenvironmental issues by defining it as a trade problem. Trade barriers and\ncompetitive distortions in the Common Market could emerge due to the different\nenvironmental standards in each member state. In subsequent years, the\nenvironment became a formal policy area, with its own policy actors,\nprinciples and procedures. The legal basis for EU environmental policy was\nestablished with the introduction of the Single European Act in 1987.\n\nInitially, EU environmental policy focused on Europe. More recently, the EU\nhas demonstrated leadership in global environmental governance, e.g. the role\nof the EU in securing the ratification and coming into force of the Kyoto\nProtocol despite opposition from the United States. This international\ndimension is reflected in the EU's Sixth Environmental Action Programme, which\nrecognises that its objectives can only be achieved if key international\nagreements are actively supported and properly implemented both at EU level\nand worldwide. The Lisbon Treaty further strengthened the leadership\nambitions. EU law has played a significant role in improving habitat and\nspecies protection in Europe, as well as contributing to improvements in air\nand water quality and waste management.\n\nMitigating climate change is one of the top priorities of EU environmental\npolicy. In 2007, member states agreed that, in the future, 20 per cent of the\nenergy used across the EU must be renewable, and carbon dioxide emissions have\nto be lower in 2020 by at least 20 per cent compared to 1990 levels. In 2017,\nthe EU emitted 9.1 per cent of global greenhouse-gas emissions. The European\nUnion claims that already in 2018, its GHG emissions were 23% lower than in\n1990.\n\nThe EU has adopted an emissions trading system to incorporate carbon emissions\ninto the economy. The European Green Capital is an annual award given to\ncities that focuses on the environment, energy efficiency, and quality of life\nin urban areas to create smart city. In the 2019 elections to the European\nParliament, the green parties increased their power, possibly because of the\nrise of post materialist values. Proposals to reach a zero carbon economy in\nthe European Union by 2050 were suggested in 2018–2019. Almost all member\nstates supported that goal at an EU summit in June 2019. The Czech Republic,\nEstonia, Hungary, and Poland disagreed. In June 2021, the European Union\npassed a European Climate Law with targets of 55% GHG emissions reduction by\n2030 and carbon neutrality by 2050. Also in the same year, the European Union\nand the United States pledged to cut methane emissions by 30% by 2030. The\npledge is considered as a big achievement for climate change mitigation. A\nresearch report from November 2024 declared that the Czech Republic is the\nEU's most toxic country in Europe for care emissions."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Economy",
        "generated_section_content_md": "GDP (PPP) per capita (including non-EU countries)\n\nThe gross domestic product (GDP), a measure of economic activity, of EU member\nstates was US$16.64 trillion in 2022, around 16.6 per cent of the world GDP.\nThere is a significant variation in GDP per capita between and within\nindividual EU states. The difference between the richest and poorest regions\n(281 NUTS-2 regions of the Nomenclature of Territorial Units for Statistics)\nranged, in 2017, from 31 per cent (Severozapaden, Bulgaria) of the EU28\naverage (€30,000) to 253 per cent (Luxembourg), or from €4,600 to €92,600.\n\nEU member states own the estimated third largest after the United States\n(US$140 trillion) and China (US$84 trillion) net wealth in the world, equal to\naround one sixth (US$76 trillion) of the US$454 trillion global wealth. Of the\ntop 500 largest corporations in the world measured by revenue in 2024, 90 had\ntheir headquarters in the EU. In 2016, unemployment in the EU stood at 8.9 per\ncent while inflation was at 2.2 per cent, and the account balance at −0.9 per\ncent of GDP. The average annual net earnings in the European Union was around\n€25,000 in 2021."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Economic and monetary union",
        "generated_section_content_md": "**Eurozone participation**\n\nEuropean Union member states\n\n(special territories not shown)\n\n20 in the eurozone\n\n1 acceding member, effective 1 January 2026 (Bulgaria)\n\n1 in ERM II, with an opt-out (Denmark)\n\n5 not in ERM II, but committed to join the eurozone on meeting the convergence\ncriteria (Czech Republic, Hungary, Poland, Romania, and Sweden)\n\nNon–EU member states\n\n\n\n4 using the euro with a monetary agreement (Andorra, Monaco, San Marino, and\nVatican City)\n\n2 using the euro unilaterally (Kosovo and Montenegro)\n\n* v\n* t\n* e\n\nThe euro is the official currency in 20 member states of the EU. The creation\nof a European single currency became an official objective of the European\nEconomic Community in 1969. In 1992, having negotiated the structure and\nprocedures of a currency union, the member states signed the Maastricht Treaty\nand were legally bound to fulfil the agreed-on rules including the convergence\ncriteria if they wanted to join the monetary union. The states wanting to\nparticipate had first to join the European Exchange Rate Mechanism. To prevent\nthe joining states from getting into financial trouble or crisis after\nentering the monetary union, they were obliged in the Maastricht treaty to\nfulfil important financial obligations and procedures, especially to show\nbudgetary discipline and a high degree of sustainable economic convergence, as\nwell as to avoid excessive government deficits and limit the government debt\nto a sustainable level, as agreed in the European Fiscal Pact."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.1.1",
        "section_name": "Capital Markets Union and financial institutions",
        "generated_section_content_md": "Free movement of capital is intended to permit movement of investments such as\nproperty purchases and buying of shares between countries. Until the drive\ntowards economic and monetary union the development of the capital provisions\nhad been slow. Post-Maastricht there has been a rapidly developing corpus of\nECJ judgements regarding this initially neglected freedom. The free movement\nof capital is unique insofar as it is granted equally to non-member states.\n\nThe European System of Financial Supervision is an institutional architecture\nof the EU's framework of financial supervision composed by three authorities:\nthe European Banking Authority, the European Insurance and Occupational\nPensions Authority and the European Securities and Markets Authority. To\ncomplement this framework, there is also a European Systemic Risk Board under\nthe responsibility of the central bank. The aim of this financial control\nsystem is to ensure the economic stability of the EU."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.1.2",
        "section_name": "Eurozone and banking union",
        "generated_section_content_md": "In 1999, the currency union started to materialise through introducing a\ncommon accounting (virtual) currency in eleven of the member states. In 2002,\nit was turned into a fully-fledged conventible currency, when euro notes and\ncoins were issued, while the phaseout of national currencies in the eurozone\n(consisting by then of 12 member states) was initiated. The eurozone\n(constituted by the EU member states which have adopted the euro) has since\ngrown to 20 countries.\n\nThe 20 EU member states known collectively as the eurozone have fully\nimplemented the currency union by superseding their national currencies with\nthe euro. The currency union represents 345 million EU citizens. The euro is\nthe second largest reserve currency as well as the second most traded currency\nin the world after the United States dollar.\n\nThe euro, and the monetary policies of those who have adopted it in agreement\nwith the EU, are under the control of the ECB. The ECB is the central bank for\nthe eurozone, and thus controls monetary policy in that area with an agenda to\nmaintain price stability. It is at the centre of the Eurosystem, which\ncomprehends all the eurozone national central banks. The ECB is also the\ncentral institution of the Banking Union established within the eurozone, as\nthe hub of European Banking Supervision. There is also a Single Resolution\nMechanism in case of a bank default."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Trade",
        "generated_section_content_md": "As a political entity, the European Union is represented in the World Trade\nOrganization (WTO). Two of the original core objectives of the European\nEconomic Community were the development of a common market, subsequently\nbecoming a single market, and a customs union between its member states."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.2.1",
        "section_name": "Single market",
        "generated_section_content_md": "European Single Market\n\nEU member states\n\nNon-EU states which participate\n\nThe single market involves the free circulation of goods, capital, people, and\nservices within the EU, The free movement of services and of establishment\nallows self-employed persons to move between member states to provide services\non a temporary or permanent basis. While services account for 60 per cent to\n70 per cent of GDP, legislation in the area is not as developed as in other\nareas. This lacuna has been addressed by the Services in the Internal Market\nDirective 2006 which aims to liberalise the cross border provision of\nservices. According to the treaty the provision of services is a residual\nfreedom that only applies if no other freedom is being exercised."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.2.2",
        "section_name": "Customs union",
        "generated_section_content_md": "European Customs Union\n\nEU member states\n\nNon-EU states which participate\n\nThe customs union involves the application of a common external tariff on all\ngoods entering the market. Once goods have been admitted into the market they\ncannot be subjected to customs duties, discriminatory taxes or import quotas,\nas they travel internally. The non-EU member states of Iceland, Norway,\nLiechtenstein and Switzerland participate in the single market but not in the\ncustoms union. Half the trade in the EU is covered by legislation harmonised\nby the EU.\n\nThe European Union Association Agreement does something similar for a much\nlarger range of countries, partly as a so-called soft approach ('a carrot\ninstead of a stick') to influence the politics in those countries. The\nEuropean Union represents all its members at the World Trade Organization\n(WTO), and acts on behalf of member states in any disputes. When the EU\nnegotiates trade related agreement outside the WTO framework, the subsequent\nagreement must be approved by each individual EU member state government."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.2.3",
        "section_name": "Competition and consumer protection",
        "generated_section_content_md": "The EU operates a competition policy intended to ensure undistorted\ncompetition within the single market. In 2001 the commission for the first\ntime prevented a merger between two companies based in the United States\n(General Electric and Honeywell) which had already been approved by their\nnational authority. Another high-profile case, against Microsoft, resulted in\nthe commission fining Microsoft over €777 million following nine years of\nlegal action."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.2.4",
        "section_name": "External trade",
        "generated_section_content_md": "EU free trade agreements\n\nEuropean Union\n\nAgreement in force\n\nAgreement (in part) provisionally applied\n\nAgreement signed, but not applied\n\nAgreement initialed, not signed\n\nAgreement being negotiated\n\nAgreement negotiations on hold/suspended\n\nThe European Union has concluded free trade agreements (FTAs) and other\nagreements with a trade component with many countries worldwide and is\nnegotiating with many others. The European Union's services trade surplus rose\nfrom $16 billion in 2000 to more than $250 billion in 2018. In 2020, in part\ndue to the COVID-19 pandemic, China became the EU's largest trading partner,\ndisplacing the United States. The European Union is the largest exporter in\nthe world and in 2008 was the largest importer of goods and services. Internal\ntrade between the member states is aided by the removal of barriers to trade\nsuch as tariffs and border controls. In the eurozone, trade is helped by not\nhaving any currency differences to deal with amongst most members. Externally,\nthe EU's free-trade agreement with Japan is perhaps its most notable one. The\nEU-Japan Economic Partnership Agreement was officially signed on 17 July 2018,\nbecoming the world's largest bilateral free trade deal when it went into\neffect on 1 February 2019, creating an open trade zone covering nearly one-\nthird of global GDP."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Energy",
        "generated_section_content_md": "The total energy supply of the EU was 59 billion GJ in 2019, about 10.2 per\ncent of the world total. Approximately three fifths of the energy available in\nthe EU came from imports (mostly of fossil fuels). Renewable energy\ncontributed 18.1 per cent of the EU's total energy supply in 2019, and 11.1\nper cent of the final energy consumption.\n\nThe EU has had legislative power in the area of energy policy for most of its\nexistence; this has its roots in the original European Coal and Steel\nCommunity. The introduction of a mandatory and comprehensive European energy\npolicy was approved at the meeting of the European Council in October 2005,\nand the first draft policy was published in January 2007.\n\nEnergy Community\n\nThe EU has five key points in its energy policy: increase competition in the\ninternal market, encourage investment and boost interconnections between\nelectricity grids; diversify energy resources with better systems to respond\nto a crisis; establish a new treaty framework for energy co-operation with\nRussia while improving relations with energy-rich states in Central Asia and\nNorth Africa; use existing energy supplies more efficiently while increasing\nrenewable energy commercialisation; and finally increase funding for new\nenergy technologies.\n\nIn 2007, EU countries as a whole imported 82 per cent of their oil, 57 per\ncent of their natural gas and 97.48 per cent of their uranium demands. The\nthree largest suppliers of natural gas to the European Union are Russia,\nNorway and Algeria, that amounted for about three quarters of the imports in\n2019. There is a strong dependence on Russian energy that the EU has been\nattempting to reduce. However, in May 2022, it was reported that the European\nUnion is preparing another sanction against Russia over its invasion of\nUkraine. It is expected to target Russian oil, Russian and Belarusian banks,\nas well as individuals and companies. According to an article by Reuters, two\ndiplomats stated that the European Union may impose a ban on imports of\nRussian oil by the end of 2022. In May 2022, the European Commission published\nthe 'RePowerEU' initiative, a €300 billion plan outlining the path towards the\nend of EU dependence on Russian fossil fuels by 2030 and the acceleration on\nthe clean energy transition."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Transport",
        "generated_section_content_md": "Map of the Trans-European Transport Network\n\nThe European Union manages cross-border road, railway, airport and water\ninfrastructure through the Trans-European Transport Network (TEN-T), created\nin 1990, and the Trans-European Combined Transport network. TEN-T comprises\ntwo network layers: the Core Network, which is to be completed by 2030; and\nthe Comprehensive Network, which is to be completed by 2050. The network is\ncurrently made up of 9 core corridors: the Baltic–Adriatic Corridor, the North\nSea–Baltic Corridor, the Mediterranean Corridor, the Orient/East–Med Corridor,\nthe Scandinavian–Mediterranean Corridor, the Rhine–Alpine Corridor, the\nAtlantic Corridor, the North Sea–Mediterranean Corridor, and the Rhine–Danube\nCorridor. Road transportation was organised under the TEN-T by the Trans-\nEuropean road network. Bundesautobahn 7 is the longest national motorway in\nthe EU at 963 km (598 mi).\n\nSatellite photo of the Port of Rotterdam\n\nMaritime transportation is organised under the TEN-T by the Trans-European\nInland Waterway network, and the Trans-European Seaport network. European\nseaports are categorized as international, community, or regional. The Port of\nRotterdam is the busiest in the EU, and the world's largest seaport outside of\nEast Asia, located in and near the city of Rotterdam, in the province of South\nHolland in the Netherlands. The European Maritime Safety Agency (EMSA),\nfounded in 2002 in Lisbon, Portugal, is charged with reducing the risk of\nmaritime accidents, marine pollution from ships and the loss of human lives at\nsea by helping to enforce the pertinent EU legislation.\n\nAir transportation is organised under the TEN-T by the Trans-European Airport\nnetwork. European airports are categorized as international, community, or\nregional. The Charles de Gaulle Airport is the busiest in the EU, located in\nand near the city of Paris, in France. The European Common Aviation Area\n(ECAA) is a single market in aviation. ECAA agreements were signed on 5 May\n2006 in Salzburg, Austria between the EU and some third countries. The ECAA\nliberalises the air transport industry by allowing any company from any ECAA\nmember state to fly between any ECAA member states airports, thereby allowing\na \"foreign\" airline to provide domestic flights. The Single European Sky (SES)\nis an initiative that seeks to reform the European air traffic management\nsystem through a series of actions carried out in four different levels\n(institutional, operational, technological and control and supervision) with\nthe aim of satisfying the needs of the European airspace in terms of capacity,\nsafety, efficiency and environmental impact. Civil aviation safety is under\nthe responsibility of the European Union Aviation Safety Agency (EASA). It\ncarries out certification, regulation and standardisation and also performs\ninvestigation and monitoring. The idea of a European-level aviation safety\nauthority goes back to 1996, but the agency was only legally established in\n2002, and began operating in 2003.\n\nRail transportation is organised under the TEN-T by the Trans-European Rail\nnetwork, made up of the high-speed rail network and the conventional rail\nnetwork. The Gare du Nord railway station is the busiest in the EU, located in\nand near the city of Paris, in France. Rail transport in Europe is being\nsynchronised with the European Rail Traffic Management System (ERTMS) with the\ngoal of greatly enhancing safety, increase efficiency of train transports and\nenhance cross-border interoperability. This is done by replacing former\nnational signalling equipment and operational procedures with a single new\nEurope-wide standard for train control and command systems. This system is\nconducted by the European Union Agency for Railways (ERA).\n\nTransport documents used in the European Union\n\n* European driving licence\n(Croatian version pictured)\n\n* European vehicle registration plate\n(Slovak version pictured)\n\n* European vehicle registration certificate\n(Austrian version pictured)\n\n* European disabled parking permit\n(Polish version pictured)"
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.4.1",
        "section_name": "Schengen Area",
        "generated_section_content_md": "Map of the Schengen Area\n\nSchengen Area\n\nCountries _de facto_ participating\n\nMembers of the EU committed by treaty to join the Schengen Area in the future\n\nThe Schengen Area is an area comprising 29 European countries that have\nofficially abolished all passport and all other types of border control at\ntheir mutual borders. Being an element within the wider area of freedom,\nsecurity and justice policy of the EU, it mostly functions as a single\njurisdiction under a common visa policy for international travel purposes. The\narea is named after the 1985 Schengen Agreement and the 1990 Schengen\nConvention, both signed in Schengen, Luxembourg. Of the 27 EU member states,\n25 participate in the Schengen Area. Of the EU members that are not part of\nthe Schengen Area, one—Cyprus—is legally obligated to join the area in the\nfuture; Ireland maintains an opt-out, and instead operates its own visa\npolicy. The four European Free Trade Association (EFTA) member states,\nIceland, Liechtenstein, Norway, and Switzerland, are not members of the EU,\nbut have signed agreements in association with the Schengen Agreement. Also,\nthree European microstates – Monaco, San Marino and the Vatican City –\nmaintain open borders for passenger traffic with their neighbours, and are\ntherefore considered _de facto_ members of the Schengen Area due to the\npractical impossibility of travelling to or from them without transiting\nthrough at least one Schengen member country."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "Electronic communications and space",
        "generated_section_content_md": "Mobile communication roaming charges are abolished throughout the EU, Iceland,\nLiechtenstein and Norway.\n\nGalileo control centre in Oberpfaffenhofen, Germany\n\nThe European Union Agency for the Space Programme (EUSPA), headquartered in\nPrague, Czech Republic, was established in 2021 to manage the European Union\nSpace Programme in order to implement the pre-existing _European Space Policy_\n, established on 22 May 2007 between the EU and the European Space Agency\n(ESA), known collectively as the _European Space Council_. This was the first\ncommon political framework for space activities established by the EU. Each\nmember state has pursued to some extent their own national space policy,\nthough often co-ordinating through the ESA. Günter Verheugen, the European\nCommissioner for Enterprise and Industry, has stated that even though the EU\nis \"a world leader in the technology, it is being put on the defensive by the\nUnited States and Russia and that it only has about a 10-year technological\nadvantage on China and India, which are racing to catch up.\"\n\nGalileo is a global navigation satellite system (GNSS) that went live in 2016,\ncreated by the EU through the ESA, operated by the EUSPA, with two ground\noperations centres in Fucino, Italy, and Oberpfaffenhofen, Germany. The €10\nbillion project is named after the Italian astronomer Galileo Galilei. One of\nthe aims of Galileo is to provide an independent high-precision positioning\nsystem so European political and military authorities do not have to rely on\nthe US GPS, or the Russian GLONASS systems, which could be disabled or\ndegraded by their operators at any time. The European Geostationary Navigation\nOverlay Service (EGNOS) is a satellite-based augmentation system (SBAS)\ndeveloped by the ESA and EUROCONTROL. Currently, it supplements the GPS by\nreporting on the reliability and accuracy of their positioning data and\nsending out corrections. The system will supplement Galileo in a future\nversion. The Copernicus Programme is the EU's Earth observation programme\ncoordinated and managed by EUSPA in partnership with ESA. It aims at achieving\na global, continuous, autonomous, high quality, wide range Earth observation\ncapacity, providing accurate, timely and easily accessible information to,\namong other things, improve the management of the environment, understand and\nmitigate the effects of climate change, and ensure civil security."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Agriculture and fisheries",
        "generated_section_content_md": "The EU's exclusive economic zone (EEZ). At 25 million square kilometres, it is\nthe largest in the world.\n\nThe Common Agricultural Policy (CAP) is the agricultural policy of the\nEuropean Union. It implements a system of agricultural subsidies and other\nprogrammes. It was introduced in 1962 and has since then undergone several\nchanges to reduce the EEC budget cost (from 73% in 1985 to 37% in 2017) and\nconsider rural development in its aims. It has, however, been criticised on\nthe grounds of its cost and its environmental and humanitarian effects.\n\nLikewise, the Common Fisheries Policy (CFP) is the fisheries policy of the\nEuropean Union. It sets quotas for which member states are allowed to catch\neach type of fish, as well as encouraging the fishing industry by various\nmarket interventions and fishing subsidies. It was introduced in 2009 with the\nTreaty of Lisbon, which formally enshrined fisheries conservation policy as\none of the handful of \"exclusive competences\" reserved for the European Union."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Labour",
        "generated_section_content_md": "The free movement of persons means that EU citizens can move freely between\nmember states to live, work, study or retire in another country. This required\nthe lowering of administrative formalities and recognition of professional\nqualifications of other states. The EU seasonally adjusted unemployment rate\nwas 6.7 per cent in September 2018. The euro area unemployment rate was 8.1\nper cent. Among the member states, the lowest unemployment rates were recorded\nin the Czech Republic (2.3 per cent), Germany and Poland (both 3.4 per cent),\nand the highest in Spain (10.61 per cent in 2024) and Greece (9.6 per cent in\nNovember 2024).\n\nThe European Union has long sought to mitigate the effects of free markets by\nprotecting workers' rights and preventing social and environmental\ndumping.[_citation needed_] To this end it has adopted laws establishing\nminimum employment and environmental standards. These included the Working\nTime Directive and the Environmental Impact Assessment Directive. The European\nDirective about Minimum Wage, which looks to lift minimum wages and strengthen\ncollective bargaining was approved by the European Parliament in September\n2022."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.8",
        "section_name": "Regional development",
        "generated_section_content_md": "Classification of regions from 2021 to 2027\n\nLess developed regions\n\nTransition regions\n\nMore developed regions\n\nThe five European Structural and Investment Funds are supporting the\ndevelopment of the EU regions, primarily the underdeveloped ones, located\nmostly in the states of central and southern Europe. Another fund (the\nInstrument for Pre-Accession Assistance) provides support for candidate\nmembers to transform their country to conform to the EU's standard.\nDemographic transition to a society of ageing population, low fertility-rates\nand depopulation of non-metropolitan regions is tackled within this policies."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.9",
        "section_name": "Population",
        "generated_section_content_md": "Map showing the population density by NUTS3 region, 2017, including non-EU\ncountries\n\nThe population of the EU in 2024 was about 450 million people, corresponding\nto 5.8 per cent of the world population. The population density across the EU\nwas 106 inhabitants per square kilometre, which is more than the world\naverage. It is highest in areas in central and western Europe, sometimes\nreferred to as the \"blue banana\", while Sweden and Finland in the north are\nmuch more sparsely populated.\n\nThe total population of the EU has been slightly decreasing for several years,\ncontracting by 0.04 per cent in 2021. This is due to a low birth rate of about\n1.5 children per woman, less than the world average of 2.3. In total, 4.1\nmillion babies were born in the EU in 2021. Immigration to Europe partially\ncompensates for the natural population decrease.\n\nOf the people residing in the EU, 5.3 per cent are not EU citizens. There were\n31 non-EU citizenships that each accounted for at least 1 per cent of non-EU\ncitizens living in the EU, of which the largest were Moroccan, Turkish, Syrian\nand Chinese. Around 1.9 million people immigrated to one of the EU member\nstates from a non-EU country during 2020, and a total of 956,000 people\nemigrated from a member state to go to a non-EU country during the same year."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.9.1",
        "section_name": "Urbanisation",
        "generated_section_content_md": "The Paris metropolitan area is the most populous urban area in the EU.\n\nMore than two thirds (68.2%) of EU inhabitants lived in urban areas in 2020,\nwhich is slightly less than the world average. Cities are largely spread out\nacross the EU with a large grouping in and around the Benelux. The EU contains\nabout 40 urban areas with populations of over 1 million. With a population of\nover 13 million, Paris is the largest metropolitan area and the only megacity\nin the EU. Paris is followed by Madrid, Barcelona, Berlin, the Ruhr, Milan,\nand Rome, all with a metropolitan population of over 4 million.\n\nThe EU also has numerous polycentric urbanised regions like Rhine-Ruhr\n(Cologne, Dortmund, Düsseldorf et al.), Randstad (Amsterdam, Rotterdam, The\nHague, Utrecht et al.), Frankfurt Rhine-Main (Frankfurt, Wiesbaden, Mainz et\nal.), the Flemish Diamond (Antwerp, Brussels, Leuven, Ghent et al.) and Upper\nSilesian-Moravian area (Katowice, Ostrava et al.).\n\nLargest population centres of the European Union\nmetropolitan regions, Eurostat 2023\n---\nRank | City name  | State |  Pop. | Rank | City name  | State |  Pop.\n1 | **Paris** | France | 12,388,388 | 11 | **Brussels** | Belgium | 3,395,581\n2 | **Madrid** | Spain | 6,871,903 | 12 | **Warsaw** | Poland | 3,269,510\n3 | **Barcelona** | Spain | 5,797,356 | 13 | **Marseille** | France | 3,183,476\n4 | **Berlin** | Germany | 5,481,613 | 14 | **Budapest** | Hungary | 3,031,887\n5 | **Ruhr** | Germany | 5,147,820 | 15 | **Munich** | Germany | 2,980,338\n6 | **Milan** | Italy | 4,329,748 | 16 | **Naples** | Italy | 2,981,735\n7 | **Rome** | Italy | 4,227,059 | 17 | **Vienna** | Austria | 2,971,753\n8 | **Athens** | Greece | 3,626,216 | 18 | **Lisbon** | Portugal | 2,899,670\n9 | **Hamburg** | Germany | 3,423,121 | 19 | **Stuttgart** | Germany | 2,816,924\n10 | **Amsterdam** | Netherlands | 3,397,323 | 20 | **Prague** | Czech Republic | 2,796,717"
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.10",
        "section_name": "Languages",
        "generated_section_content_md": "Official languages by percentage of speakers, 2012[_failed verification_] Language  | Native speakers | Total\n---|---|---\nGerman | 18%  | 32%\nFrench | 13%  | 26%\nItalian | 12%  | 16%\nSpanish  | 8%  | 15%\nPolish | 8%  | 9%\nRomanian | 5%  | 5%\nDutch | 4%  | 5%\nGreek | 3%  | 4%\nHungarian | 3%  | 3%\nPortuguese | 2%  | 3%\nCzech | 2%  | 3%\nSwedish | 2%  | 3%\nBulgarian | 2%  | 2%\nEnglish  | 1%  | 51%\nSlovak | 1%  | 2%\nDanish | 1%  | 1%\nFinnish | 1%  | 1%\nLithuanian | 1%  | 1%\nCroatian | 1%  | 1%\nSlovene | <1%  | <1%\nEstonian | <1%  | <1%\nIrish | <1%  | <1%\nLatvian | <1%  | <1%\nMaltese | <1%  | <1%\n\nThe EU has 24 official languages: Bulgarian, Croatian, Czech, Danish, Dutch,\nEnglish, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Irish,\nLatvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene,\nSpanish, and Swedish. Important documents, such as legislation, are translated\ninto every official language and the European Parliament provides translation\nfor documents and plenary sessions. Most EU institutions use only a handful of\nworking languages: the European Commission conducts its internal business in\nthree _procedural languages_ : English, French, and German; the Court of\nJustice uses French as the working language, and the European Central Bank\nconducts its business primarily in English. Even though language policy is the\nresponsibility of member states, EU institutions promote multilingualism among\nits citizens.\n\nThe most widely spoken language in the EU is English; the language is spoken\nby 44 per cent of the population (2016 data) and studied by 95 per cent of\nschool students, although following the withdrawal of the United Kingdom less\nthan 1 per cent of the population speak it natively. German and French are\nspoken by 36 per cent and 30 per cent of the population. More than half (56\nper cent) of EU citizens are able to engage in a conversation in a language\nother than their mother tongue.\n\nLuxembourgish (in Luxembourg) and Turkish (in Cyprus) are the only two\nnational languages that are not official languages of the EU. Catalan,\nGalician and Basque are not recognised official languages of the EU but have\nofficial status in Spain. Therefore, official translations of the treaties are\nmade into them and citizens have the right to correspond with the institutions\nin these languages. There are about 150 regional and minority languages in the\nEU, spoken by up to 50 million people. The European Charter for Regional or\nMinority Languages ratified by most EU states provides general guidelines that\nstates can follow to protect their linguistic heritage. The European Day of\nLanguages is held annually on 26 September and is aimed at encouraging\nlanguage learning across Europe."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.11",
        "section_name": "Religion",
        "generated_section_content_md": "Religious affiliation in the EU (2015)  Affiliation  | Per cent of EU population\n---|---\nChristian | 71.6  |\nCatholic | 45.3  |\nProtestant | 11.1  |\nEastern Orthodox | 9.6  |\nOther Christian  | 5.6  |\nMuslim | 1.8  |\nOther faiths  | 2.6  |\nIrreligious | 24.0  |\nNon-believer/Agnostic | 13.6  |\nAtheist | 10.4  |\n\nThe EU has no formal connection to any religion. Article 17 of the Treaty on\nthe Functioning of the European Union recognises the \"status under national\nlaw of churches and religious associations\" as well as that of \"philosophical\nand non-confessional organisations\". The preamble to the Treaty on European\nUnion mentions the \"cultural, religious and humanist inheritance of Europe\".\nDiscussion over the draft texts of the European Constitution and later the\nTreaty of Lisbon included proposals to mention Christianity or a god, or both,\nin the preamble of the text, but the idea faced opposition and was dropped.\n\nChristians in the EU include Catholics of both Roman and Eastern Rite,\nnumerous Protestant denominations with Lutherans, Anglicans, and Reformed\nforming the majority of Protestant affiliations, and the Eastern Orthodox\nChurch. In 2009, the EU had an estimated Muslim population of 13 million, and\nan estimated Jewish population of over a million. The other world religions of\nBuddhism, Hinduism, and Sikhism are also represented in the EU population.\n\nEurostat's Eurobarometer opinion polls showed in 2005 that 52 per cent of EU\ncitizens believed in a god, 27 per cent in \"some sort of spirit or life\nforce\", and 18 per cent had no form of belief. Many countries have experienced\nfalling church attendance and membership in recent years. The countries where\nthe fewest people reported a religious belief were Estonia (16 per cent) and\nthe Czech Republic (19 per cent). The most religious countries were Malta (95\nper cent, predominantly Catholic) as well as Cyprus and Romania (both\npredominantly Orthodox) each with about 90 per cent of citizens professing a\nbelief in God. Across the EU, belief was higher among women, older people,\nthose with religious upbringing, those who left school at 15 or 16, and those\n\"positioning themselves on the right of the political scale\"."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.12",
        "section_name": "Education and research",
        "generated_section_content_md": "Erasmus of Rotterdam, the Renaissance humanist after whom the Erasmus\nProgramme is named\n\nBasic education is an area where the EU's role is limited to supporting\nnational governments. In higher education, the policy was developed in the\n1980s in programmes supporting exchanges and mobility. The most visible of\nthese has been the Erasmus Programme, a university exchange programme which\nbegan in 1987. In its first 20 years, it supported international exchange\nopportunities for well over 1.5 million university and college students and\nbecame a symbol of European student life.\n\nThere are similar programmes for school pupils and teachers, for trainees in\nvocational education and training, and for adult learners in the Lifelong\nLearning Programme 2007–2013. These programmes are designed to encourage a\nwider knowledge of other countries and to spread good practices in the\neducation and training fields across the EU. Through its support of the\nBologna Process, the EU is supporting comparable standards and compatible\ndegrees across Europe.\n\nScientific development is facilitated through the EU's Framework Programmes,\nthe first of which started in 1984. The aims of EU policy in this area are to\nco-ordinate and stimulate research. The independent European Research Council\nallocates EU funds to European or national research projects. EU research and\ntechnological framework programmes deal in a number of areas, for example\nenergy where the aim is to develop a diverse mix of renewable energy to help\nthe environment and to reduce dependence on imported fuels."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.13",
        "section_name": "Health",
        "generated_section_content_md": "Article 35 of the Charter of Fundamental Rights of the European Union affirms\nthat \"A high level of human health protection shall be ensured in the\ndefinition and implementation of all Union policies and activities\". The\nEuropean Commission's Directorate-General for Health and Consumers seeks to\nalign national laws on the protection of people's health, on the consumers'\nrights, on the safety of food and other products.\n\nAll EU and many other European countries offer their citizens a free European\nHealth Insurance Card which, on a reciprocal basis, provides insurance for\nemergency medical treatment insurance when visiting other participating\nEuropean countries. A directive on cross-border healthcare aims at promoting\nco-operation on health care between member states and facilitating access to\nsafe and high-quality cross-border healthcare for European patients.\n\nThe life expectancy in the EU was 80.1 year at birth in 2021, among the\nhighest in the world and around nine years higher than the world average. In\ngeneral, life expectancy is lower in Eastern Europe than in Western Europe. In\n2018, the EU region with the highest life expectancy was Madrid, Spain at 85.2\nyears, followed by the Spanish regions of La Rioja and Castilla y León both at\n84.3 years, Trentino in Italy at 84.3 years and Île-de-France in France at\n84.2 years."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.14",
        "section_name": "Social rights and equality",
        "generated_section_content_md": "The EU has also sought to coordinate the social security and health systems of\nmember states to facilitate individuals exercising free movement rights and to\nensure they maintain their ability to access social security and health\nservices in other member states. Since 2019 there has been a European\ncommissioner for equality and the European Institute for Gender Equality has\nexisted since 2007. A Directive on countering gender-based violence has been\nproposed. In September 2022, a European Care strategy was approved in order to\nprovide \"quality, affordable and accessible care services\". The European\nSocial Charter is the main body that recognises the social rights of European\ncitizens.\n\nIn 2020, the first ever European Union Strategy on LGBTIQ equality was\napproved under Helena Dalli mandate. In December 2021, the commission\nannounced the intention of codifying a union-wide law against LGBT hate\ncrimes."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "4.15",
        "section_name": "Freedom, security and justice",
        "generated_section_content_md": "The Charter of Fundamental Rights of the European Union contains a wide range\nof political, social, and economic rights for EU citizens.\n\nSince the creation of the European Union in 1993, it has developed its\ncompetencies in the area of justice and home affairs; initially at an\nintergovernmental level and later by supranationalism. Accordingly, the union\nhas legislated in areas such as extradition, family law, asylum law, and\ncriminal justice.\n\nThe EU has also established agencies to co-ordinate police, prosecution and\ncivil litigations across the member states: Europol for police co-operation,\nCEPOL for training of police forces and the Eurojust for co-operation between\nprosecutors and courts. It also operates the EUCARIS database of vehicles and\ndrivers, the Eurodac, the European Criminal Records Information System, the\nEuropean Cybercrime Centre, FADO, PRADO and others.\n\nProhibitions against discrimination have a long standing in the treaties. In\nmore recent years, these have been supplemented by powers to legislate against\ndiscrimination based on race, religion, disability, age, and sexual\norientation. The treaties declare that the European Union itself is \"founded\non the values of respect for human dignity, freedom, democracy, equality, the\nrule of law and respect for human rights, including the rights of persons\nbelonging to minorities ... in a society in which pluralism, non-\ndiscrimination, tolerance, justice, solidarity and equality between women and\nmen prevail.\" By virtue of these powers, the EU has enacted legislation on\nsexism in the work-place, age discrimination, and racial discrimination.\n\nIn 2009, the Lisbon Treaty gave legal effect to the Charter of Fundamental\nRights of the European Union. The charter is a codified catalogue of\nfundamental rights against which the EU's legal acts can be judged. It\nconsolidates many rights which were previously recognised by the Court of\nJustice and derived from the \"constitutional traditions common to the member\nstates\". The Court of Justice has long recognised fundamental rights and has,\non occasion, invalidated EU legislation based on its failure to adhere to\nthose fundamental rights.\n\nSigning the European Convention on Human Rights (ECHR) is a condition for EU\nmembership. Previously, the EU itself could not accede to the convention as it\nis neither a state nor had the competence to accede. The Lisbon Treaty and\nProtocol 14 to the ECHR have changed this: the former binds the EU to accede\nto the convention while the latter formally permits it.\n\nThe EU is independent from the Council of Europe, although they share purpose\nand ideas, especially on the rule of law, human rights and democracy.\nFurthermore, the European Convention on Human Rights and European Social\nCharter, as well as the source of law for the Charter of Fundamental Rights\nare created by the Council of Europe. The EU has also promoted human rights\nissues in the wider world. The EU opposes the death penalty and has proposed\nits worldwide abolition. Abolition of the death penalty is a condition for EU\nmembership. On 19 October 2020, the European Union revealed new plans to\ncreate a legal structure to act against human rights violations worldwide. The\nnew plan was expected to provide the European Union with greater flexibility\nto target and sanction those responsible for serious human rights violations\nand abuses around the world.\n\nExamples of identity, travel and health documents used in the EU\n\n* EU national identity card\n(German version pictured (2024))\n\n* Schengen visa\n(German version)\n\n* A passport, displaying the name of the member state, the national coat of arms and the words \"European Union\" given in their official language(s)\n(Irish version pictured)\n\n* European Health Insurance Card\n(Slovenian version pictured)"
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Culture",
        "generated_section_content_md": "Cultural co-operation between member states has been an interest of the\nEuropean Union since its inclusion as a community competency in the Maastricht\nTreaty. Actions taken in the cultural area by the EU include the Culture 2000\nseven-year programme, the European Cultural Month event, and orchestras such\nas the European Union Youth Orchestra. The European Capital of Culture\nprogramme selects one or more cities in every year to assist the cultural\ndevelopment of that city."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Sport",
        "generated_section_content_md": "Sport is mainly the responsibility of the member states or other international\norganisations, rather than of the EU. There are some EU policies that have\naffected sport, such as the free movement of workers, which was at the core of\nthe Bosman ruling that prohibited national football leagues from imposing\nquotas on foreign players with EU member state citizenship.\n\nThe Treaty of Lisbon requires any application of economic rules to take into\naccount the specific nature of sport and its structures based on voluntary\nactivity. This followed lobbying by governing organisations such as the\nInternational Olympic Committee and FIFA, due to objections over the\napplication of free market principles to sport, which led to an increasing gap\nbetween rich and poor clubs. The EU does fund a programme for Israeli,\nJordanian, Irish, and British football coaches, as part of the Football 4\nPeace project."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Symbols",
        "generated_section_content_md": "Europa and the Bull on a Greek vase, c. 480 BC. Tarquinia National Museum,\nItaly\n\nThe flag of Europe consists of a circle of 12 golden stars on a blue\nbackground. Originally designed in 1955 for the Council of Europe, the flag\nwas adopted by the European Communities, the predecessors of the present\nEuropean Union, in 1986. The Council of Europe gave the flag a symbolic\ndescription in the following terms, though the official symbolic description\nadopted by the EU omits the reference to the \"Western world\":\n\n> Against the blue sky of the Western world, the stars symbolise the peoples\n> of Europe in a form of a circle, the sign of union. The number of stars is\n> invariably twelve, the figure twelve being the symbol of perfection and\n> entirety.\n\n— Council of Europe. Paris, 7–9 December 1955.\n\n_United in Diversity_ was adopted as the motto of the union in 2000, having\nbeen selected from proposals submitted by school pupils. Since 1985, the flag\nday of the union has been Europe Day, on 9 May (the date of the 1950 Schuman\ndeclaration). The anthem of the EU is an instrumental version of the prelude\nto the _Ode to Joy_ , the 4th movement of Ludwig van Beethoven's ninth\nsymphony. The anthem was adopted by European Community leaders in 1985 and has\nsince been played on official occasions. Besides naming the continent, the\nGreek mythological figure of Europa has frequently been employed as a\npersonification of Europe. Known from the myth in which Zeus seduces her in\nthe guise of a white bull, Europa has also been referred to in relation to the\npresent union. Statues of Europa and the bull decorate several of the EU's\ninstitutions and a portrait of her is seen on the 2013 series of euro\nbanknotes. The bull is, for its part, depicted on all residence permit cards.\n\nCharles the Great, also known as Charlemagne (Latin: _Carolus Magnus_) and\nlater recognised as _Pater Europae_ (\"Father of Europe\"), has a symbolic\nrelevance to Europe. The commission has named one of its central buildings in\nBrussels after Charlemagne and the city of Aachen has since 1949 awarded the\nCharlemagne Prize to champions of European unification. Since 2008, the\norganisers of this prize, in conjunction with the European Parliament, have\nawarded the Charlemagne Youth Prize in recognition of similar efforts led by\nyoung people."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Media",
        "generated_section_content_md": "Euronews headquarters in Lyon, France\n\nMedia freedom is a fundamental right that applies to all member states of the\nEuropean Union and its citizens, as defined in the EU Charter of Fundamental\nRights as well as the European Convention on Human Rights. Within the EU\nenlargement process, guaranteeing media freedom is named a \"key indicator of a\ncountry's readiness to become part of the EU\".\n\nThe majority of media in the European Union are national-orientated, although\nsome EU-wide media focusing on European affairs have emerged since the early\n1990s, such as Euronews, Eurosport, EUobserver, EURACTIV or Politico Europe.\nArte is a public Franco-German TV network that promotes programming in the\nareas of culture and the arts. 80 per cent of its programming are provided in\nequal proportion by the two member companies, while the remainder is being\nprovided by the European Economic Interest Grouping _ARTE GEIE_ and the\nchannel's European partners.\n\nThe MEDIA Programme of the European Union has supported the European popular\nfilm and audiovisual industries since 1991. It provides support for the\ndevelopment, promotion and distribution of European works within Europe and\nbeyond."
    },
    {
        "chapter_name": "European Union",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Influence",
        "generated_section_content_md": "The European emblem emblazoned on the Eiffel Tower\n\nThe European Union has had a significant positive economic effect on most\nmember states. According to a 2019 study of the member states who joined from\n1973 to 2004, \"without European integration, per capita incomes would have\nbeen, on average, approximately 10% lower in the first ten years after joining\nthe EU\". Greece was the exception reported by the study, which analysed up to\n2008, \"to avoid confounding effects from the global financial crisis\". A 2021\nstudy in the _Journal of Political Economy_ found that the 2004 enlargement\nhad aggregate beneficial economic effects on all groups in both the old and\nnew member states. The largest winners were the new member states, in\nparticular unskilled labour in the new member states.\n\nThe European Union is frequently cited as having made a major contribution to\npeace in Europe, in particular by pacifying border disputes, and to the spread\nof democracy, especially by encouraging democratic reforms in aspiring Eastern\nEuropean member states after the collapse of the USSR. Scholar Thomas Risse\nwrote in 2009, \"there is a consensus in the literature on Eastern Europe that\nthe EU membership perspective had a huge anchoring effects for the new\ndemocracies.\" However, R. Daniel Kelemen argues that the EU has proved\nbeneficial to leaders who are overseeing democratic backsliding, as the EU is\nreluctant to intervene in domestic politics, gives authoritarian governments\nfunds which they can use to strengthen their regimes, and because freedom of\nmovement within the EU allows dissenting citizens to leave their backsliding\ncountries. At the same time, the union might provide through Article 7 of the\nTreaty on European Union an external constraint that prevents electoral\nautocracies, currently Hungary, from progressing into closed autocracies."
    }
]