[
    {
        "chapter_name": "European Fusion Development Agreement",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "**EFDA** (1999 — 2013) has been followed by EUROfusion, which is a consortium\nof national fusion research institutes located in the European Union and\nSwitzerland.\n\nThe European Union has a strongly coordinated nuclear fusion research\nprogramme. At the European level, the so-called EURATOM Treaty is the\ninternational legal framework under which member states cooperate in the\nfields of nuclear fusion research.\n\nThe European Fusion Development Agreement (**EFDA**) is an agreement between\nEuropean fusion research institutions and the European Commission (which\nrepresents Euratom) to strengthen their coordination and collaboration, and to\nparticipate in collective activities in the field of nuclear fusion research.\n\nIn Europe, fusion research takes place in a great number of research\ninstitutes and universities. In each member state of the European Fusion\nProgramme at least one research organisation has a \"Contract of Association\"\nwith the European Commission. All the fusion research organisations and\ninstitutions of a country are connected to the program through this (these)\ncontracted organisation(s). After the name of the contract, the groups of\nfusion research organisations of the member states are called \"Associations\"."
    },
    {
        "chapter_name": "European Fusion Development Agreement",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The European Fusion Development Agreement (EFDA) was created in 1999. Until\n2008 EFDA was responsible for the exploitation of the Joint European Torus,\nthe coordination and support of fusion-related research & development\nactivities carried out by the Associations and by European Industry and\ncoordination of the European contribution to large scale international\ncollaborations, such as the ITER-project.\n\n2008 has brought a significant change to the structure of the European Fusion\nProgramme. The change was triggered by the signature of the ITER agreement at\nthe end of 2006. The ITER parties had agreed to provide contributions to ITER\nthrough legal entities referred to as \"Domestic Agencies\". Europe has\nfulfilled its obligation by launching the European Domestic Agency called\n\"Fusion for Energy\", also called F4E, in March 2007.\n\nWith the appearance of F4E EFDA´s role has changed and it has been\nreorganised. A revised European Fusion Development Agreement entered into\nforce on 1 January 2008 focuses on research coordination with two main\nobjectives: to prepare for the operation and exploitation of ITER and to\nfurther develop and consolidate the knowledge base needed for overall fusion\ndevelopment and in particular for DEMO, the first electricity producing\nexperimental fusion power plant being built after ITER."
    },
    {
        "chapter_name": "European Fusion Development Agreement",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Organisation",
        "generated_section_content_md": "EFDA has two locations, which each house a so-called Close Support Unit (CSU),\nresponsible for part of EFDA's activities. The EFDA-CSU Garching is located in\nGarching, near Munich (Germany), and is hosted by the German Max-Planck\nInstitut für Plasmaphysik. EFDA-CSU Culham is hosted by the CCFE Archived\n2020-10-28 at the Wayback Machine laboratory in Culham (UK), home of the Joint\nEuropean Torus facilities.\n\nA large number of scientists and engineers from the associated laboratories\nwork together on different projects of EFDA. The main task of the Close\nSupport Units is to ensure that these diverse activities are integrated in a\ncoordinated European Fusion Programme.\n\nThe EFDA management consists of the EFDA Leader (Dr. Francesco Romanelli) and\nthe EFDA-Associate Leader for JET (Dr. Francesco Romanelli)."
    },
    {
        "chapter_name": "European Fusion Development Agreement",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Activities",
        "generated_section_content_md": "In order to achieve its objectives EFDA conducts the following group of\nactivities:\n\n* Collective use of JET, the world's largest fusion experiment\n* Reinforced coordination of fusion physics and technology research and development in EU laboratories.\n* Training and carrier development of researchers, promoting links to universities and carrying out support actions for the benefit of the fusion programme.\n* EU contributions to international collaborations outside F4E\n\nEFDA coordinates a range of activities to be carried out by the Associations\nin 7 key physics and technology areas. The implementation of these activities\nbenefits from structures so called Task Forces and Topical Groups. The\nEuropean Task Forces on Plasma Wall Interaction (PWI) and on Integrated\nTokamak Modelling (ITM) set up respectively in 2002 and 2003. To strengthen\nthe co-ordination in other key areas five Topical Groups have been set up in\n2008: on Fusion Materials Development, Diagnostics, Heating and Current Drive,\nTransport and Plasma Stability and Control."
    }
]