[
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "European intergovernmental weather computation organisation based in the UK\n\nThe **European Centre for Medium-Range Weather Forecasts** (**ECMWF**) is an\nindependent intergovernmental organisation supported by most of the nations of\nEurope. It is based at three sites: Shinfield Park, Reading, United Kingdom;\nBologna, Italy; and Bonn, Germany. It operates one of the largest\nsupercomputer complexes in Europe and the world's largest archive of numerical\nweather prediction data."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "members as of 2015\n\nco-operation agreement\n\nECMWF was established in 1975, in recognition of the need to pool the\nscientific and technical resources of Europe's meteorological services and\ninstitutions for the production of weather forecasts for medium-range\ntimescales (up to approximately two weeks) and of the economic and social\nbenefits expected from it. The Centre employs about 350 staff, mostly\nappointed from across the member states and co-operating states.\n\nAerial view of the data centre in Bologna, Italy.\n\nIn 2017, the centre's member states accepted an offer from the Italian\nGovernment to move ECMWF's data centre to Bologna, Italy. The new site, a\nformer tobacco factory, would be redesigned by the architecture firm gmp.\n\nDuring 2020, the Centre arranged to move its Copernicus operations away from\nReading and into European Union territory. Following bids from Toulouse,\nItaly, Austria, Germany, Spain and Ireland, eventually Bonn (Germany) was\nchosen. The move has been directly attributed to Brexit.\n\nIn early 2024, it was announced that the ECMWF's headquarters, currently at\nShinfield Road in the English town of Reading, would be relocated to a new\ncomplex to be constructed on the Whiteknights Park campus of the University of\nReading. Construction of this complex started in early 2025, with completion\nexpected in early 2027."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Objectives",
        "generated_section_content_md": "ECMWF aims to provide accurate medium-range global weather forecasts out to 15\ndays and seasonal forecasts out to 12 months. Its products are provided to the\nnational weather services of its member states and co-operating states as a\ncomplement to their national short-range and climatological activities, and\nthose national states use ECMWF's products for their own national duties, in\nparticular to give early warning of potentially damaging severe weather.\n\nECMWF's core mission is to:\n\n* Produce numerical weather forecasts and monitor planetary systems that influence weather\n* Carry out scientific and technical research to improve forecast skill\n* Maintain an archive of meteorological data\n\nTo deliver this core mission, the Centre provides:\n\n* Twice-daily global numerical weather forecasts\n* Air quality analysis\n* Atmospheric composition monitoring\n* Climate monitoring\n* Ocean circulation analysis\n* Hydrological prediction\n\nThe Centre develops and operates global atmospheric models and data\nassimilation systems for the dynamics, thermodynamics and composition of the\nEarth's atmosphere and for interacting parts of the Earth-system. It uses\nnumerical weather prediction methods to prepare forecasts and their initial\nconditions, and it contributes to monitoring the relevant parts of the Earth\nsystem."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Copernicus",
        "generated_section_content_md": "The centre currently serves as the Entrusted Entity responsible for delivery\nof two of the Services of the EU's Copernicus Programme. The two services are\nthe Copernicus Atmosphere Monitoring Service (CAMS) and the Copernicus Climate\nChange Service (C3S).\n\nThe Centre arranged to move its Copernicus operations away from Reading and\ninto Bonn (Germany) in 2020. The move has been directly attributed to Brexit."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Forecasting",
        "generated_section_content_md": "Numerical weather prediction (NWP) requires input of meteorological data,\ncollected by satellites and earth observation systems such as automatic and\ncrewed weather stations, aircraft (including commercial flights), ships and\nweather balloons. Assimilation of this data is used to produce an initial\nstate of a computer model of the atmosphere, from which an atmospheric model\nis used to forecast the weather. These forecasts are typically:\n\n* medium-range forecasts, predicting the weather up to 15 days ahead\n* monthly forecasts, predicting the weather on a weekly basis 30 days ahead\n* seasonal forecasts up to 12 months ahead.\n\nOver the past three decades ECMWF's wide-ranging programme of research has\nplayed a major role in developing such assimilation and modelling systems.\nThis improves the accuracy and reliability of weather forecasting by about a\nday per decade, so that a seven-day forecast now (2015) is as accurate as a\nthree-day forecast was four decades ago (1975)."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Monthly and seasonal forecasts",
        "generated_section_content_md": "ECMWF's monthly and seasonal forecasts provide early predictions of events\nsuch as heat waves, cold spells and droughts, as well as their impacts on\nsectors such as agriculture, energy and health. Since ECMWF runs a wave model,\nthere are also predictions of coastal waves and storm surges in European\nwaters which can be used to provide warnings."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Early warning of severe weather events",
        "generated_section_content_md": "Forecasts of severe weather events allow appropriate mitigating action to be\ntaken and contingency plans to be put into place by the authorities and the\npublic. The increased time gained by issuing accurate warnings can save lives,\nfor instance by evacuating people from a storm surge area. Authorities and\nbusinesses can plan to maintain services around threats such as high winds,\nfloods or snow.\n\nIn October 2012 the ECMWF model suggested seven days in advance that Hurricane\nSandy was likely to make landfall on the East Coast of the United States. It\nalso predicted the intensity and track of the November 2012 nor'easter, which\nimpacted the east coast a week after Sandy.\n\nECMWF's Extreme Forecast Index (EFI) was developed as a tool to identify where\nthe EPS (Ensemble Prediction System) forecast distribution differs\nsubstantially from that of the model climate[_clarification needed_]. It\ncontains information regarding variability of weather parameters, in location\nand time and can highlight an abnormality of a weather situation without\nhaving to define specific space- and time-dependent thresholds."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Satellite data",
        "generated_section_content_md": "ECMWF, through its partnerships with EUMETSAT, ESA, the EU and others,\nexploits satellite data for operational numerical weather prediction and\noperational seasonal forecasting with coupled atmosphere–ocean–land models.\nThe increasing amount of satellite data and the development of more\nsophisticated ways of extracting information from that data have made a major\ncontribution to improving the accuracy and utility of NWP forecasts."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Reanalysis",
        "generated_section_content_md": "ECMWF supports research on climate variability using an approach known as\nreanalysis. This involves feeding weather observations collected over decades\ninto a NWP system to recreate past atmospheric, sea- and land-surface\nconditions over specific time periods to obtain a clearer picture of how the\nclimate has changed. Reanalysis provides a four-dimensional picture of the\natmosphere and effectively allows monitoring of the variability and change of\nglobal climate, thereby contributing also to the understanding and attribution\nof climate change.\n\nTo date, and with support from Europe's National Meteorological Services and\nthe European Commission, ECMWF has conducted several major reanalyses of the\nglobal atmosphere: the first ECMWF re-analysis (ERA-15) project generated\nreanalyses from December 1978 to February 1994; the ERA-40 project generated\nreanalyses from September 1957 to August 2002. The ERA-Interim reanalysis\ncovered the period from 1979 onwards. A reanalysis product (ERA5) with higher\nspatial resolution (31 km) was released by ECMWF in 2019 as part of the\nCopernicus Climate Change Service."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Operational forecast model",
        "generated_section_content_md": "ECMWF's operational forecasts are produced from its \"Integrated Forecast\nSystem\" (sometimes informally known in the United States as the \"European\nmodel\") which is run every twelve hours and forecasts out to ten days.\n\nIt includes both a \"deterministic forecast\" mode and an ensemble. The\ndeterministic forecast is a single model run that is relatively high in\nresolution as well as in computational expense. The ensemble is relatively low\n(about half that of the deterministic) in resolution (and in computational\nexpense), so less accurate. But it is run 51 times in parallel, from slightly\ndifferent initial conditions to give a spread of likelihood over the range of\nthe forecast.\n\nAs of 2021, the ECMWF's weather model is generally considered to be the most\naccurate weather forecasting model."
    },
    {
        "chapter_name": "European Centre for Medium-Range Weather Forecasts",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Member and co-operating states",
        "generated_section_content_md": "ECMWF comprises 23 European countries:\n\n* the eighteen founding states of 1975: Austria, Belgium, Denmark, Finland, France, Germany, Greece, Republic of Ireland, Italy, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, Turkey, United Kingdom.\n* five states that joined since 2010: Iceland (April 2011), Slovenia (December 2012), Serbia (January 2015), Croatia (January 2016), Estonia (December 2020).\n\nIt also has co-operation agreements with other states: Bulgaria, Czech\nRepublic, Georgia, Hungary, Israel, Latvia, Lithuania, North Macedonia,\nMontenegro, Morocco, Romania and Slovakia.\n\nMember state  | Year of joining\n---|---\nAustria | 1975\nBelgium | 1975\nCroatia | 2011\nDenmark | 1975\nEstonia | 2020\nFinland | 1975\nFrance | 1975\nGermany | 1975\nGreece | 1976\nIceland | 2011\nIreland | 1975\nItaly | 1977\nLuxembourg | 2002\nNetherlands | 1975\nNorway | 1989\nPortugal | 1976\nSerbia | 2014\nSlovenia | 2011\nSpain | 1975\nSweden | 1975\nSwitzerland | 1975\nTurkey | 1976\nUnited Kingdom | 1975\nCo-operating State  | Year of joining\n---|---\nBulgaria | 12 July 2010\nCzech Republic | 1 August 2001\nGeorgia | 1 December 2021\nHungary | 1 July 1994\nIsrael | 28 October 2010\nLatvia | 30 April 2008\nLithuania | 20 November 2006\nMontenegro | 5 November 2007\nMorocco | 1 December 2006\nNorth Macedonia | 9 February 2011\nRomania | 22 December 2003\nSlovakia | 1 January 2008\nCo-operating agreements  | Year of joining\n---|---\nWMO | 1 November 1975\nEUMETSAT | 18 May 1988\nACMAD | 11 May 1995\nALADIN/HIRLAM \\- Use of IFS/Arpege  | 19 February 1999\nJRC | 6 May 2003\nCTBTO | 24 June 2003\nCLRTAP | 26 January 2005\nESA | 31 May 2005\nMemorandum of Understanding for Joint Liaison Office with European institutions in Brussels  | 23 April 2010\nRIMES  | 8 February 2012\nCMA  | 21 January 2014\nUS NWS  | 23 January 2015 - amended 30 January 2018\nUS NCAR  | 31 August 2016\nINPE Brazil  | 31 August 2017"
    }
]