[
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article's **tone or style may not reflect theencyclopedic tone used on Wikipedia**. See Wikipedia's guide to writing better articles for suggestions. _( August 2023)__(Learn how and when to remove this message)_  \n---|---  \n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"European Cooperation in Science and Technology\" – news **·**\nnewspapers **·** books **·** scholar **·** JSTOR _( August 2023)__(Learn how\nand when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nCOST logo Grant proposal for DNAqua-Net, a COST-funded project\n\nThe **European Cooperation in Science and Technology** (**COST Association**)\nis running an EU-funded programme which enables researchers and innovators to\nset-up their own research networks in a wide range of scientific topics,\ncalled COST Actions. While COST does not fund research activities as such, it\nprovides funding for scientific collaboration in the form of conferences,\nmeetings, training schools and scientific exchanges.\n\nTo date, COST has 41 Full Members, 1 Cooperating Member and 1 Partner Member.\nSalvatore Grimaldi has been appointed as President of the COST Association in\nJuly 2023 and will serve as President until 21 June 2025."
    },
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In the 1960s, European countries felt the need to begin framing science\npolicies in order to bridge the gap in science and technology between Europe\nand the USA. As a result, COST was founded in 1971 to connect the research\nsystems of individual European countries. The Ministerial Conference of 22 and\n23 November 1971 is generally presented as the official entry into force of\nCOST and at which the first intergovernmental agreements were signed."
    },
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Objectives",
        "generated_section_content_md": "The COST governing board, the Committee of Senior Officials, approved the\nmission that will drive COST throughout the end of Horizon Europe:\n\n> “COST provides networking opportunities for researchers and innovators in\n> order to strengthen Europe’s capacity to address scientific, technological\n> and societal challenges.”\n\nThe organisation engages about 45,000 researchers and innovators. In all,\nnearly half a million researchers have participated in COST over the years."
    },
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Members",
        "generated_section_content_md": "COST members as of 2022\n\nThe 41 COST Members are: Albania, Armenia, Austria, Belgium, Bosnia and\nHerzegovina, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia,\nFinland, France, Georgia, Germany, Greece, Hungary, Iceland, Ireland, Italy,\nLatvia, Lithuania, Luxembourg, Malta, Moldova, Montenegro, The Netherlands,\nThe Republic of North Macedonia, Norway, Poland, Portugal, Romania, Serbia,\nSlovakia, Slovenia, Spain, Sweden, Switzerland, Turkey, United Kingdom,\nUkraine.\n\nThese countries govern COST via their representatives in the COST Committee of\nSenior Officials (CSO) – the General Assembly of the COST Association.\n\nIsrael is a Cooperating Member and South Africa a Partner Member.\n\nCOST Near Neighbour Countries include Algeria, Azerbaijan, Belarus, Egypt, the\nFaroe Islands, Jordan, Kosovo, Lebanon, Libya, Morocco, Palestine, Russia,\nSyria, and Tunisia. Once their participation is approved, researchers from\nNear Neighbour Countries’ institutions are eligible to participate in the COST\nAction on the same basis as the COST Members that have signed the Memorandum\nof Understanding (MoU) – with the exception of the right to vote in the\nManagement Committees or Working Groups of the Action.\n\nInternational Partner Countries are non-COST Members who are not a Near-\nNeighbour Country i.e. any country (worldwide) that is not included in the\nprevious lists. Once their participation is approved, researchers from\nInternational Partner Countries can participate in the Management Committee\nmeetings as Observers, with no voting rights. Researchers connected to\ninstitutions from International Partner Countries whose participation in a\nCOST Action has been approved are not eligible for reimbursement. Currently,\nSouth Africa is a COST Partner Country."
    },
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "COST Actions",
        "generated_section_content_md": "Since its inception, COST has operated according to one main instrument, the\nCOST Action.\n\nA COST Action is a network open to researchers and innovators, collaborating\nin all fields of science and technology of common interest to at least seven\nCOST Members/Cooperating Members. A huge variety of topics can be covered in\nCOST Actions, including established research areas like history, biology,\necology, astronomy, criminal justice, but also newly emerging areas like\nsystems biology, renewable energy, sustainable architecture or behavioural\neconomics. Actions can adapt as science advances."
    },
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Funding COST Actions",
        "generated_section_content_md": "COST provides international funding for networking, enabling researchers to\nset up their interdisciplinary research networks in Europe and beyond. Since\n1971, COST has been receiving EU funding under the various research and\ninnovation framework programmes, such as Horizon 2020 and Horizon Europe.\n\nCOST provides funding for a period of four years which is used for organising\nmeetings, workshops, conferences, training schools, short-term scientific\nmissions as well as communication and dissemination activities. This way it\npromotes global networking of nationally funded research.\n\nThe average COST Action support is EUR 140,000 per annum (dependent on budget\navailability) for participation by typically 30 COST Member Countries. The sum\ncovers travel and meeting support."
    },
    {
        "chapter_name": "European Cooperation in Science and Technology",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Governance",
        "generated_section_content_md": "The COST Association, an international not-for-profit association under\nBelgian law, is located in Brussels and carries out all activities related to\nthe Open Call. It integrates governance, management, and implementation\nfunctions into a single structure.\n\nThe decision-making body of the COST Association is the general assembly of\nMembers, the Committee of Senior Officials (CSO). The CSO is chaired by the\nPresident of the COST Association, Salvatore Grimaldi.\n\nAnother legal body is the Executive Board (EB) which prepares all decisions to\nbe taken by the general assembly and oversees the activities of the COST\nAdministration - the Executive Board is chaired by the COST Vice-President.\nThe COST Administration, based in Brussels, is currently headed by Dr Ronald\nde Bruin."
    }
]