[
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization and observatory in Chile\n\nTrailer of the European Southern Observatory\n\nThe **European Organisation for Astronomical Research in the Southern\nHemisphere** , commonly referred to as the **European Southern Observatory**\n(**ESO**), is an intergovernmental research organisation made up of 16 member\nstates for ground-based astronomy. Created in 1962, ESO has provided\nastronomers with state-of-the-art research facilities and access to the\nsouthern sky. The organisation employs over 750 staff members and receives\nannual member state contributions of approximately €162 million. Its\nobservatories are located in northern Chile.\n\nESO has built and operated some of the largest and most technologically\nadvanced telescopes. These include the 3.6 m New Technology Telescope, an\nearly pioneer in the use of active optics, and the Very Large Telescope (VLT),\nwhich consists of four individual 8.2 m telescopes and four smaller auxiliary\ntelescopes which can all work together or separately. The Atacama Large\nMillimeter Array observes the universe in the millimetre and submillimetre\nwavelength ranges, and is the world's largest ground-based astronomy project\nto date. It was completed in March 2013 in an international collaboration by\nEurope (represented by ESO), North America, East Asia and Chile.\n\nCurrently under construction is the Extremely Large Telescope. It will use a\n39.3-metre-diameter segmented mirror, and become the world's largest optical\nreflecting telescope when operational towards the end of this decade. Its\nlight-gathering power will allow detailed studies of planets around other\nstars, the first objects in the universe, supermassive black holes, and the\nnature and distribution of the dark matter and dark energy which dominate the\nuniverse.\n\nESO's observing facilities have made astronomical discoveries and produced\nseveral astronomical catalogues. Its findings include the discovery of the\nmost distant gamma-ray burst and evidence for a black hole at the centre of\nthe Milky Way. In 2004, the VLT allowed astronomers to obtain the first\npicture of an extrasolar planet (2M1207b) orbiting a brown dwarf 173 light-\nyears away. The High Accuracy Radial Velocity Planet Searcher (HARPS)\ninstrument installed on the older ESO 3.6 m telescope led to the discovery of\nextrasolar planets, including Gliese 581c—one of the smallest planets seen\noutside the Solar System."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The idea that European astronomers should establish a common large observatory\nwas broached by Walter Baade and Jan Oort at the Leiden Observatory in the\nNetherlands in spring 1953. It was pursued by Oort, who gathered a group of\nastronomers in Leiden to consider it on 21 June that year. Immediately\nthereafter, the subject was further discussed at the Groningen conference in\nthe Netherlands. On 26 January 1954, an ESO declaration was signed by\nastronomers from six European countries expressing the wish that a joint\nEuropean observatory be established in the southern hemisphere.\n\nAt the time, all reflector telescopes with an aperture of 2 metres or more\nwere located in the northern hemisphere. The decision to build the observatory\nin the southern hemisphere resulted from the necessity of observing the\nsouthern sky; some research subjects (such as the central parts of the Milky\nWay and the Magellanic Clouds) were accessible only from the southern\nhemisphere.\n\nDirector General | In office\n---|---\nOtto Heckmann | 1962–1969\nAdriaan Blaauw | 1970–1974\nLodewijk Woltjer | 1975–1987\nHarry van der Laan  | 1988–1992\nRiccardo Giacconi | 1993–1999\nCatherine Cesarsky | 1999–2007\nTim de Zeeuw | 2007–2017\nXavier Barcons | 2017–present\nSource: _www.eso.org, about ESO_\n\nIt was initially planned to set up telescopes in South Africa where several\nEuropean observatories were located (Boyden Observatory), but tests from 1955\nto 1962 demonstrated that a site in the Andes was preferable: When Jürgen\nStock enthusiastically reported his observations from Chile, Otto Heckmann\ndecided to leave the South African project on hold. ESO—at that time about to\nsign the contracts with South Africa—decided to establish their observatory in\nChile. The ESO Convention was signed 5 October 1962 by Belgium, Germany,\nFrance, the Netherlands and Sweden. Otto Heckmann was nominated as the\norganisation's first director general on 1 November 1962. On 15 November 1963\nChile was chosen as the site for ESO's observatory.\n\nDirectors general of ESO (from left to right): Lodewijk Woltjer, Harry van der\nLaan, Catherine Cesarsky, Tim de Zeeuw and Xavier Barcons\n\nA preliminary proposal for a convention of astronomy organisations in these\nfive countries was drafted in 1954. Although some amendments were made in the\ninitial document, the convention proceeded slowly until 1960 when it was\ndiscussed during that year's committee meeting. The new draft was examined in\ndetail, and a council member of CERN (the European Organization for Nuclear\nResearch) highlighted the need for a convention between governments (in\naddition to organisations). The convention and government involvement became\npressing due to rapidly rising costs of site-testing expeditions. The final\n1962 version was largely adopted from the CERN convention, due to similarities\nbetween the organisations and the dual membership of some members.\n\nIn 1966, the first ESO telescope at the La Silla site in Chile began\noperating. Because CERN (like ESO) had sophisticated instrumentation, the\nastronomy organisation frequently turned to the nuclear-research body for\nadvice and a collaborative agreement between ESO and CERN was signed in 1970.\nSeveral months later, ESO's telescope division moved into a CERN building in\nGeneva and ESO's Sky Atlas Laboratory was established on CERN property. ESO's\nEuropean departments moved into the new ESO headquarters in Garching (near\nMunich), Germany, in 1980.\n\nIn 2015, Guillem Anglada-Escudé confirmed the existence of Proxima Centauri b\nat the Southern Observatory."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Member states",
        "generated_section_content_md": "Country  | Accession\n---|---\nBelgium | 1962\nGermany | 1962\nFrance | 1962\nNetherlands | 1964\nSweden | 1964\nDenmark | 1967\nSwitzerland | 1982\nItaly | 1982\nPortugal | 1 January 2001\nUnited Kingdom | 8 July 2002\nFinland | 1 July 2004\nSpain | 1 July 2006\nCzech Republic | 1 January 2007\nAustria | 1 July 2008\nPoland | 28 October 2014\nIreland | 28 September 2018"
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Chilean observation sites",
        "generated_section_content_md": "Although ESO is headquartered in Germany, its telescopes and observatories are\nin northern Chile, where the organisation operates advanced ground-based\nastronomical facilities:\n\n* La Silla, which hosts the New Technology Telescope (NTT)\n* Paranal, where the Very Large Telescope (VLT) is located\n* Llano de Chajnantor, where ALMA, the Atacama Large Millimeter/submillimeter Array, is located\n\nThese are among the best locations for astronomical observations in the\nsouthern hemisphere. An ESO project is the Extremely Large Telescope (ELT), a\n40-metre-class telescope based on a five-mirror design and the formerly\nplanned Overwhelmingly Large Telescope. The ELT will be the largest visible\nand near-infrared telescope in the world. ESO began its design in early 2006,\nand aimed to begin construction in 2012. Construction work at the ELT site\nstarted in June 2014. As decided by the ESO council on 26 April 2010, a fourth\nsite (Cerro Armazones) is to be home to ELT.\n\nEach year about 2,000 requests are made for the use of ESO telescopes, for\nfour to six times more nights than are available. Observations made with these\ninstruments appear in a number of peer-reviewed publications annually; in\n2017, more than 1,000 reviewed papers based on ESO data were published.\n\nESO telescopes generate large amounts of data at a high rate, which are stored\nin a permanent archive facility at ESO headquarters. The archive contains more\nthan 1.5 million images (or spectra) with a total volume of about 65 terabytes\n(65,000,000,000,000 bytes) of data.\n\nESO telescopes  Name | Short | Size | Type | Location | Year\n---|---|---|---|---|---\nESO 3.6 m telescope – _hostingHARPS_ | ESO 3.6m | 3.57 m | optical and infrared | La Silla | 1977\nMPG/ESO 2.2 m telescope | MPG | 2.20 m | optical and infrared | La Silla | 1984\nNew Technology Telescope | NTT | 3.58 m | optical and infrared | La Silla | 1989\nVery Large Telescope | VLT | 4 × 8.2 m\n4 × 1.8 m | optical to mid-infrared, array | Paranal | 1998\nVisible and Infrared Survey Telescope for Astronomy | VISTA | 4.1 m | near-infrared, survey | Paranal | 2009\nVLT Survey Telescope | VST | 2.6 m | optical, survey | Paranal | 2011\nAtacama Large Millimeter/submillimeter Array[A] | ALMA | 50 × 12 m\n12 × 7 m\n4 × 12 m | millimetre-/submillimetre-wavelength\ninterferometer array | Chajnantor | 2011\nExtremely Large Telescope | ELT | 39.3 m | optical to mid-infrared | Cerro Armazones | _End of this decade_\n**A** ALMA is a partnership among Europe, the United States, Canada, East Asia\nand the Republic of Chile.\n**·** Additional ESO research facilities are located in Santiago, Chile and\ninclude a library, computing resources and programmes for visiting scientists.\n**·** ESO also maintains close ties with other observatories and universities\nthroughout the country.\n**·** Source: _ESO – Telescopes and Instrumentation_"
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "La Silla",
        "generated_section_content_md": "La Silla cluster of telescopes\n\nLa Silla, located in the southern Atacama Desert 600 kilometres (370 mi) north\nof Santiago de Chile at an altitude of 2,400 metres (7,900 ft), is the home of\nESO's original observation site. Like other observatories in the area, La\nSilla is far from sources of light pollution and has one of the darkest night\nskies on Earth. In La Silla, ESO operates three telescopes: a 3.6-metre\ntelescope, the New Technology Telescope (NTT) and the 2.2-metre Max-Planck-ESO\nTelescope.\n\nThe observatory hosts visitor instruments, attached to a telescope for the\nduration of an observational run and then removed. La Silla also hosts\nnational telescopes, such as the 1.2-metre Swiss and the 1.5-metre Danish\ntelescopes.\n\nAbout 300 reviewed publications annually are attributable to the work of the\nobservatory. Discoveries made with La Silla telescopes include the HARPS-\nspectrograph detection of the planets orbiting within the Gliese 581 planetary\nsystem, which contains the first known rocky planet in a habitable zone\noutside the solar system. Several telescopes at La Silla played a role in\nlinking gamma-ray bursts, the most energetic explosions in the universe since\nthe Big Bang, with the explosions of massive stars. The ESO La Silla\nObservatory also played a role in the study of supernova SN 1987A."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.1.1",
        "section_name": "ESO 3.6-metre telescope",
        "generated_section_content_md": "The ESO 3.6 m Telescope\n\nThe ESO 3.6-metre telescope began operations in 1977. It has been upgraded,\nincluding the installation of a new secondary mirror. The conventionally\ndesigned horseshoe-mount telescope was primarily used for infrared\nspectroscopy; it now hosts the HARPS spectrograph, used in search of extra-\nsolar planets and for asteroseismology. The telescope was designed for very\nhigh long-term radial velocity accuracy (on the order of 1 m/s)."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.1.2",
        "section_name": "New Technology Telescope",
        "generated_section_content_md": "The New Technology Telescope\n\nThe New Technology Telescope (NTT) is an altazimuth, 3.58-metre\nRitchey–Chrétien telescope, inaugurated in 1989 and the first in the world\nwith a computer-controlled main mirror. The flexible mirror's shape is\nadjusted during observation to preserve optimal image quality. The secondary\nmirror position is also adjustable in three directions. This technology\n(developed by ESO and known as active optics) is now applied to all major\ntelescopes, including the VLT and the future ELT.\n\nThe design of the octagonal enclosure housing the NTT is innovative. The\ntelescope dome is relatively small and ventilated by a system of flaps\ndirecting airflow smoothly across the mirror, reducing turbulence and\nresulting in sharper images."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.1.3",
        "section_name": "MPG/ESO 2.2-metre telescope",
        "generated_section_content_md": "The 2.2-metre telescope has been in operation at La Silla since early 1984,\nand is on indefinite loan to ESO from the Max Planck Society (_Max-Planck-\nGesellschaft zur Förderung der Wissenschaften_ , or MPG, in German). Telescope\ntime is shared between MPG and ESO observing programmes, while operation and\nmaintenance of the telescope are ESO's responsibility.\n\nIts instrumentation includes a 67-million-pixel wide-field imager (WFI) with a\nfield of view as large as the full moon, which has taken many images of\ncelestial objects. Other instruments used are GROND (Gamma-Ray Burst Optical\nNear-Infrared Detector), which seeks the afterglow of gamma-ray bursts—the\nmost powerful explosions in the universe, and the high-resolution spectrograph\nFEROS (Fiber-fed Extended Range Optical Spectrograph), used to make detailed\nstudies of stars."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.1.4",
        "section_name": "Other telescopes",
        "generated_section_content_md": "La Silla also hosts several national and project telescopes not operated by\nESO. Among them are the Swiss Euler Telescope, the Danish National Telescope\nand the REM, TRAPPIST and TAROT telescopes.\n\n* The Euler Telescope is a 1.2-metre telescope built and operated by the Geneva Observatory in Switzerland. It is used to conduct high-precision radial velocity measurements primarily used in the search for large extrasolar planets in the southern celestial hemisphere. Its first discovery was a planet orbiting Gliese 86. Other observing programmes focus on variable stars, asteroseismology, gamma-ray bursts, monitoring active galactic nuclei (AGN) and gravitational lenses.\n* The 1.54-metre _Danish National Telescope_ was built by Grubb-Parsons and has been in use at La Silla since 1979. The telescope has an off-axis mount, and the optics are a Ritchey-Chrétien design. Because of the telescope's mount and limited space inside the dome, it has significant pointing restrictions.\n\nDome of the Danish 1.54-metre telescope that has been in operation at La Silla\nObservatory since 1979\n\n* The Rapid Eye Mount telescope is a small rapid-reaction automatic telescope with a primary 60-centimetre (24 in) mirror. The telescope, in an altazimuth mount, began operation in October 2002. The primary purpose of the telescope is to follow the afterglow of the GRBs detected by the Swift Gamma-Ray Burst Mission satellite.\n* The Belgian TRAPPIST is a joint venture between the University of Liège and Geneva Observatory. The 0.60-metre telescope is specialised in comets, exoplanets, and was one of the few telescopes that observed a stellar occultation of the dwarf planet Eris, revealing that it may be smaller than Pluto.\n* The _Quick-action telescope for transient objects_ , TAROT, is a very fast-moving optical robotic telescope able to observe a gamma-ray burst from its beginning. Satellites detecting GRBs send signals to TAROT, which can provide a sub-arc second position to the astronomical community. Data from the TAROT telescope is also useful in studying the evolution of GRBs, the physics of a fireball and its surrounding material. It is operated from the Haute-Provence Observatory in France."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Paranal",
        "generated_section_content_md": "The Paranal Observatory is located atop Cerro Paranal in the Atacama Desert in\nnorthern Chile. Cerro Paranal is a 2,635-metre-high (8,645 ft) mountain about\n120 kilometres (75 mi) south of Antofagasta and 12 kilometres (7.5 mi) from\nthe Pacific coast.\n\nThe observatory has seven major telescopes operating in visible and infrared\nlight: the four 8.2-metre (27 ft) telescopes of the Very Large Telescope, the\n2.6-metre (8 ft 6 in) VLT Survey Telescope (VST) and the 4.1-metre (13 ft)\nVisible and Infrared Survey Telescope for Astronomy. In addition, there are\nfour 1.8-metre (5 ft 11 in) auxiliary telescopes forming an array used for\ninterferometric observations. In March 2008, Paranal was the location for\nseveral scenes of the 22nd James Bond film, _Quantum of Solace_."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.2.1",
        "section_name": "Very Large Telescope",
        "generated_section_content_md": "The main facility at Paranal is the VLT, which consists of four nearly\nidentical 8.2-metre (27 ft) unit telescopes (UTs), each hosting two or three\ninstruments. These large telescopes can also work together in groups of two or\nthree as a giant interferometer. The ESO Very Large Telescope Interferometer\n(VLTI) allows astronomers to see details up to 25 times finer than those seen\nwith the individual telescopes. The light beams are combined in the VLTI with\na complex system of mirrors in tunnels, where the light paths must diverge\nless than 1/1000 mm over 100 metres. The VLTI can achieve an angular\nresolution of milliarcseconds, equivalent to the ability to see the headlights\nof a car on the Moon.\n\nThe first of the UTs had its first light in May 1998, and was offered to the\nastronomical community on 1 April 1999. The other telescopes followed suit in\n1999 and 2000, making the VLT fully operational. Four 1.8-metre auxiliary\ntelescopes (ATs), installed between 2004 and 2007, have been added to the VLTI\nfor accessibility when the UTs are used for other projects.\n\nData from the VLT have led to the publication of an average of more than one\npeer-reviewed scientific paper per day; in 2017, over 600 reviewed scientific\npapers were published based on VLT data. The VLT's scientific discoveries\ninclude imaging an extrasolar planet, tracking individual stars moving around\nthe supermassive black hole at the centre of the Milky Way and observing the\nafterglow of the furthest known gamma-ray burst.\n\nAt the Paranal inauguration in March 1999, names of celestial objects in the\nMapuche language were chosen to replace the technical designations of the four\nVLT Unit Telescopes (UT1–UT4). An essay contest was prior arranged for\nschoolchildren in the region concerning the meaning of these names which\nattracted many entries dealing with the cultural heritage of ESO's host\ncountry. A 17-year-old adolescent from Chuquicamata, near Calama, submitted\nthe winning essay and was awarded an amateur telescope during the\ninauguration. The four unit telescopes, UT1, UT2, UT3 and UT4, are since known\nas _Antu_ (sun), _Kueyen_ (moon), _Melipal_ (Southern Cross), and _Yepun_\n(Evening Star), with the latter having been originally mistranslated as\n\"Sirius\", instead of \"Venus\"."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.2.2",
        "section_name": "Survey telescopes",
        "generated_section_content_md": "Visible and Infrared Survey Telescope for Astronomy (VISTA) is housed on the\npeak adjacent to the one hosting the VLT, sharing observational conditions.\nVISTA's main mirror is 4.1 metres (13 ft) across, a highly curved mirror for\nits size and quality. Its deviations from a perfect surface are less than a\nfew thousandths the thickness of a human hair, and its construction and\npolishing presented a challenge.\n\nVISTA was conceived and developed by a consortium of 18 universities in the\nUnited Kingdom led by Queen Mary, University of London, and it became an in-\nkind contribution to ESO as part of the UK's ratification agreement. The\ntelescope's design and construction were managed by the Science and Technology\nFacilities Council's UK Astronomy Technology Centre (STFC, UK ATC).\nProvisional acceptance of VISTA was formally granted by ESO at the December\n2009 ceremony at ESO headquarters in Garching, which was attended by\nrepresentatives of Queen Mary, University of London and STFC. Since then the\ntelescope has been operated by ESO, capturing quality images since it began\noperation.\n\nThe VLT Survey Telescope (VST) is a state-of-the-art, 2.6-metre (8 ft 6 in)\ntelescope equipped with OmegaCAM, a 268-megapixel CCD camera with a field of\nview four times the area of the full moon. It complements VISTA by surveying\nthe sky in visible light. The VST (which became operational in 2011) is the\nresult of a joint venture between ESO and the Astronomical Observatory of\nCapodimonte (Naples), a research centre at the Italian National Institute for\nAstrophysics INAF.\n\nThe scientific goals of both surveys range from the nature of dark energy to\nassessing near-Earth objects. Teams of European astronomers will conduct the\nsurveys; some will cover most of the southern sky, while others will focus on\nsmaller areas. VISTA and the VST are expected to produce large amounts of\ndata; a single picture taken by VISTA has 67 megapixels, and images from\nOmegaCam (on the VST) will have 268 megapixels. The two survey telescopes\ncollect more data every night than all the other instruments on the VLT\ncombined. The VST and VISTA produce more than 100 terabytes of data per year."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Llano de Chajnantor",
        "generated_section_content_md": "The Llano de Chajnantor is a 5,100-metre-high (16,700 ft) plateau in the\nAtacama Desert, about 50 kilometres (31 mi) east of San Pedro de Atacama. The\nsite is 750 metres (2,460 ft) higher than the Mauna Kea Observatory and 2,400\nmetres (7,900 ft) higher than the Very Large Telescope on Cerro Paranal. It is\ndry and inhospitable to humans, but a good site for submillimetre astronomy;\nbecause water vapour molecules in Earth's atmosphere absorb and attenuate\nsubmillimetre radiation, a dry site is required for this type of radio\nastronomy. The telescopes are:\n\n* Atacama Cosmology Telescope (ACT; not operated by ESO)\n* Atacama Pathfinder Experiment (Operated on behalf of the Max Planck Institute for Radio Astronomy (MPIfR))\n* Atacama Large Millimeter Array\n* Q/U Imaging Experiment (QUIET; not operated by ESO)\n* POLARBEAR (on the Huan Tran Telescope; not operated by ESO)\n\nALMA is a telescope designed for millimetre and submillimetre astronomy. This\ntype of astronomy is a relatively unexplored frontier, revealing a universe\nwhich cannot be seen in more-familiar visible or infrared light and ideal for\nstudying the \"cold universe\"; light at these wavelengths shines from vast cold\nclouds in interstellar space at temperatures only a few tens of degrees above\nabsolute zero. Astronomers use this light to study the chemical and physical\nconditions in these molecular clouds, the dense regions of gas and cosmic dust\nwhere new stars are being born. Seen in visible light, these regions of the\nuniverse are often dark and obscure due to dust; however, they shine brightly\nin the millimetre and submillimetre portions of the electromagnetic spectrum.\nThis wavelength range is also ideal for studying some of the earliest (and\nmost distant) galaxies in the universe, whose light has been redshifted into\nlonger wavelengths from the expansion of the universe."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.3.1",
        "section_name": "Atacama Pathfinder Experiment",
        "generated_section_content_md": "ESO hosts the Atacama Pathfinder Experiment, APEX, and operates it on behalf\nof the Max Planck Institute for Radio Astronomy (MPIfR). APEX is a 12-metre\n(39 ft) diameter telescope, operating at millimetre and submillimetre\nwavelengths—between infrared light and radio waves."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "2.3.2",
        "section_name": "Atacama Large Millimeter/submillimeter Array",
        "generated_section_content_md": "ALMA is an astronomical interferometer initially composed of 66 high-precision\nantennas and operating at wavelengths of 0.3 to 3.6 mm. Its main array will\nhave 50 12-metre (39 ft) antennas acting as a single interferometer. An\nadditional compact array of four 12-metre and twelve 7-metre (23 ft) antennas,\nknown as the Morita array is also available. The antennas can be arranged\nacross the desert plateau over distances from 150 metres to 16 kilometres (9.9\nmi), which will give ALMA a variable \"zoom\". The array will be able to probe\nthe universe at millimetre and submillimeter wavelengths with unprecedented\nsensitivity and resolution, with vision up to ten times sharper than the\nHubble Space Telescope. These images will complement those made with the VLT\nInterferometer. ALMA is a collaboration between East Asia (Japan and Taiwan),\nEurope (ESO), North America (US and Canada) and Chile.\n\nThe scientific goals of ALMA include studying the origin and formation of\nstars, galaxies, and planets with observations of molecular gas and dust,\nstudying distant galaxies towards the edge of the observable universe and\nstudying relic radiation from the Big Bang. A call for ALMA science proposals\nwas issued on 31 March 2011, and early observations began on 3 October."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Outreach",
        "generated_section_content_md": "Artist's impression of ESO Supernova Planetarium & Visitor Centre\n\nOutreach activities are carried out by the ESO education and Public Outreach\nDepartment (ePOD).\n\nePOD also manages the ESO Supernova Planetarium & Visitor Centre, an astronomy\ncentre located at the site of the ESO Headquarters in Garching bei München,\nwhich was inaugurated 26 April 2018."
    },
    {
        "chapter_name": "European Southern Observatory",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Video gallery",
        "generated_section_content_md": "* ESO's 50th-anniversary event (_Munich Residenz in Germany, 11 October 2012_)\n\n* ESO's first 50 years of exploring the southern sky\n\n* José Manuel Barroso visits the ESO in January 2013.\n\n* Tim de Zeeuw talks on ESO and its 50th anniversary.\n\n* The temporary office buildings at the ESO headquarters in Garching being dismantled\n\n* Timelapses of ESO's VLT, ALMA and La Silla site"
    }
]