[
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International diplomatic meeting\n\nThe **European Political Community** (**EPC**) is an intergovernmental forum\nfor political and strategic discussions about the future of Europe,\nestablished in 2022 after the Russian invasion of Ukraine. The group first met\nin October 2022 in Prague, with participants from 44 European countries, as\nwell as the Presidents of the European Council and the European Commission. It\nis distinct from both the European Union (which is a participant) and the\nCouncil of Europe (represented by its Secretary General)."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The European Political Community was proposed by the French president Emmanuel\nMacron at the Conference on the Future of Europe on 9 May 2022 after the\nRussian invasion of Ukraine, in his role as the president of the Council of\nthe European Union (EU). The President of the European Council, Charles\nMichel, also put forward a similar proposal for the establishment of a\n\"European geopolitical community\". On 23–24 June 2022, formation of the\ncommunity was agreed to at a meeting of the European Council. On 29 September\n2022, the United Kingdom announced that it would participate in the community.\nThe group convened for the first time on 6 October 2022 with leaders from 44\nstates in attendance. Russia and Belarus were deliberately excluded from\nparticipation. In January 2023, it was confirmed that San Marino had joined\nthe community becoming its 45th participating state. The heads of government\nof Andorra and Monaco were also invited to the second summit bringing the\nnumber of participants up to 47."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Aim",
        "generated_section_content_md": "In his address to the European Parliament on 9 May 2022, French President\nEmmanuel Macron proposed the European Political Community as \"a new European\norganization\" that would allow countries \"that subscribe to our shared core\nvalues to find a new space for cooperation\" on politics, security, energy,\ninfrastructure, investment, and migration.\n\nThe aim of the European Political Community is to provide a policy\ncoordination platform for European countries across the continent and to\nfoster political dialogue and cooperation to address issues of common\ninterest, so as to strengthen the security, stability and prosperity of the\nEuropean continent, in particular in regard to the European energy crisis.\n\nThe European Political Community aims at:\n\n* strengthening the links between EU member states and non-EU member states who share the same European values,\n* increasing cooperation between the member countries on a large scale of topics such as peace, security, energy, climate, migration and the current economic situation,\n* allowing candidate states to start taking part in some European projects, such as student and university exchanges.\n\nFollowing a bilateral summit meeting between the leaders of the United Kingdom\nand France on 10 March 2023, it was stated in the joint declaration that the\nEPC should focus on energy, infrastructures, connectivity, cybersecurity,\ncountering disinformation and migration."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The European Political Community is envisaged as an intergovernmental forum\nfor heads of states and governments similar to the G7 or G20 and upon\nestablishment did not have its own secretariat, budget or staff. Each summit\nis primarily organised by the hosting country. Initially, the incoming host,\noutgoing host and future host constituted a hosting trio to coordinate\norganising summits and the setting agendas. This was expanded to a quartet\nfollowing the fourth summit in July 2024.\n\nIn January 2023, the Government of France began recruiting a small task force,\nled by a project manager, to support the work of the EPC. The task force will\nhelp coordinate the preparation and organisation of EPC Summits, support the\ninstitutional development of the EPC, facilitate the insertion of the EPC in\nthe space European diplomacy (EU, Council of Europe) and contribute to\nmobilising various other actors (such as development banks) in support of the\nwork of the EPC.\n\nThe invitation letter for the first summit was signed by European Council\nPresident Charles Michel. For the second summit, invitation letters were\njointly signed by Charles Michel and Maia Sandu, the president of the hosting\ncountry.\n\nAs the community has not launched an official website, the agendas, press\nreleases and multimedia resources for the summits are published on the website\nof the European Council."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Symbols",
        "generated_section_content_md": "European Political Community wordmark\n\nA wordmark consisting of the English language name of the community in blue\ncapital letters has been used since the first summit in October 2022. A logo\nconsisting of the abbreviation \"EPC\" in blue on a white background was\nintroduced in the lead up to the second summit.\n\nAs a condition for the United Kingdom's participation, Liz Truss during her\nbrief tenure as prime minister insisted that the European Political Community\nshould not use symbols associated with the European Union such as the European\nFlag or the European Anthem."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Summits",
        "generated_section_content_md": "European leaders at the 1st EPC Summit in the Czech Republic European leaders\nat the 2nd EPC Summit in Moldova\n\nTwo summits are held every year with the spring summit being hosted by a non-\nEU member state and the autumn summit hosted by an EU member state. The autumn\nsummit is held in the country assuming the presidency of the Council of the\nEuropean Union during that semester.\n\nThe first summit took place in Prague on 6 October 2022. The event was covered\nlive by the Eurovision network.\n\nFollowing the first summit, it was decided that Moldova will hold the\nfollowing meeting, and topics on which leaders agreed to work on include\nprotecting \"key facilities\" such as pipelines, undersea cables, and\nsatellites. It was also agreed that the next two summits would take place in\nSpain and in the United Kingdom.\n\nIn May 2023, Switzerland expressed an interest in hosting an EPC summit in\nspring 2025. Serbia has also expressed an interest in hosting a future summit.\nDuring the closing press conference of the 4th summit, the British prime\nminister, Keir Starmer, confirmed that the next summit will take place in\nHungary followed by summits in Albania and Denmark in 2025. In May 2025, it\nwas announced that the EPC spring summits would be hosted by Armenia in 2026,\nSwitzerland in 2027, and Azerbaijan in 2028, and that the autumn summits would\nbe hosted by the Republic of Ireland in 2026, Greece in 2027 and Latvia in\n2028.\n\nOverview of European Political Community summits  Number  | Date  | Logo  | Host country  | Host city  | Chair  | Countries attending\n---|---|---|---|---|---|---\n1 | 6 October 2022 |  |  Czech Republic | Prague Castle, Prague | Petr Fiala | 44\n2 | 1 June 2023 |  |  Moldova | Mimi Castle, Bulboaca | Maia Sandu | 45\n3 | 5 October 2023 |  |  Spain | Alhambra, Granada | Pedro Sánchez | 45\n4 | 18 July 2024 |  |  United Kingdom | Blenheim Palace, Woodstock | Keir Starmer | 42\n5 | 7 November 2024 |  |  Hungary | Puskás Aréna, Budapest | Viktor Orbán | 42\n6 | 16 May 2025 |  |  Albania | Skanderbeg Square, Tirana | Edi Rama | 45\n7 | 2 October 2025 |  |  Denmark | Bella Center, Copenhagen |  | _TBA_\n8 | Spring 2026 |  |  Armenia | _TBA_ |  | _TBA_\n9 | Autumn 2026 |  |  Ireland | _TBA_ |  | _TBA_\n10 | Spring 2027 |  |  Switzerland | _TBA_ |  | _TBA_\n11 | Autumn 2027 |  |  Greece | _TBA_ |  | _TBA_\n12 | Spring 2028 |  |  Azerbaijan | _TBA_ |  | _TBA_\n13 | Autumn 2028 |  |  Latvia | _TBA_ |  | _TBA_"
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Participants",
        "generated_section_content_md": "The countries and international organisations participating in the European\nPolitical Community are as follows:\n\nCountries participating\n\n* Albania\n* Andorra\n* Armenia\n* Austria\n* Azerbaijan\n* Belgium\n* Bosnia and Herzegovina\n* Bulgaria\n* Croatia\n* Cyprus\n* Czech Republic\n* Denmark\n* Estonia\n* Finland\n* France\n* Georgia\n* Germany\n* Greece\n* Hungary\n* Iceland\n* Ireland\n* Italy\n* Kosovo\n* Latvia\n* Liechtenstein\n* Lithuania\n* Luxembourg\n* Malta\n* Moldova\n* Monaco\n* Montenegro\n* Netherlands\n* North Macedonia\n* Norway\n* Poland\n* Portugal\n* Romania\n* San Marino\n* Serbia\n* Slovakia\n* Slovenia\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* Ukraine\n* United Kingdom\n\nOrganisations participating\n\n* Council of Europe\n* European Union\n**∟** European Council\n**∟** European Commission\n**∟** European Parliament\n\n* NATO\n* OSCE\n\nEuropean countries not participating\n\n* Vatican City\n\nEuropean countries not invited\n\n* Belarus\n* Russia"
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Achievements",
        "generated_section_content_md": "During the first summit, it was agreed that a European Union-led mission would\nbe deployed on the Armenian side of the border with Azerbaijan for a period of\ntwo months of monitoring following the Armenia–Azerbaijan border crisis. This\nmission ultimately led to the deployment of a longer term European Union\nMission in Armenia.\n\nThe first summit also led to a rapprochement between the United Kingdom and\nEuropean institutions. At the summit, the UK agreed to re-engage with the\nNorth Seas Energy Cooperation (NSEC) and committed to joining the Permanent\nStructured Cooperation (PESCO) and its Military Mobility programme.\n\nThe second summit hosted by Moldova coincided with an €87m contribution to\nnon-military logistical aid from the European Peace Facility, as well as the\nestablishment of a civilian mission in Chișinău."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "7.1",
        "section_name": "Positive",
        "generated_section_content_md": "German Chancellor, Olaf Scholz said that community could mediate \"regular\nexchanges at the political level\" once or twice a year to discuss issues\naffecting the continent. Prime Minister of Albania, Edi Rama, and Prime\nMinister of the Netherlands, Mark Rutte, supported Macron's proposal in an\nopinion piece published by Politico on 5 October 2022. They argued that Europe\nneeded a platform that did not overlap with existing regional organisations or\ndisplace processes of European Union membership. In a command paper presented\nto parliament in March 2023, the UK government stated that it supports the\naims of the EPC and sees it as a \"notable and welcome new forum for continent-\nwide cooperation\". The Consultative Committee of the European Economic Area\nwelcomed the formation of the EPC and considers it to be a good arena for the\ndiscussion of talks and discussions related to maintaining peace and stability\nacross the continent."
    },
    {
        "chapter_name": "European Political Community",
        "chapter_id": "1",
        "section_number": "7.2",
        "section_name": "Negative",
        "generated_section_content_md": "According to the Associated Press, critics claimed the EPC was an attempt to\nput the brakes on the potential enlargement of the European Union, speculating\nthat \"it may become a talking shop, perhaps convening once or twice a year but\ndevoid of any real clout or content\". Additionally, the first summit did not\ninclude a formal declaration, nor was any offer of EU money or programs\nproposed at the time. A spokesperson for the Council of Europe, in response to\nthe summit, stated, \"In the field of human rights, democracy and the rule of\nlaw, such a pan-European community already exists: it is the Council of\nEurope.\" However, in July 2024, the Secretary General of the Council of\nEurope, Marija Pejčinović Burić, did attend the 4th European Political\nCommunity Summit in the United Kingdom. Russia criticised the EPC as \"yet\nanother attempt by Brussels to build an anti-Russian coalition and prevail\nupon other countries to join the campaign of sanctions against Russia.\""
    }
]