[
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization to combat money laundering and terrorism\nfinancing\n\nThe **Financial Action Task Force** (**FATF**), also known by its French name,\n**Groupe d'action financière** (**GAFI**), is an intergovernmental\norganisation founded in 1989 on the initiative of the G7 to develop policies\nto combat money laundering and to maintain certain interest. In 2001, its\nmandate was expanded to include terrorism financing. The FATF Secretariat is\nadministratively hosted at the OECD in Paris, but the two organisations are\nseparate.\n\nThe objectives of FATF are to set standards and promote effective\nimplementation of legal, regulatory and operational measures for combating\nmoney laundering, terrorist financing and other related threats to the\nintegrity of the international financial system. FATF is a \"policy-making\nbody\" that works to generate the necessary political will to bring about\nnational legislative and regulatory reforms in these areas. FATF monitors\nprogress in implementing its Recommendations through \"peer reviews\" (\"mutual\nevaluations\") of member countries.\n\nSince 2000, FATF has maintained the FATF blacklist (formally called the \"Call\nfor action\") and the FATF greylist (formally called the \"Other monitored\njurisdictions\"). The blacklist has led financial institutions to shift\nresources and services away from the listed. This in turn has motivated\ndomestic economic and political actors in the listed countries to pressure\ntheir governments to introduce regulations compliant with the FATF."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "FATF was formed at the 1989 G7 Summit in Paris to combat the growing problem\nof money laundering. The task force was charged with studying money laundering\ntrends, monitoring legislative, financial and law enforcement activities taken\nat the national and international level, reporting on compliance, and issuing\nrecommendations and standards to combat money laundering. At the time of its\nformation, FATF had 16 members, which by 2023 had grown to 40. In its first\nyear, FATF issued a report containing forty recommendations to more\neffectively fight money laundering. These standards were revised in 2003 to\nreflect evolving patterns and techniques in money laundering.\n\nThe mandate of the organisation was expanded in 2001 to include terrorist\nfinancing following the September 11 terror attacks."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Creation and ongoing maintenance",
        "generated_section_content_md": "Together, the Forty Recommendations on Money Laundering and eight (now nine)\nSpecial Recommendations on Terrorism Financing set the international standard\nfor anti-money laundering measures and combating the financing of terrorism\nand terrorist acts. They set out the principles for action and allow countries\na measure of flexibility in implementing these principles according to their\nparticular circumstances and constitutional frameworks. Both sets of FATF\nRecommendations are intended to be implemented at the national level through\nlegislation and other legally binding measures. There are multiple groups to\norganise the Recommendations; AML/CFT Policies and Coordination, Money\nLaundering and Confiscation, Terrorist Financing and Financial Proliferation,\nPreventive Measures, Transparency and Beneficial Ownership of Legal Persons\nand Arrangements, Powers and Responsibilities of Competent Authorities and\nother Institutional Measures, and International Cooperation.\n\nIn February 2012, the FATF codified its recommendations and Interpretive Notes\ninto one document that maintains SR VIII (renamed Recommendation 8), and also\nincludes new rules on weapons of mass destruction, corruption and wire\ntransfers (Recommendation 16, commonly known as the “travel rule”).\n\nIn October 2018, the FATF updated Recommendation No. 15, expanding its reach\nto include operations related to virtual assets. It urged its member countries\nto ensure that providers of virtual asset services are regulated for AML/CFT\nobjectives and licensed or registered. Additionally, they should be under\nrobust systems for supervision assurance and compliant with the FATF\nrecommendations.\n\nIn June 2019, the FATF released its first guidance on the risk-based approach\nfor virtual assets and virtual asset service providers. This guidance offers\nrecommendations on how member jurisdictions should regulate cryptocurrency\nbusinesses, placing anti-money laundering and countering the financing of\nterrorism (AML/CFT) obligations on VAs and VASPs. It also extended\nRecommendation 16 to VASPs.\n\nThis guidance was updated on March 19 and October 2021."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1.1.1",
        "section_name": "Forty recommendations on money laundering",
        "generated_section_content_md": "The FATF's Forty Recommendations on Money Laundering of 1990 are the primary\npolicies issued by FATF and the Nine Special Recommendations (SR) on Terrorism\nFinancing (TF). The Recommendations are seen globally as the world standard in\nanti-money laundering as well many countries have committed to putting the\nForty Recommendations in place. The Recommendations cover the criminal justice\nsystem and law enforcement, international cooperation, and the financial\nsystem and its regulation. The FATF completely revised the Forty\nRecommendations in 1996 and 2003. By 1996 the Recommendations had to be\nupdated to include more than just drug-money laundering, as well as to keep up\nwith changing techniques. The 2003 Forty Recommendations require states, among\nother things, to:\n\n* Implement relevant international conventions\n* Criminalise money laundering and enable authorities to confiscate the proceeds of money laundering\n* Implement customer due diligence (e.g., identity verification), record keeping and suspicious transaction reporting requirements for financial institutions and designated non-financial businesses and professions\n* Establish a financial intelligence unit to receive and disseminate suspicious transaction reports, and\n* Cooperate internationally in investigating and prosecuting money laundering"
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1.1.2",
        "section_name": "Nine Special Recommendations on Terrorism Financing",
        "generated_section_content_md": "The FATF has issued Special Recommendations on Terrorist Financing. In October\n2001 the FATF issued the original eight Special Recommendations on Terrorism\nFinancing, following the September 11 attacks in the United States. Among the\nmeasures, Special Recommendation VIII (SR VIII) specifically targeted non-\nprofit organisations. This was followed by the International Best Practices\nCombating the Abuse of Non-Profit Organisations in 2002, released one month\nbefore the U.S. Department of Treasury's Anti-Terrorist Financing Guidelines,\nand the Interpretive Note for SR VIII in 2006. A ninth Special Recommendation\nwas added later. In 2003 the Recommendations, as well as the 9 Special\nRecommendations were adjusted for the second time."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Compliance mechanism",
        "generated_section_content_md": "In February 2004 (Updated as of February 2009) the FATF published a reference\ndocument Methodology for Assessing Compliance with the FATF 40 Recommendations\nand the FATF 9 Special Recommendations. The 2009 Handbook for Countries and\nAssessors outlines criteria for evaluating whether FATF standards are achieved\nin participating countries. FATF evaluates a country's performance based on\nits assessment methodology that covers: 1. technical compliance, which is\nabout the legal and institutional framework and the powers and procedures of\nthe competent authorities, and 2. effectiveness assessment, which is about the\nextent to which the legal and institutional framework is producing the\nexpected results.\n\nThere are many differences between countries dealing with their legal and\nfinancial system, which is taken into consideration by the FATF. There is a\nset minimum of actions that meet a standard, that all countries can use\nregarding their own situation. This standard covers all actions that a nation\nshould take within its regulatory systems and its criminal justice systems as\nwell as the preventive measures that should be taken by specified businesses,\nprofessions, and institutions.\n\nFor non-profit organisations (NPOs) there has been a command for more\nfinancial transparency, to make sure that they do not become easier for\nterrorist organisations to launder money through the organisations. This\nhypothesis was thought of by intergovernmental organisations. These\nintergovernmental organisations include the World Bank, the Organisation for\nEconomic Co-operation and Development and the International Monetary Fund.\nNPOs are put under surveillance, especially when they are associated with\n\"suspect communities\" or if they are based or working in zones of conflict.\n\nFATF data is a key indicator of the quality of AML/CFT systems in the Basel\nAML Index, a money laundering and terrorist financing risk assessment tool\ndeveloped by the Basel Institute on Governance.\n\nThere are still compliance issues in areas that might afford exploitative\nopportunities for transnational crime and terrorist networks. This can have\ndetrimental effects on a country's national security through increasing risks\nof money laundering and financing of terrorism as well as wastage due to the\nimplementation of inappropriate regulatory measures. The objective is to\nincrease mitigation strategies that would enable scarce resources in fighting\nmoney laundering and terrorism financing threats.\n\nThe FATF follows strict criteria to identify potential threats."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Black or greylisting of non-compliant nations",
        "generated_section_content_md": "In addition to FATF's \"Forty plus Nine\" Recommendations, in 2000 FATF issued a\nlist of \"Non-Cooperative Countries or Territories\" (NCCTs), commonly called\nthe FATF Blacklist. This was a list of 15 jurisdictions that, for one reason\nor another, FATF members believed were uncooperative with other jurisdictions\nin international efforts against money laundering (and, later, terrorism\nfinancing). Typically, this lack of cooperation manifested itself as an\nunwillingness or inability (frequently, a legal inability) to provide foreign\nlaw enforcement officials with information relating to bank account and\nbrokerage records, and customer identification and beneficial owner\ninformation relating to such bank and brokerage accounts, shell corporations,\nand other financial vehicles commonly used in money laundering. All remaining\nNon-Cooperative Countries and Territories in the NCCT initiative were delisted\nin October 2006, however, FATF continues to maintain a \"blacklist\" of \"High\nRisk\" jurisdictions and a \"greylist\" of \"Jurisdictions Under Increased\nMonitoring\", and issues updates as countries on High-risk and non-cooperative\njurisdictions list have made significant improvements in standards and\ncooperation. The FATF also issues updates to identify additional jurisdictions\nthat pose Money Laundering/Terrorist Financing risks.\n\nThe FATF surveyed 26 jurisdictions to check their ability and willingness to\ncooperate with other countries in the international fight against money\nlaundering. The review contained the summaries of these surveys. Fifteen\njurisdictions were branded \"non-cooperative countries or territories\", because\nof the high number of harmful practices identified in these jurisdictions.\n\nAs of February 2025[update], countries in the blacklist are Iran, Myanmar and\nNorth Korea. Countries and territories in the grey list are Algeria, Angola,\nBulgaria, Burkina Faso, Cameroon, Côte d'Ivoire, Croatia, Democratic Republic\nof the Congo, Haiti, Kenya, Laos, Lebanon, Mali, Monaco, Mozambique, Namibia,\nNepal, Nigeria, South Africa, South Sudan, Syria, Tanzania, Venezuela,\nVietnam, and Yemen."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members and affiliate organisations",
        "generated_section_content_md": "As of October 2023[update], FATF has 38 countries as full members. However,\nthrough several associated regional bodies, the FATF network comprised 187\ncountries in total, as of 2012[update]. The FATF also works in close\ncooperation with several international and regional organisations. Countries\nare subjected to evaluation by FATF to see that they are upholding laws and\nregulations enforced by FATF."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Full members",
        "generated_section_content_md": "As of 2023[update] The FATF currently comprises 38 member jurisdictions and\ntwo regional organisations, representing most major financial centres in all\nparts of the globe:\n\nFinancial Action Task Force Membership Map\n\nRegional organisations\n\n1. European Commission\n2. Gulf Cooperation Council\n\nCountries and other jurisdictions\n\n1. Argentina\n2. Australia\n3. Austria\n4. Belgium\n5. Brazil\n6. Canada\n7. China\n8. Denmark\n9. Finland\n10. France\n11. Germany\n12. Greece\n13. Hong Kong, China (originally joined under the designation  British Hong Kong in 1991)\n14. Iceland\n15. India\n16. Indonesia\n17. Ireland\n18. Israel\n19. Italy\n20. Japan\n21. Luxembourg\n22. Malaysia\n23. Mexico\n24. Netherlands (comprises  the Netherlands,  Aruba,  Curacao and  Sint Maarten)\n25. New Zealand\n26. Norway\n27. Portugal\n28. Russia (suspended)\n29. Saudi Arabia\n30. Singapore\n31. South Africa\n32. South Korea\n33. Spain\n34. Sweden\n35. Switzerland\n36. Turkey\n37. United Kingdom\n38. United States"
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "FATF-style regional bodies",
        "generated_section_content_md": "As of 2023[update], there are 9 \"FATF-style regional bodies\" that are\nassociate members of the FATF:\n\n* Asia/Pacific Group on Money Laundering (APG)\n* Caribbean Financial Action Task Force (CFATF)\n* Eastern and Southern Africa Anti-Money Laundering Group (ESAAMLG)\n* Eurasian Group (EAG)\n* Council of Europe Select Committee of Experts on the Evaluation of Anti-Money Laundering Measures (Moneyval, formerly PC-R-EV)\n* Financial Action Task Force of Latin America (GAFILAT), formerly The Financial Action Task Force on Money Laundering in South America (GAFISUD)\n* Inter-Governmental Action Group against Money Laundering in West Africa (GIABA)\n* Middle East and North Africa Financial Action Task Force (MENAFATF)\n* Task Force on Money Laundering in Central Africa (GABAC)\n\nCountries that are not full FATF members but are members of the FATF-style\nregional bodies are entitled to attend FATF meetings as individual member\ndelegates of the regional bodies and to intervene on policy and operational\nissues."
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Observer members",
        "generated_section_content_md": "There are 28 international organisations with the \"FATF Observer\" status.\nThese include the International Monetary Fund, the UN with six expert groups\nand the World Bank and the OECD. All the observer organisations have anti-\nmoney laundering as one of their tasks. The observer organisations include:\n\n* African Development Bank\n* Anti-Money Laundering Liaison Committee of the Franc Zone (CLAB) [French]\n* Asian Development Bank\n* Basel Committee on Banking Supervision (BCBS)\n* Camden Asset Recovery Inter-agency Network (CARIN)\n* Egmont Group of Financial Intelligence Units\n* European Bank for Reconstruction and Development (EBRD)\n* Group of International Finance Centre Supervisors\n* United Nations Office on Drugs and Crime (UNODC)\n* United Nations Counter-Terrorism Committee Executive Directorate (UNCTED)"
    },
    {
        "chapter_name": "Financial Action Task Force",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Effects of FATF",
        "generated_section_content_md": "The FATF has been characterized as effective in shifting laws and regulations\nto combat illicit financial flows. FATF incentivizes stricter regulations\nthrough its public noncomplier list, which leads financial institutions to\nshift resources and services away from the countries on the blacklist. This in\nturn motivates domestic economic and political actors in the listed countries\nto pressure their governments to introduce regulations that are compliant with\nthe FATF.\n\nAs of 2012, the effect of the FATF Blacklist has been significant, and\narguably has proven more important in international efforts against money\nlaundering than the FATF Recommendations. While, under international law, the\nFATF Blacklist carries with it no formal sanction, in reality, jurisdictions\nplaced on the FATF Blacklist often face intense financial pressure.\n\nFATF has made it difficult for non-governmental organisations (NGOs) in many\ncountries to access funds to aid in relief situations and conduct other\nimportant civil society functions due to the misinterpretation of FATF\ncriteria by governments. The unintended consequences of the misinterpretation\nof FATF Recommendation 8 on non-profit organisations have impacted NGOs,\nparticularly those in the Global South extending well beyond civil society\nlocated in Middle Eastern and terror-ridden countries. In 2023, FATF released\nnew guidance on interpretation of Recommendation 8 relating to non-profits, to\nbetter prevent misuse of its standards to restrict legitimate civil society\noperations.\n\nIn a 2020 paper, Ronald Pol stated that while the FATF has been very\nsuccessful in getting its policies adopted worldwide, the actual impact of\nthose policies has been rather small: according to his estimates, less than 1%\nof illegal profits are seized, with the costs of implementing the policies\nbeing at least one hundred times larger. Pol contends that industry and\npolicymakers consistently ignore this, instead evaluating the policies based\non largely irrelevant success metrics."
    }
]