[
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialised agency of the United Nations\n\nThe Food and Agriculture Organization (FAO) Food Price Index 1961–2021. Years\n2014–2016 is 100.\n\nReal\n\nNominal\n\nFood Price Index\n\nOils\n\nCereals\n\nDairy\n\nMeat\n\nsugar\n\nThe **Food and Agriculture Organization of the United Nations** (**FAO**) is a\nspecialized agency of the United Nations that leads international efforts to\ndefeat hunger and improve nutrition and food security. Its Latin motto, _fiat\npanis_ , translates to \"let there be bread\". It was founded on 16 October\n1945.\n\nThe FAO comprises 195 members, including 194 countries and the European Union\n(EU). Its headquarters is in Rome, Italy, and it maintains regional and field\noffices worldwide, operating in over 130 countries. It helps governments and\ndevelopment agencies coordinate their activities to improve and develop\nagriculture, forestry, fisheries, and land and water resources. It also\nconducts research, provides technical assistance to projects, operates\neducational and training programs, and collects agricultural output,\nproduction, and development data.\n\nThe FAO is governed by a biennial conference representing each member country\nand the EU, which elects a 49-member executive council. The director-general,\nas of 2019 Qu Dongyu of China, serves as the chief administrative officer.\nVarious committees govern matters such as finance, programs, agriculture, and\nfisheries.\n\n100 lire (FAO's celebration.)  \n---  \n**Obverse** : Young woman with braid facing left. Surrounded by Repubblica Italiana [Italian Republic].  | **Reverse** : Cow nursing calf, face value & date. FAO at bottom and _Nutrire il Mondo_ [_Feed the world_] at top.   \nCoin minted by Italy in the 1970s to celebrate and promote the _Food and\nAgriculture Organization_."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The idea of an international organization for food and agriculture emerged in\nthe late 19th and early 20th century, advanced primarily by Polish-born\nAmerican agriculturalist and activist David Lubin. In May–June 1905, an\ninternational conference was held in Rome, Italy, which led to the creation of\nthe International Institute of Agriculture (IIA) by the King of Italy, Victor\nEmmanuel III.\n\nThe IIA was the first intergovernmental organization to deal with the problems\nand challenges of agriculture on a global scale. It worked primarily to\ncollect, compile, and publish data on agriculture, ranging from output\nstatistics to a catalog of crop diseases. Among its achievements was the\npublication of the first agricultural census in 1930.\n\nWorld War II effectively ended the IIA. During the war, in 1943, United States\nPresident Franklin D. Roosevelt called a League of Nations Conference on Food\nand Agriculture, which brought representatives from forty-four governments to\nThe Omni Homestead Resort in Hot Springs, Virginia, from 18 May to 3 June to\nattend the Hot Springs Conference. The main impetus for the conference was the\nBritish-born Australian economist Frank L. McDougall, who since 1935 had\nadvocated for an international forum to address hunger and malnutrition.\n\nThe Conference ended with a commitment to establish a permanent organization\nfor food and agriculture, which was achieved on 16 October 1945 in Quebec\nCity, Canada, following the Constitution of the Food and Agriculture\nOrganization. The first session of the FAO Conference began the same day in\nthe Château Frontenac in Quebec City and ended on 1 November 1945. This was\nled by Sir John Boyd Orr where his work on ending world hunger and creation of\nFAO resulted in him winning the Nobel Peace Prize in 1949.\n\nAfter the war, the IIA was officially dissolved by resolution of its Permanent\nCommittee on 27 February 1948. Its functions, facilities, and mandate were\nthen transferred to the newly established FAO, which maintained its\nheadquarters in Rome.\n\nThe FAO's initial functions supported agricultural and nutrition research and\nprovided technical assistance to member countries to boost production in\nagriculture, fishery, and forestry. Beginning in the 1960s, it focused on\nefforts to develop high-yield strains of grain, eliminate protein deficiency,\npromote rural employment, and increase agricultural exports. The FAO\nrecognized the decrease of these resources as an urgent problem in 1961 and\ncreated a joint collaboration with the International Biological Program (IBP)\nin 1967. To that end, it joined the UN General Assembly in creating the UN\nWorld Food Programme, the largest humanitarian organization addressing hunger\nand promoting food security.\n\nFAO Commemorative 1998 30th Anniv MM Programme Bronze Obverse\n\nThe FAO launched what would become the FAO Money and Medals Programme (MMP) in\n1968. FAO issued collector art medals in various series to bring attention to\nFAO's goals and missions. This program was responsible for over a hundred\nmedal designs issued to the collecting public. A thirtieth anniversary medal\nof the MMP was issued in 1998.\n\nIn 1974, in response to famine in Africa, the FAO convened the first World\nFood Summit to address widespread hunger, malnutrition, and food insecurity.\nThe meeting resulted in a proclamation that \"every man, woman, and child has\nthe inalienable right to be free from hunger and malnutrition to develop their\nphysical and mental faculties\" and a global commitment to eradicate these\nissues within a decade. A subsequent summit in 1996 addressed the shortcomings\nin achieving this goal while establishing a strategic plan for eliminating\nhunger and malnutrition into the 21st century.\n\nEvery year, FAO publishes a number of major 'State of the World' reports\nrelated to food, agriculture, forestry, fisheries and natural resources."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure and finance",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed.\n_Find sources:_ \"Food and Agriculture Organization\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( October 2017)__(Learn how and when to\nremove this message)_\n---|---\nLester Bowles Pearson presiding at a plenary session of the founding\nconference of the United Nations Food and Agriculture Organization. October\n1945.\n\nIn 1951, the FAO's headquarters were moved from Washington, D.C., United\nStates, to Rome, Italy. The agency is directed by the Conference of Member\nNations, which meets every two years to review the work carried out by the\norganization and to Work and Budget for the next two-year period. The\nconference elects a council of 49 member states (serve three-year rotating\nterms) that acts as an interim governing body, and the director-general, who\nheads the agency.\n\nThe FAO is composed of eight departments: Agriculture and Consumer Protection,\nClimate, Biodiversity, Land and Water Department, Economic and Social\nDevelopment, Fisheries and Aquaculture, Forestry, Corporate Services and\nTechnical Cooperation and Programme Management.\n\nBeginning in 1994, the FAO underwent the most significant restructuring since\nits founding, to decentralize operations, streamline procedures and reduce\ncosts. As a result, savings of about US$50 million, €43 million a year were\nrealized."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Budget",
        "generated_section_content_md": "The FAO's Regular Programme budget is funded by its members, through\ncontributions set at the FAO Conference. This budget covers core technical\nwork, cooperation and partnerships including the Technical Cooperation\nProgramme, knowledge exchange, policy and advocacy, direction and\nadministration, governance and security.\n\nThe total FAO Budget planned for 2018–2019 is US$1,005.6 million. The\nvoluntary contributions provided by members and other partners support\nmechanical and emergency (including rehabilitation) assistance to governments\nfor clearly defined purposes linked to the results framework, as well as\ndirect support to FAO's core work. The voluntary contributions are expected to\nreach approximately US$1.6 billion in 2016–2017.\n\nThis overall budget covers core technical work, cooperation and partnerships,\nleading to Food and Agriculture Outcomes at 71 percent; Core Functions at 11\npercent; the Country Office Network – 5 percent; Capital and Security\nExpenditure – 2 percent; Administration – 6 percent; and Technical and\nCooperation Program – 5 percent."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Directors-General",
        "generated_section_content_md": "* John Boyd Orr, October 1945 – April 1948\n* Norris E. Dodd, April 1948 – December 1953\n* Philip V. Cardon, January 1954 – April 1956\n* Herbert Broadley, (acting) April 1956 – November 1956\n* Binay Ranjan Sen, November 1956 – December 1967\n* Addeke Hendrik Boerma, January 1968 – December 1975\n* Edouard Saouma, January 1976 – December 1993\n* Jacques Diouf, January 1994 – December 2011\n* José Graziano da Silva, January 2012 – July 2019\n* Qu Dongyu, August 2019 – present"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Deputy Directors-General",
        "generated_section_content_md": "* William Nobel Clark: 1948\n* Sir Herbert Broadley: 1948–1958\n* Friedrich Traugott Wahlen: 1958–1959\n* Norman C. Wright: 1959–1963\n* Oris V. Wells: 1963–1971\n* Roy I. Jackson: 1971–1978\n* Ralph W. Phillips: 1978–1981\n* Edward M. West: 1981–1985\n* Declan J. Walton: 1986–1987\n* Howard Hjort: 1992–1997\n* Vikram J. Shah (ad personam): 1992–1995\n* David A. Harcharik: 1998–2007\n* James G. Butler: 2008–2010\n* He Changchui (Operations): 2009–2011\n* Ann Tutwiler (Knowledge): 2011–2012\n* Manoj Juneja (Operations): 2011–2012\n* Dan Gustafson (Programmes): 2012–2020\n* Maria Helena Semedo: 2013–2017\n* Laurent Thomas: 2017–2023\n* Beth Bechdol: 2020–2023\n* Maurizio Martina: 2023–2025"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "FAO Headquarters",
        "generated_section_content_md": "FAO Headquarters in Rome\n\nThe world headquarters is located in Rome, in the former seat of the\nDepartment of Italian East Africa. One of the most notable features of the\nbuilding was the Axum Obelisk which stood in front of the agency seat,\nalthough just outside the territory allocated to the FAO by the Italian\nGovernment. It was taken from Ethiopia by Benito Mussolini's troops in 1937 as\nwar booty and returned on 18 April 2005."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Regional Offices",
        "generated_section_content_md": "* Regional Office for Africa, in Accra, Ghana\n* Regional Office for Asia and the Pacific, in Bangkok, Thailand\n* Regional Office for Europe and Central Asia, in Budapest, Hungary\n* Regional Office for Latin America and the Caribbean, in Santiago de Chile, Chile\n* Regional Office for the Near East, in Cairo, Egypt"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Sub-regional Offices",
        "generated_section_content_md": "* Sub-regional Office for Central Africa (SFC), in Libreville, Gabon\n* Sub-regional Office for Central Asia, in Ankara, Turkey\n* Sub-regional Office for Eastern Africa (SFE), in Addis Ababa, Ethiopia\n* Sub-regional Office for Mesoamerica (SLM), in Panama City, Panama\n* Sub-regional Office for North Africa, in Tunis, Tunisia\n* Sub-regional Office for Southern Africa and East Africa, in Harare, Zimbabwe\n* Sub-regional Office for the Caribbean, in Bridgetown, Barbados\n* Sub-regional Office for the Gulf Cooperation Council States and Yemen, in Abu Dhabi, United Arab Emirates\n* Sub-regional Office for the Pacific Islands, in Apia, Samoa"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Liaison Offices",
        "generated_section_content_md": "Liaison Office for North America in Washington, D.C.\n\n* Liaison Office for North America, in Washington, D.C., United States\n* Liaison Office with Japan, in Yokohama\n* Liaison Office with the European Union and Belgium, in Brussels\n* Liaison Office with the Russian Federation, in Moscow\n* Liaison Office with the United Nations, in Geneva, Switzerland\n* Liaison Office with the United Nations, in New York City, United States"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "Partnership and Liaison Offices",
        "generated_section_content_md": "Partnership and Liaison Offices provide for stronger country participation in\nthe FAO's work and programmes at national, sub-regional, regional, and inter-\nregional levels, and enhanced cooperation through unilateral trust fund\nprojects and South–South cooperation.\n\n* Azerbaijan\n* Cameroon\n* Côte d'Ivoire (Ivory Coast)\n* Equatorial Guinea\n* Kazakhstan\n* Mexico\n* Republic of Korea (South Korea)"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Priority work areas",
        "generated_section_content_md": "FAO has outlined the following priorities in its fight against hunger.\n\n* Help eliminate hunger, food insecurity, and malnutrition – contribute to eradicating hunger by facilitating policies and political commitments to support food security and make sure that up-to-date information about hunger and nutrition challenges and solutions is available and accessible.\n* Make agriculture, forestry, and fisheries more productive and sustainable – promote evidence-based policies and practices to support highly productive agricultural sectors (crops, livestock, forestry, and fisheries) while ensuring that the natural resource base does not suffer in the process.\n* Reduce rural poverty by helping the rural poor gain access to the resources and services they need, including rural employment and social protection.\n* Enable inclusive and efficient agricultural and food systems – helping to build safe and efficient food systems that support smallholder agriculture and reduce poverty and hunger in rural areas.\n* Increase the resilience of livelihoods to threats and crises – helping countries to prepare for natural and human-caused disasters by reducing their risk and enhancing the resilience of their food and agricultural systems.\n\nTwo fundamental areas of work – gender and governance – are fully integrated\nin the above strategic objective action plans."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Programmes and achievements",
        "generated_section_content_md": "| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This section **may containexcessive or irrelevant examples**. Please help improve it by removing less pertinent examples and elaborating on existing ones. _( February 2022)__(Learn how and when to remove this message)_\n---|---\n| This section **containspromotional content**. Please help improve it by\nremoving promotional language and inappropriate external links, and by adding\nencyclopedic text written from a neutral point of view. _( February\n2022)__(Learn how and when to remove this message)_\n---|---\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.\n_Find sources:_ \"Food and Agriculture Organization\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( April 2022)__(Learn how and when to\nremove this message)_\n---|---\n\n_(Learn how and when to remove this message)_"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "_Codex Alimentarius_",
        "generated_section_content_md": "FAO and the World Health Organization created the Codex Alimentarius\nCommission in 1961 to develop food standards, guidelines, and texts such as\ncodes of practice under the Joint FAO/WHO Food Standards Programme. The\nprogramme's main aims are protecting consumer health, ensuring fair trade, and\npromoting co-ordination of all food standards work undertaken by\nintergovernmental and non-governmental organizations."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.1",
        "section_name": "World Food Summit",
        "generated_section_content_md": "In 1996, FAO organized the World Food Summit, attended by 112 Heads or Deputy\nHeads of State and Government. The Summit concluded with the signing of the\nRome Declaration, which established the goal of halving the number of people\nwho suffer from hunger by 2015. At the same time, 1,200 civil society\norganizations (CSOs) from 80 countries participated in an NGO forum. The forum\nwas critical of the growing industrialization of agriculture and called upon\ngovernments – and FAO – to do more to protect the 'Right to Food' for the\npoor."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.2",
        "section_name": "TeleFood",
        "generated_section_content_md": "In 1997, FAO launched TeleFood, a campaign of concerts, sporting events, and\nother activities to harness the power of media, celebrities, and concerned\ncitizens to help fight hunger. Since its start, the campaign has generated\nclose to US$28 million, €15 million in donations. Money raised through\nTeleFood pays for small, sustainable projects that help small-scale farmers\nproduce more food for their families and communities.\n\nThe projects provide tangible resources, such as fishing equipment, seeds, and\nagricultural implements. They vary enormously, from helping families raise\npigs in Venezuela through creating school gardens in Cape Verde and Mauritania\nor providing school lunches in Uganda and teaching children to grow food to\nraising fish in a leper community in India."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.3",
        "section_name": "FAO Goodwill Ambassadors",
        "generated_section_content_md": "The FAO Goodwill Ambassadors Programme was initiated in 1999. It was created\nto increase public awareness and disseminate information about issues related\nto food security and hunger in the world."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.4",
        "section_name": "Right to Food Guidelines",
        "generated_section_content_md": "In 2004 the Right to Food Guidelines were adopted which offer guidance to\nstates on how to implement their obligations on the right to food."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.5",
        "section_name": "Response to food crisis",
        "generated_section_content_md": "In December 2007, FAO launched its Initiative on soaring food prices to help\nsmall producers raise their output and earn more. Under the initiative, FAO\ncontributed to the work of the UN High-Level Task Force on the Global Food\nCrisis, which produced the Comprehensive Framework for Action. FAO has carried\nout projects in over 25 countries and inter-agency missions in nearly 60,\nscaled up its monitoring through the Global Information and Early Warning\nSystem on Food and Agriculture, provided policy advice to governments while\nsupporting their efforts to increase food production, and advocated for more\ninvestment in agriculture as well as provided funding to distribute and\nmultiply quality seeds in Haiti, which has significantly increased food\nproduction, thereby providing cheaper food."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.6",
        "section_name": "FAO–EU partnership",
        "generated_section_content_md": "In May 2009, FAO and the European Union signed an initial aid package worth\n€125 million to support small farmers in countries hit hard by rising food\nprices. The aid package falls under the EU's €1 billion Food Facility, set up\nwith the UN Secretary-General's High-Level Task Force on the Global Food\nCrisis and FAO to focus on programmes that will have a quick but lasting\nimpact on food security. FAO is receiving around €200 million for work in 25\ncountries, of which €15.4 million goes to Zimbabwe."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.7",
        "section_name": "Food security programmes",
        "generated_section_content_md": "The Special Programme for Food Security is FAO's flagship initiative for\nreaching the goal of halving the number of hungry in the world by 2015\n(currently estimated at close to 1 billion people) as part of its commitment\nto the Millennium Development Goals. Through projects in over 100 countries\nworldwide, the programme promotes effective, tangible solutions to eliminating\nhunger, undernourishment, and poverty. Currently, 102 countries are engaged in\nthe programme, and of these, approximately 30 have begun shifting from pilot\nto national programmes. To maximize the impact of its work, FAO strongly\npromotes national ownership and local empowerment in the countries in which it\noperates."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.8",
        "section_name": "Online campaign against hunger",
        "generated_section_content_md": "The 1billionhungry project became the EndingHunger campaign in April 2011.\nSpearheaded by FAO in partnership with other UN agencies and private nonprofit\ngroups, the EndingHunger movement pushes the boundaries of conventional public\nadvocacy. It builds on the success in 2010 of The 1billonhungry project and\nthe subsequent chain of public events that led to the collection of over three\nmillion signatures on a global petition to end hunger (www.EndingHunger.org).\nThe petition was originally presented to representatives of world governments\nat a ceremony in Rome on 30 November 2010.\n\nThe web and partnerships are two pivotal and dynamic aspects of EndingHunger.\nThe campaign relies on the assistance of organizations and institutions that\ncan facilitate the project's diffusion, by placing banners on their own\nwebsites or organizing events aimed to raise awareness of the project. In its\n2011 season, the campaign expanded its multimedia content, pursued mutual\nvisibility arrangements with partner organizations, and sharpened its focus on\n14- to 25-year-olds, who were encouraged to understand their potential as a\nsocial movement to push for the end of hunger.\n\nMoreover, the EndingHunger project is a viral communication campaign, renewing\nand expanding its efforts to build the movement through Facebook, Twitter and\nother social networks. Those who sign the petition can spread the link of the\nEndingHunger website to their friends, via social media or mail, in order to\ngain awareness and signatures for the petition. The next interim objective is\nto grow the EndingHunger movement's Facebook community to 1 million members.\nAs with the petition, the more people who get involved, the more powerful the\nmessage to governments: \"We are no longer willing to accept the fact that\nhundreds of millions live in chronic hunger.\" Groups and individuals can also\ndecide on their own to organize an event about the project, simply by\ngathering friends, whistles, T-shirts and banners (whistles and T-shirts can\nbe ordered, and petition sign sheets downloaded, on the endinghunger.org\nwebsite) and thereby alert people about chronic hunger by using the yellow\nwhistle.\n\nThe original 1billionhungry campaign borrowed as its slogan the line \"I'm as\nmad as hell, and I'm not going to take this anymore!\", used by Peter Finch in\nthe 1976 film, _Network_. Meanwhile, the yellow whistle has been the campaign\nsymbol from the start, from 1billionhungry to Ending Hunger. (The creative\nconcept was provided by the McCann Erickson Italy Communication Agency.) It\nsymbolizes the fact that we are \"blowing the whistle\" on the silent disaster\nof hunger. It is both a symbol and – at many live events taking place around\nthe world – a physical means of expressing frustration and making some noise\nabout the hunger situation.\n\nBoth The 1billionhungry and the EndingHunger campaigns have continued to\nattract UN Goodwill Ambassadors from the worlds of music and cinema,\nliterature, sport, activism and government. Some of the well known individuals\nwho have become involved include former Brazilian President Luiz Inácio Lula\nda Silva, former presidents of Chile Ricardo Lagos and Michelle Bachelet,\nactress Susan Sarandon, actors Jeremy Irons and Raul Bova, singers Céline Dion\nand Anggun, authors Isabelle Allende and Andrea Camilleri, musician Chucho\nValdés and Olympic track-and-field legend Carl Lewis."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.9",
        "section_name": "International Plant Protection Convention",
        "generated_section_content_md": "FAO created the International Plant Protection Convention or IPPC in 1952.\nThis international treaty organization works to prevent the international\nspread of pests and plant diseases in both cultivated and wild plants. Among\nits functions are the maintenance of lists of plant pests, tracking of pest\noutbreaks, and coordination of technical assistance between member nations. As\nof July 2018, 183 contracting parties have ratified the treaty."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.10",
        "section_name": "Plant Treaty (ITPGRFA)",
        "generated_section_content_md": "FAO is depositary of the International Treaty on Plant Genetic Resources for\nFood and Agriculture, also called _Plant Treaty_ , _Seed Treaty_ or _ITPGRFA_\n, entered into force on 29 June 2004."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.11",
        "section_name": "Alliance Against Hunger and Malnutrition",
        "generated_section_content_md": "The Alliance Against Hunger and Malnutrition (AAHM) aims to address how\ncountries and organizations can be more effective in advocating and carrying\nout actions to address hunger and malnutrition. As a global partnership, AAHM\ncreates global connections between local, regional, national and international\ninstitutions that share the goals of fighting hunger and malnutrition. The\norganization works to address food security by enhancing resources and\nknowledge sharing and strengthening hunger activities within countries and\nacross state lines at the regional and international levels.\n\nFollowing the World Food Summit, the Alliance was initially created in 2002 as\nthe 'International Alliance Against Hunger (IAAH)' to strengthen and\ncoordinate national efforts in the fight against hunger and malnutrition. The\nmission of the Alliance originates from the first and eighth UN Millennium\nDevelopment Goals; reducing the number of people that suffer from hunger in\nhalf by 2015 (preceded by the \"Rome Declaration\" in 1996) and developing a\nglobal partnership for development. The Alliance was founded by the Rome-based\nfood agencies – the Food and Agriculture Organization of the United Nations\n(FAO), UN World Food Programme (WFP), International Fund for Agricultural\nDevelopment (IFAD), – and Bioversity International.\n\nAAHM connects top-down and bottom-up anti-hunger development initiatives,\nlinking governments, UN organizations, and NGOs together in order to increase\neffectiveness through unity."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.12",
        "section_name": "Integrated pest management",
        "generated_section_content_md": "During the 1990s, FAO took a leading role in the promotion of integrated pest\nmanagement for rice production in Asia. Hundreds of thousands of farmers were\ntrained using an approach known as the Farmer Field School (FFS). Like many of\nthe programmes managed by FAO, the funds for Farmer Field Schools came from\nbilateral Trust Funds, with Australia, Netherlands, Norway and Switzerland\nacting as the leading donors. FAO's efforts in this area have drawn praise\nfrom NGOs that have otherwise criticized much of the work of the organization."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.13",
        "section_name": "Trans-boundary pests and diseases",
        "generated_section_content_md": "FAO established an _Emergency Prevention System for Transboundary Animal and\nPlant Pests and Diseases_ in 1994, focusing on the control of diseases like\nrinderpest, foot-and-mouth disease and avian flu by helping governments\ncoordinate their responses. One key element is the _Global Rinderpest\nEradication Programme_ , which has advanced to a stage where large tracts of\nAsia and Africa have now been free of the cattle disease rinderpest for an\nextended period of time. Meanwhile, the _ Desert Locust Information Service_\nmonitors the worldwide locust situation and keeps affected countries and\ndonors informed of expected developments."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.14",
        "section_name": "Global Partnership Initiative for Plant Breeding Capacity Building",
        "generated_section_content_md": "The Food Price Index (FAO) (1990–2012)\n\nThe Global Partnership Initiative for Plant Breeding Capacity Building (GIPB)\nis a global partnership dedicated to increasing plant breeding capacity\nbuilding. The mission of GIPB is to enhance the capacity of developing\ncountries to improve crops for food security and sustainable development\nthrough better plant breeding and delivery systems. The ultimate goal is to\nensure that a critical mass of plant breeders, leaders, managers and\ntechnicians, donors and partners are linked together through an effective\nglobal network.\n\nIncreasing capacity building for plant breeding in developing countries is\ncritical for the achievement of meaningful results in poverty and hunger\nreduction and to reverse the current worrisome trends. Plant breeding is a\nwell recognized science capable of widening the genetic and adaptability base\nof cropping systems, by combining conventional selection techniques and modern\ntechnologies. It is essential to face and prevent the recurrence of crises\nsuch as that of the soaring food prices and to respond to the increasing\ndemands for crop based sources of energy."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.15",
        "section_name": "Investment in agriculture",
        "generated_section_content_md": "FAO's technical cooperation department hosts an Investment Centre that\npromotes greater investment in agriculture and rural development by helping\ndeveloping countries identify and formulate sustainable agricultural policies,\nprogrammes and projects. It mobilizes funding from multilateral institutions\nsuch as the World Bank, regional development banks and international funds as\nwell as FAO resources."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.16",
        "section_name": "Globally Important Agricultural Heritage Systems (GIAHS)",
        "generated_section_content_md": "The Globally Important Agricultural Heritage Systems (GIAHS) Partnership\nInitiative was conceptualized and presented by Parviz Koohafkan the Task\nManager of Chapter 10 of Agenda 21 in Food and Agricultural Organization of\nUnited Nations, FAO in 2002 during World Summit on Sustainable Development in\nJohannesburg, South Africa. This UN Partnership Initiative aims to identify,\nsupport and safeguard Globally Important Agricultural Heritage Systems and\ntheir livelihoods, agricultural and associated biodiversity, landscapes,\nknowledge systems and cultures around the world. The GIAHS Partnership\nrecognizes the crucial importance of the well-being of family farming\ncommunities in an integrated approach while directing activities towards\nsustainable agriculture and rural development."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.17",
        "section_name": "Commission on Genetic Resources for Food and Agriculture (CGRFA)",
        "generated_section_content_md": "The Commission on Genetic Resources for Food and Agriculture, established in\n1983, provides an intergovernmental forum that specifically addresses\nbiological diversity for food and agriculture. Its main objective is to ensure\nthe sustainable use and conservation of biodiversity for food and agriculture\nand the fair and equitable sharing of benefits derived from its use, for\npresent and future generations."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.1.18",
        "section_name": "Animal Genetic Resources",
        "generated_section_content_md": "FAO has a unit focused on Animal Genetic Resources, which are defined as\n\"those animal species that are used, or may be used, for the production of\nfood and agriculture, and the populations within each of them. These\npopulations within each species can be classified as wild and feral\npopulations, land-races and primary populations, standardized breeds, selected\nlines, varieties, strains and any conserved genetic material; all of which are\ncurrently categorized as Breeds.\" FAO assists countries in implementation of\nthe Global Plan of Action for Animal Genetic Resources. FAO supports a variety\nof _ex situ_ and _in situ_ conservation strategies including cryoconservation\nof animal genetic resources."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Forestry",
        "generated_section_content_md": "One of FAO's strategic goals is the sustainable management of the world's\nforests. The _Forestry Division_ works to balance social and environmental\nconsiderations with the economic needs of rural populations living in forest\nareas. FAO serves as a neutral forum for policy dialogue, as a reliable source\nof information on forests and trees and as a provider of expert technical\nassistance and advice to help countries develop and implement effective\nnational forest programmes.\n\nFAO is both a global clearinghouse for information on forests and forest\nresources and a facilitator that helps building countries' local capacity to\nprovide their own national forest data. In collaboration with member\ncountries, FAO carries out periodic global assessments of forest resources,\nwhich are made available through reports, publications and the FAO's Web site.\nThe _Global Forest Resources Assessment_ provides comprehensive reporting on\nforests worldwide every five years. FRA 2020 is the most recent global\nassessment. The results, data and analyses are available online in different\nformats, including key findings, main report and country reports.\n\nEvery two years, FAO publishes the _State of the World's Forests_ , a major\nreport covering current and emerging issues facing the forestry sector.\n\nSince 1947, FAO has published the FAO Yearbook of Forest Products, a\ncompilation of statistical data on basic forest products from over 100\ncountries and territories of the world. It contains data on the volume of\nproduction; and the volume, value and direction of trade in forest products.\n\n_Unasylva_ , FAO's peer-reviewed journal on forestry, has been published in\nEnglish, French and Spanish on a regular basis since 1947, the longest-running\nmultilingual forestry journal in the world.\n\nThe FAO is an official sponsor of International Day of Forests, on 21 March\neach year, as proclaimed by the United Nations General Assembly on 28 November\n2012.\n\nEvery six years since 1926, FAO and a host member state hold the World\nForestry Congress. It is a forum for the sharing of knowledge and experience\nregarding the conservation, management and use of the world's forests, and\ncovers such issues as international dialogue, socio-economic and institutional\naspects, and forest policies.\n\nThe Forestry Department is also organized geographically in several groups\ncovering the whole world's forest ecosystems. One of them is the Silva\nMediterranean work-group, covering the pan-Mediterranean region."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.2.1",
        "section_name": "Tree Cities of the World",
        "generated_section_content_md": "At the World Forum on Urban Forests in October 2018, the FAO and the Arbor Day\nFoundation jointly launched the Tree Cities of the World programme. The aim of\nthis programme is to celebrate and recognize cities and towns of all sizes\nthroughout the world which have shown a commitment to maintaining their urban\nforests. From the end of 2019, any municipality which has responsibility for\nits trees was able to apply to join Tree Cities of the World. On 4 February\n2020, 59 cities were announced as having achieved the designation of Tree City\nof the World. There were 27 in the United States, with the rest scattered\nacross the world."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Fisheries",
        "generated_section_content_md": "FAO fisheries expert, Ceylon, 1950s\n\nThe FAO Fisheries and Aquaculture Department is defined through its vision and\nmission statements:\n\n* _Vision_ : A world in which responsible and sustainable use of fisheries and aquaculture resources makes an appreciable contribution to human well-being, food security and poverty alleviation.\n* _Mission_ : To strengthen global governance and the managerial and technical capacities of members and to lead consensus-building towards improved conservation and utilization of aquatic resources.\n\nThe work of the Fisheries and Aquaculture Department centers on the\n\"Sustainable management and use of fisheries and aquaculture resource\",\nembracing normative as well as operational activities, whether implemented\nfrom headquarters or from the field.\n\nThe FAO _Code of Conduct for Responsible Fisheries_ was adopted in 1995."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Statistics",
        "generated_section_content_md": "**ESSG** is an acronym for the **Global Statistics Service** , the major\n\"section\" of the United Nations' Food and Agriculture Organization -\nStatistics Division. It is responsible for updating and disseminating the\nFAOSTAT report. This offers free and easy access to data for 245 countries and\n35 regional areas from 1961 through the most recent year available. Enhanced\nfeatures include browsing and analysis of data, an advanced interactive data\ndownload, and enhanced data exchange through web services.\n\nThe Land and Water Division maintains a database of global water statistics,\nAquastat. The Fisheries and Aquaculture Division maintains a database of\nglobal Fisheries and Aquaculture statistics, FishStat."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Membership",
        "generated_section_content_md": "As of 1 May 2020, the Organization has 194 Member Nations, one Member\nOrganization, and two Associate Members.\n\n1. Afghanistan\n2. Albania\n3. Algeria\n4. Andorra\n5. Angola\n6. Antigua and Barbuda\n7. Argentina\n8. Armenia\n9. Australia\n10. Austria\n11. Azerbaijan\n12. Bahamas, The\n13. Bahrain\n14. Bangladesh\n15. Barbados\n16. Belarus\n17. Belgium\n18. Belize\n19. Benin\n20. Bhutan\n21. Bolivia\n22. Bosnia and Herzegovina\n23. Botswana\n24. Brazil\n25. Brunei\n26. Bulgaria\n27. Burkina Faso\n28. Burundi\n29. Cambodia\n30. Cameroon\n31. Canada\n32. Cape Verde\n33. Central African Republic\n34. Chad\n35. Chile\n36. China\n37. Colombia\n38. Comoros\n39. Congo, Democratic Republic of the\n40. Congo, Republic of the\n41. Cook Islands\n42. Costa Rica\n43. Côte d'Ivoire (Ivory Coast)\n44. Croatia\n45. Cuba\n46. Cyprus\n47. Czech Republic (Czechia)\n48. Denmark\n49. Djibouti\n50. Dominica\n51. Dominican Republic\n52. Ecuador\n53. Egypt\n54. El Salvador\n55. Equatorial Guinea\n56. Eritrea\n57. Estonia\n58. Eswatini (Swaziland)\n59. Ethiopia\n60. European Union\n61. Faroe Islands\n62. Fiji\n63. Finland\n64. France (French Republic)\n65. Gabon\n66. Gambia, The\n67. Georgia\n68. Germany\n69. Ghana\n70. Greece\n71. Grenada\n72. Guatemala\n73. Guinea\n74. Guinea-Bissau\n75. Guyana\n76. Haiti\n77. Honduras\n78. Hungary\n79. Iceland\n80. India\n81. Indonesia\n82. Iran\n83. Iraq\n84. Ireland\n85. Israel\n86. Italy\n87. Jamaica\n88. Japan\n89. Jordan\n90. Kazakhstan\n91. Kenya\n92. Kiribati\n93. Korea, Democratic People's Republic of\n94. Korea, Republic of\n95. Kuwait\n96. Kyrgyzstan\n97. Laos\n98. Latvia\n99. Lebanon\n100. Lesotho\n101. Liberia\n102. Libya\n103. Lithuania\n104. Luxembourg\n105. Madagascar\n106. Malawi\n107. Malaysia\n108. Maldives\n109. Mali\n110. Malta\n111. Marshall Islands\n112. Mauritania\n113. Mauritius\n114. Mexico\n115. Micronesia, Federated States of\n116. Moldova\n117. Monaco\n118. Mongolia\n119. Montenegro\n120. Morocco\n121. Mozambique\n122. Myanmar (Burma)\n123. Namibia\n124. Nauru\n125. Nepal\n126. Netherlands\n127. New Zealand\n128. Nicaragua\n129. Niger\n130. Nigeria\n131. Niue\n132. North Macedonia\n133. Norway\n134. Oman\n135. Pakistan\n136. Palau\n137. Panama\n138. Papua New Guinea\n139. Paraguay\n140. Peru\n141. Philippines\n142. Poland\n143. Portugal\n144. Qatar\n145. Romania\n146. Russian Federation\n147. Rwanda\n148. Saint Kitts and Nevis\n149. Saint Lucia\n150. Saint Vincent and the Grenadines\n151. Samoa\n152. San Marino\n153. São Tomé and Príncipe\n154. Saudi Arabia\n155. Senegal\n156. Serbia\n157. Seychelles\n158. Sierra Leone\n159. Singapore\n160. Slovakia\n161. Slovenia\n162. Solomon Islands\n163. Somalia\n164. South Africa\n165. South Sudan\n166. Spain\n167. Sri Lanka\n168. Sudan\n169. Suriname\n170. Sweden\n171. Switzerland\n172. Syria\n173. Tajikistan\n174. Tanzania\n175. Thailand\n176. Timor-Leste (East Timor)\n177. Togo\n178. Tokelau\n179. Tonga\n180. Trinidad and Tobago\n181. Tunisia\n182. Turkey\n183. Turkmenistan\n184. Tuvalu\n185. Uganda\n186. Ukraine\n187. United Arab Emirates\n188. United Kingdom\n189. United States\n190. Uruguay\n191. Uzbekistan\n192. Vanuatu\n193. Venezuela\n194. Vietnam\n195. Yemen\n196. Zambia\n197. Zimbabwe\n\nFAO member states\n\nFAO associates\n\n1. **^** The Republic of China was originally a member of FAO from 16 October 1945, despite its territory being reduced to Taiwan and some offshore islands following the Chinese Civil War in 1949. In 1951 the ROC withdrew from the FAO. In 1973, the People's Republic of China assumed its seat at the FAO. For more on its complex detail, see the political status of Taiwan.\n2. ^ _**a**_ _**b**_ _**c**_ _**d**_ a part of the Realm of New Zealand\n3. ^ _**a**_ _**b**_ a part of the Danish Realm\n4. **^** member organization\n5. ^ _**a**_ _**b**_ associate member\n\nTaiwan (at the time representing China), withdrew from the FAO in 1951. in\n1971, the People's Republic of China was recognized as the representative of\nChina by the FAO and the withdrawal from part of Taiwan was not taken into\naccount.\n\nThe only UN member state that is a non-member of the FAO is Liechtenstein.\n\nBoth UN observer states are also non-members of the FAO: the Holy See (Vatican\nCity) and Palestine.\n\nSome countries may denote specific representatives to the FAO, for instance\nthe United States Ambassador to the Food and Agriculture Organization of the\nUnited Nations, who has ambassador rank and is also a part of the United\nStates Mission to the UN Agencies in Rome."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Criticism",
        "generated_section_content_md": "| The **neutrality of this section is disputed**. Relevant discussion may be\nfound on the talk page. Please do not remove this message until conditions to\ndo so are met. _( May 2021)__(Learn how and when to remove this message)_\n---|---"
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "1970s, 80s, 90s",
        "generated_section_content_md": "There has been public criticism of FAO for at least 30 years. Dissatisfaction\nwith the organization's performance was among the reasons for the creation of\ntwo new organizations after the World Food Conference in 1974, namely the\nWorld Food Council and the International Fund for Agricultural Development; by\nthe early eighties there was intense rivalry among these organizations. At the\nsame time, the World Food Programme, which started as an experimental three-\nyear programme under FAO, was growing in size and independence, with the\nDirectors of FAO and WFP struggling for power.\n\nEarly in 1989, the organization came under attack from Heritage Foundation, an\nAmerican conservative think tank, which described the FAO as becoming\n\"essentially irrelevant in combating hunger\" due to a \"bloated bureaucracy\nknown for the mediocrity of its work and the inefficiency of its staff\", which\nhad become politicized. In September of the same year, the journal _Society_\npublished a series of articles about FAO that included a contribution from the\nHeritage Foundation and a response by FAO staff member, Richard Lydiker, who\nwas later described by the Danish Minister for Agriculture (who had herself\nresigned from the organization) as \"FAO's chief spokesman for non-\ntransparency\".\n\nIn 1990, the U.S. State Department expressed the view that \"The Food and\nAgriculture Organization has lagged behind other UN organizations in\nresponding to US desires for improvements in program and budget processes to\nenhance value for money spent\".\n\nA year later, in 1991, _The Ecologist_ magazine produced a special issue under\nthe heading \"The UN Food and Agriculture Organization: Promoting World\nHunger\". The magazine included articles that questioned FAO's policies and\npractices in forestry, fisheries, aquaculture, and pest control. The articles\nwere written by experts such as Helena Norberg-Hodge, Vandana Shiva, Edward\nGoldsmith, Miguel A. Altieri and Barbara Dinham."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "2000s",
        "generated_section_content_md": "The 2002 Food Summit organized by FAO was considered to have been ineffectual\nand unproductive by the official participants. Social movements, farmers,\nfisherfolk, pastoralists, indigenous peoples, environmentalists, women's\norganizations, trade unions and NGOs expressed their \"collective\ndisappointment in, and rejection of the official Declaration of the ...\nSummit\".\n\nIn 2004, FAO produced a controversial report called \"Agricultural\nBiotechnology: meeting the needs of the poor?\", which claimed that\n\"agricultural biotechnology has real potential as a new tool in the war on\nhunger\". In response to the report, more than 650 organizations from around\nthe world signed an open letter in which they said \"FAO has broken its\ncommitment to civil society and peasants' organisations\". The letter\ncomplained that organizations representing the interests of farmers had not\nbeen consulted, that FAO was siding with the biotechnology industry and,\nconsequently, that the report \"raises serious questions about the independence\nand intellectual integrity of an important United Nations agency\". Jacques\nDiouf, the Director General of FAO at that time, responded immediately,\nstating that decisions on biotechnology must \"be taken at the international\nlevel by competent bodies\" (in other words, not by non-governmental\norganizations). He acknowledged, however, that \"biotechnology research is\nessentially driven by the world's top ten transnational corporations\" and \"the\nprivate sector protects its results with patents in order to earn from its\ninvestment and it concentrates on products that have no relevance to food in\ndeveloping countries\".\n\nIn May 2006, a British newspaper published the resignation letter of Louise\nFresco, one of eight Assistant Directors-General of FAO. In her letter, Fresco\nstated that \"the Organization has been unable to adapt to a new era\", that its\n\"contribution and reputation have declined steadily\" and \"its leadership has\nnot proposed bold options to overcome this crisis\".\n\nThe 32nd Session of FAO's Committee on World Food Security in 2006, attended\nby 120 countries, was widely criticized by non-governmental organizations, but\nlargely ignored by the mainstream media. Oxfam called for an end to the talk-\nfests while Via Campesina issued a statement that criticised FAO's policy of\nFood Security.\n\nOn 18 October 2007, the final report of an Independent External Evaluation of\nFAO was published. More than 400 pages in length, the evaluation was the first\nof its kind in the history of the Organization. It had been commissioned by\ndecision of the 33rd Session of the FAO Conference in November 2005. The\nreport concluded that \"The Organization is today in a financial and programme\ncrisis\" but \"the problems affecting the Organization today can all be solved\".\nAmong the problems noted by the IEE were: \"The Organization has been\nconservative and slow to adapt\"; \"FAO currently has a heavy and costly\nbureaucracy\", and \"The capacity of the Organization is declining and many of\nits core competencies are now imperilled\". Among the solutions offered were:\n\"A new Strategic Framework\", \"institutional culture change and reform of\nadministrative and management systems\". In conclusion the IEE stated that, \"If\nFAO did not exist it would need to be invented\".\n\nThe official response from FAO came on 29 October 2007. It indicated that\nmanagement supported the principal conclusion in the report of the IEE on the\nneed for \"reform with growth\" so as to have an FAO \"fit for this century\".\nMeanwhile, hundreds of FAO staff signed a petition in support of the IEE\nrecommendations, calling for \"a radical shift in management culture and\nspirit, depoliticization of appointments, restoration of trust between staff\nand management, [and] setting strategic priorities of the organization\".\n\nIn May 2008, while talking about the ongoing world food crisis, President\nAbdoulaye Wade of Senegal expressed the opinion that FAO was \"a waste of\nmoney\" and that \"we must scrap it\". Wade said that FAO was itself largely to\nblame for the price rises, and that the organization's work was duplicated by\nother bodies that operated more efficiently, like the UN's International Fund\nfor Agricultural Development. However, this criticism may have had more to do\nwith personal animosity between the President and the Director-General,\nhimself a Senegalese, particularly in light of the significant differences in\nthe work carried out by the two organizations.\n\nIn June 2008, the FAO sponsored the High-Level Conference on World Food\nSecurity. The summit was notable for the lack of agreement over the issue of\nbiofuels. The response to the summit among non-governmental organizations was\nmixed, with Oxfam stating that \"the summit in Rome was an important first step\nin tackling the food crisis but greater action is now needed\", while Maryam\nRahmanian of Iran's Centre for Sustainable Development said \"We are dismayed\nand disgusted to see the food crisis used to further the policies that have\nled us to the food crisis in the first place\". As with previous food summits,\ncivil society organizations held a parallel meeting and issued their own\ndeclaration to \"reject the corporate industrial and energy-intensive model of\nproduction and consumption that is the basis of continuing crises.\"\n\nIn November 2008, a Special Conference of FAO member countries agreed a\nUS$42.6 million (€38.6 million), three-year Immediate Plan of Action for\n\"reform with growth\", as recommended by the IEE. Under the plan US$21.8\nmillion would be spent on overhauling the financial procedures, hierarchies\nand human resources management."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "2010s",
        "generated_section_content_md": "From 2013, an English-language newspaper based in Rome, _The Italian Insider_\n, made several allegations of nepotism and corruption within FAO and reported\non poor management-staff relations. In June 2018, FAO and four of its\nofficials took the paper and its editor, John Philips, to court alleging\ndefamation, using a law dating back to the fascist era in Italy. Reporters\nWithout Borders condemned \"the disproportionate nature of the defamation\nproceedings\", for which the newspaper was liable for a fine of up to Euros\n100,000 and the editor at least three years in prison. The case was adjourned\nuntil January 2019, when it was further adjourned until May 2019. The January\nhearing was considered by the British satirical magazine _Private Eye_ to have\nbeen \"one of the more surreal courtroom scenes in modern times\", involving\ndispute as to the meaning of an English slang word used by the _Insider_.\n\nIn 2016/17 FAO was heavily criticized for recruiting Nadine Heredia Alarcón de\nHumala, wife of the former president of Peru, Ollanta Humala, to a senior\nposition, at a time when she was being investigated by Peru following\ncorruption allegations. Critics included Transparency International.\n\nAt the end of April 2017, FAO staff unions addressed the organization's\nGoverning Council to complain about the practice of issuing short-term\ncontracts that \"exploit employees without providing job security, social\nsecurity and paid leave\". Other complaints included the increasing\ncentralization of management processes, despite claims that FAO was being\ndecentralized, and the failure to follow United Nations recommendations\nregarding increasing the retirement age. The staff representative also\ncomplained about the high percentage of unfilled positions, increasing the\nworkload for others who were under pressure to deliver more with less. She\nalso noted that contacts between Management and the staff bodies were becoming\nless and less frequent."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "2020s",
        "generated_section_content_md": "An investigation by the German public broadcaster ARD shows that the Chinese\nleadership of the UN Food and Agriculture Organisation FAO has tailored it to\nChinese interests since Qu Dongyu took office in 2019. According to the\nreport, the acting director-general has instrumentalized the FAO in Beijing's\ninterests: It is about deliveries of pesticides banned in Europe, the majority\nof which come from the Chinese agrochemical company Syngenta, UN projects in\nline with China's \"Belt and Road Initiative\" as well as questionable\ninvestment projects."
    },
    {
        "chapter_name": "Food and Agriculture Organization",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "FAO renewal",
        "generated_section_content_md": "The FAO Conference in November 2007 unanimously welcomed the IEE report and\nestablished a Conference Committee for the Follow-up to the Independent\nExternal Evaluation of FAO (CoC-IEE) to be chaired by the Independent\nChairperson of Council, and open to full participation by all Members. The\nCoC-IEE was charged to review the IEE report and its recommendations and\ndevelop an Immediate Plan of Action (IPA) for their implementation.\n\nA comprehensive programme of organizational reform and culture change began in\n2008 after the release of an Independent External Evaluation. Headquarters\nrestructuring and delegation of decision making created a flatter more\nresponsive structure and reduced costs. Modernizing and streamlining of\nadministrative and operational processes took place. Improved internal\nteamwork and closer external partnerships coupled with upgrading of IT\ninfrastructure and greater autonomy of FAO's decentralized offices now allows\nthe Organization to respond quickly where needs are greatest. As FAO is\nprimarily a knowledge based organization, investing in human resources is a\ntop priority. Capacity building including a leadership programme, employee\nrotation and a new junior professional programme were established. Individual\nperformance management, an ethics and ombudsman officer and an independent\noffice of evaluation were designed to improve performance through learning and\nstrengthened oversight.\n\nIn January 2012, the Director-General José Graziano da Silva acted upon the\ncommitment made during his campaign to bring the FAO reform to a successful\nand anticipated completion. In addition, the new Director-General shifted the\nfocus of the reform process to realization of its benefits and mainstreaming\nthe reform into the work of the Organization.\n\nIn July 2020, the FAO Council approved a series of measures proposed by its\nDirector-General Qu Dongyu to modernize the organization and make it more\nefficient and effective. An important element within the approved measures is\nthe adoption \"of a more flexible organizational structure, aimed at ensuring\nagility, optimal cross-sectoral collaboration and better responses to emerging\nneeds and priorities\"."
    }
]