[
    {
        "chapter_name": "Forum for the Progress and Integration of South America",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental regional organization\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Forum for the Progress and Integration of South America\" –\nnews **·** newspapers **·** books **·** scholar **·** JSTOR _( March\n2019)__(Learn how and when to remove this message)_  \n---|---  \n  \nA clickable Euler diagram showing the relationships between various\nmultinational organizations in the Americas\n\n  * v\n  * t\n  * e\n\nThe **Forum for the Progress and Integration of South America** (Spanish:\n_Foro para el Progreso e Integración de América del Sur_ , **PROSUR** ;\nPortuguese: _Fórum para o Progresso e Desenvolvimento da América do Sul_ ,\n**PROSUL** , Dutch: _Forum voor de Vooruitgang en Integratie van Zuid-Amerika_\n, **FVIZA**) is an initiative by Sebastián Piñera and Iván Duque, for the\ncreation of an integration body to replace the Union of South American\nNations.\n\nIn the words of the Colombian president, who made the announcement on 14\nJanuary 2019, PROSUR would be \"a South American coordination mechanism for\npublic policies, in defense of democracy, the independence of powers, the\nmarket economy, the social agenda, with sustainability and with due\napplication\". On 18 February 2019, the President of Chile, Sebastián Piñera,\nsaid \"this new forum will be open to all South American countries that meet\ntwo requirements: full validity of the rule of law and full respect for\nfreedoms and human rights\".\n\nIt has been characterised as a right-wing response to the left-wing UNASUR.\n\nOn April 3, 2022, the new president of Chile, Gabriel Boric, announced that\nthe country was suspending its participation in the alliance. Suriname joined\nthe alliance in 2022."
    },
    {
        "chapter_name": "Forum for the Progress and Integration of South America",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Summits",
        "generated_section_content_md": "The first PROSUR Summit, called the \"Meeting of Presidents of South America\",\ntook place on 22 March 2019 in Santiago, Chile. Eight South American countries\ntaking part (Argentina, Brazil, Chile, Colombia, Ecuador, Guyana, Paraguay and\nPeru) signed the _Declaration of Santiago for the renewal and strengthening of\nSouth America_ , which begins the process of creating of PROSUR. The\nrepresentatives of Bolivia, Suriname and Uruguay abstained from signing the\ndeclaration. Representatives from Venezuela were not invited to the summit in\nSantiago.\n\nThe second PROSUR Summit took place on 12 December 2020; due to the COVID-19\npandemic, it was held virtually. The heads of state of Brazil, Chile,\nColombia, Ecuador, Paraguay and Peru participated in the summit, with Prime\nMinister Mark Phillips of Guyana and President Luis Lacalle Pou of Uruguay\ninvited as special guests. During the summit, the presidency pro tempore was\ntransferred from its inaugural holder, Chilean President Sebastián Piñera to\nColombian President Iván Duque. A presidential declaration was adopted to\nformalize the transfer and promote regional cooperation between its members in\nmatters related to the pandemic.\n\nThe third PROSUR summit was held in Cartagena de Indias, Colombia on 26–27\nJanuary 2022; the 2022 summit of the Pacific Alliance was also held at the\nsame date and venue. It was attended by five heads of state; its host\nPresident Iván Duque of Colombia, President Mario Abdo Benítez of Paraguay,\nPresident Guillermo Lasso of Ecuador, Prime Minister Mark Phillips of Guyana\nand President Sebastián Piñera of Chile. In representation of their respective\ncountries were Vice-president Hamilton Mourão of Brazil and Foreign Minister\nof Peru Óscar Maúrtua. Argentina sent no delegation, while the President-elect\nof Chile, Gabriel Boric, declined an invitation by President Sebastián Piñera\nto attend the two summits in Colombia. During the summit, Mario Abdo Benítez\nsucceeded Iván Duque as president pro tempore but attended the summit\nvirtually due to having tested positive for COVID-19.\n\nYear  | #  | Date  | Place  | Host\n---|---|---|---|---\n2019  | 1st  | 22 March  | Santiago, Chile | Sebastian Piñera\n2020  | 2nd  | 12 December  | Videoconference | Sebastian Piñera\n2022  | 3rd  | 27 January  | Cartagena, Colombia | Iván Duque Márquez\n\nThere have also been numerous extraordinary meetings;\n\nYear  | #  | Date  | Place  | Host\n---|---|---|---|---\n2020  | 1st  | 16 March  | Videoconference | Sebastian Piñera\n2020  | 2nd  | 6 April  | Videoconference | Sebastian Piñera\n2020  | 3rd  | 19 May  | Videoconference | Sebastian Piñera\n2020  | 4th  | 27 August  | Videoconference | Sebastian Piñera\n2021  | 5th  | 25 February  | Videoconference | Iván Duque Márquez\n2021  | 6th  | 16 March  | Videoconference | Iván Duque Márquez"
    },
    {
        "chapter_name": "Forum for the Progress and Integration of South America",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "President pro tempore",
        "generated_section_content_md": "The presidency is exercised for a period of one year and will be rotated among\nthe member countries between each PROSUR meeting. Since January 2022, the\ncurrent president pro tempore of PROSUR is Paraguayan President Santiago Peña.\n\nNo.  | President pro tempore  | Portrait  | Country  | Beginning of the mandate  | End of the mandate\n---|---|---|---|---|---\n1  | Sebastián Piñera |  |  Chile  | 22 March 2019  | 12 December 2020\n2  | Iván Duque |  |  Colombia  | 12 December 2020  | 27 January 2022\n3  | Mario Abdo Benítez |  |  Paraguay  | 27 January 2022  | 15 August 2023\n**4** | Santiago Peña |  |  Paraguay  | 15 August 2023  | Incumbent"
    }
]