[
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental forum\n\nThe **G20** or **Group of 20** is an intergovernmental forum comprising 19\nsovereign countries, the European Union (EU), and the African Union (AU). It\nworks to address major issues related to the global economy, such as\ninternational financial stability, climate change mitigation and sustainable\ndevelopment, through annual meetings of Heads of State and Heads of\nGovernment.\n\nThe sovereign states of the G20 (without its international members, like the\nEU or AU) account for around 85% of gross world product (GWP), 75% of\ninternational trade, 56% of the global population, and 60% of the world's land\narea. Including the EU and AU, the G20 comprises 78.9% of global population\nand 83.9% of global CO2 emissions from fossil energy.\n\nThe G20 was founded in 1999 in response to several world economic crises.\nSince 2008, it has convened at least once a year, with summits involving each\nmember's head of government or state, finance minister, or foreign minister,\nand other high-ranking officials; the EU is represented by the European\nCommission and the European Central Bank. Other countries, international\norganizations, and nongovernmental organizations are invited to attend the\nsummits, some permanently. The African Union joined as the 21st member at the\n2023 summit in India and was officially represented at the 2024 summit in\nBrazil.\n\nIn its 2009 summit, the G20 declared itself the primary venue for\ninternational economic and financial cooperation. The group's stature has\nrisen during the subsequent decade, and it is recognised by analysts as\nexercising considerable global influence; it is also criticised for its\nlimited membership, lack of enforcement powers, and for the alleged\nundermining of existing international institutions. Summits are often met with\nprotests, particularly by anti-globalization groups."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The G20 is the latest in a series of post–World War II initiatives aimed at\ninternational coordination of economic policy, which include institutions such\nas the \"Bretton Woods twins\", the International Monetary Fund and the World\nBank, and what is now the World Trade Organization.\n\nThe G20 was foreshadowed at the Cologne summit of the G7 in June 1999, and\nformally established at the G7 Finance Ministers' meeting on 26 September 1999\nwith an inaugural meeting on 15–16 December 1999 in Berlin. Canadian finance\nminister Paul Martin was chosen as the first chairman and German finance\nminister Hans Eichel hosted the meeting.\n\nA 2004 report by Colin I. Bradford and Johannes F. Linn of the Brookings\nInstitution asserted the group was founded primarily at the initiative of\nEichel, the concurrent chair of the G7. However, Bradford later described\nthen-Finance Minister of Canada (and future Prime Minister of Canada) Paul\nMartin as \"the crucial architect of the formation of the G20 at finance\nminister level\", and as the one who later \"proposed that the G20 countries\nmove to leaders level summits\". Canadian academic and journalistic sources\nhave also identified the G20 as a project initiated by Martin and his American\ncounterpart then-Treasury Secretary Larry Summers. All acknowledge, however,\nthat Germany and the United States played a key role in bringing their vision\ninto reality.[_citation needed_]\n\nMartin and Summers conceived of the G20 in response to the series of massive\ndebt crises that had spread across emerging markets in the late 1990s,\nbeginning with the Mexican peso crisis and followed by the 1997 Asian\nfinancial crisis, the 1998 Russian financial crisis, and eventually impacting\nthe United States, most prominently in the form of the collapse of the\nprominent hedge fund Long-Term Capital Management in the autumn of 1998. It\nillustrated to them that in a rapidly globalizing world, the G7, G8, and the\nBretton Woods system would be unable to provide financial stability, and they\nconceived of a new, broader permanent group of major world economies that\nwould give a voice and new responsibilities in providing it.\n\nThe G20 membership was decided by Eichel's deputy Caio Koch-Weser and\nSummers's deputy Timothy Geithner. According to the political economist Robert\nWade:\n\n> \"Geithner and Koch-Weser went down the list of countries saying, Canada in,\n> Portugal out, South Africa in, Nigeria and Egypt out, and so on; they sent\n> their list to the other G7 finance ministries; and the invitations to the\n> first meeting went out.\""
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Early topics",
        "generated_section_content_md": "The G20's primary focus has been governance of the global economy. Summit\nthemes have varied from year to year. The theme of the 2006 G20 ministerial\nmeeting was \"Building and Sustaining Prosperity\". The issues discussed\nincluded domestic reforms to achieve \"sustained growth\", global energy and\nresource commodity markets, reform of the World Bank and IMF, and the impact\nof demographic changes.\n\nIn 2007, South Africa hosted the secretariat with Trevor A. Manuel, South\nAfrican Minister of Finance as chairperson of the G20.\n\nIn 2008, Guido Mantega, Brazil's Minister of Finance, was the G20 chairman and\nproposed dialogue on competition in financial markets, clean energy, economic\ndevelopment and fiscal elements of growth and development.\n\nOn 11 October 2008 after a meeting of G8 finance ministers, US President\nGeorge W. Bush stated that the next meeting of the G20 would be important in\nfinding solutions to the burgeoning economic crisis of 2008."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Summits",
        "generated_section_content_md": "The Summit of G20 Finance Ministers and Central Bank Governors, who prepare\nthe leaders' summit and implement their decisions, was created as a response\nboth to the 2008 financial crisis and to a growing recognition that key\nemerging powers were not adequately included in the core of global economic\ndiscussion and governance. Additionally, G20 summits of heads of state or\ngovernment were held.\n\nAfter the 2008 debut summit in Washington, DC, G20 leaders met twice a year:\nin London and Pittsburgh in 2009, and in Toronto and Seoul in 2010.\n\nSince 2011, when France chaired and hosted the G20, the summits have been held\nonly once a year. The 2016 summit was held in Hangzhou, China, the 2017 summit\nwas held in Hamburg, Germany, the 2018 summit was held in Buenos Aires,\nArgentina, the 2019 summit was held in Osaka, Japan, the 2020 summit was\nscheduled in Riyadh, Saudi Arabia but it was held virtually due to COVID-19,\nthe 2021 summit was held in Rome, Italy, the 2022 summit was held in Bali,\nIndonesia and the 2023 summit was held in New Delhi, India. The 2024 Group of\n20 (G20) Summit will take place from 18-19 November in Rio de Janeiro, Brazil.\n\nSeveral other ministerial-level G20 meetings have been held since 2010.\nAgriculture ministerial meetings were conducted in 2011 and 2012; meetings of\nforeign ministers were held in 2012 and 2013; trade ministers met in 2012 and\n2014, and employment ministerial meetings have taken place annually since\n2010.\n\nIn 2012, the G20 Ministers of Tourism and Heads of Delegation of G20 member\ncountries and other invited States, as well as representatives from the World\nTravel and Tourism Council (WTTC), World Tourism Organization (UNWTO) and\nother organisations in the Travel & Tourism sector met in Mérida, Mexico, on\nMay 16 at the 4th G20 meeting and focused on 'Tourism as a means to Job\nCreation'. As a result of this meeting and The World Travel & Tourism\nCouncil's Visa Impact Research, later on the Leaders of the G20, convened in\nLos Cabos on 18–19 June, would recognise the impact of Travel & Tourism for\nthe first time. That year, the G20 Leaders Declaration added the following\nstatement: \"We recognise the role of travel and tourism as a vehicle for job\ncreation, economic growth and development, and, while recognizing the\nsovereign right of States to control the entry of foreign nationals, we will\nwork towards developing travel facilitation initiatives in support of job\ncreation, quality work, poverty reduction and global growth.\"\n\nIn March 2014, the former Australian foreign minister Julie Bishop, when\nAustralia was hosting the 2014 G20 summit in Brisbane, proposed to ban Russia\nfrom the summit over its annexation of Ukrainian Crimea. The BRICS foreign\nministers subsequently reminded Bishop that \"the custodianship of the G20\nbelongs to all Member States equally and no one Member State can unilaterally\ndetermine its nature and character.\"\n\nThe 2015 G20 Summit in Antalya, Turkey, focused on \"Inclusiveness, Investment,\nand Implementation,\" gathering leaders to address global economic challenges,\ndevelopment, climate change, and urgent issues like terrorism and refugees.\nKey outcomes included the Antalya Action Plan and commitments to financial\nstability, tax regulation, and energy policy.\n\nIn 2016, the G20 framed its commitment to the 2030 Agenda, Sustainable\nDevelopment Goals in three key themes; the promotion of strong sustainable and\nbalanced growth; protection of the planet from degradation; and furthering co-\noperation with low-income and developing countries. At the G20 Summit in\nHangzhou, members agreed on an action plan and issued a high level principles\ndocument to member countries to help facilitate the agenda's implementation.\n\nJapan hosted the 2019 summit. The 2020 summit was to be held in Saudi Arabia,\nbut was instead held virtually on 21–22 November 2020 due to the COVID-19\npandemic under the presidency of Saudi Arabia. 2021 G20 Rome summit which was\nheld in Rome, the capital city of Italy, on 30–31 October 2021.\n\nIndonesia held the 2022 summit in November 2022. During its presidency,\nIndonesia focused on the global COVID-19 pandemic and how to collectively\novercome the challenges related to it. The three priorities of Indonesia's G20\npresidency were global health architecture, digital transformations, and\nsustainable energy transitions. The G20 Presidency of Indonesia, in\npartnership with the Pandemic Fund secretariat, also officially launched the\nPandemic Fund at a high-level event. The Pandemic Fund expected to be as a key\npart of the solution for reducing risks from epidemics and pandemics in the\nmost vulnerable parts of the world and contributing to a healthier and safer\nworld . Indonesia’s 2022 G20 presidency highlighted its leadership in\npromoting international cooperation, sustainable development, and Islamic\nmessages of peace, including hosting the R20 forum to foster interfaith\ndialogue.\n\nAzali Assoumani, President of the African Union, is greeted by Narendra Modi,\nG20 Chairman, at the G20 summit in 2023.\n\nIndia held the 2023 summit in September 2023. The presidency's theme was\n_Vasudhaiva Kutumbakam_ (Sanskrit: वसुधैव कुटुम्बकम्; English:\"One Earth, One\nFamily, One Future\"). In an interview on 26 August 2023, Prime Minister\nNarendra Modi expressed optimism about the G20 countries' evolving agenda\nunder India's presidency, shifting toward a human-centric development approach\nthat aligns with the concerns of the Global South, including addressing\nclimate change, debt restructuring through the G20's Common Framework for\ndebt, and a strategy for regulation of global cryptocurrencies. G20 expanded\nby the inclusion of African Union, it is also the first inclusion since 1999.\n\nThe Brazilian presidency launched the G20 Social, a place where for the first\ntime the organization will bring the civil society into the debate where it\ncan participate and contribute to discussions and policy formulations\nregarding to the summit."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Chair rotation",
        "generated_section_content_md": "To decide which member nation should hold to chair the G20 leaders' meeting\nfor a given year, all country members are assigned to one of five groupings,\nwith all but one group having four members, the other having three. States\nfrom the same region are placed in the same group, except Group 1 and Group 2.\nAll countries within a group are eligible to take over the G20 Presidency when\nit is their group's turn. Therefore, the states within the relevant group need\nto negotiate among themselves to select the next G20 President. Each year, a\ndifferent G20 member country assumes the presidency starting from 1 December\nuntil 30 November. This system has been in place since 2010, when South Korea,\nwhich is in Group 5, held the G20 chair. The table below lists the nations'\ngroupings:\n\nGroup 1 | Group 2 | Group 3 (Latin America) | Group 4 (Western Europe) | Group 5 (East/Southeast Asia)\n---|---|---|---|---\n\n* Australia (2014)\n* Canada (2010-1)\n* Saudi Arabia (2020)\n* United States (2008, 2009-2)\n\n|\n\n* India (2023)\n* Russia (2013)\n* South Africa (2025)\n* Turkey (2015)\n\n|\n\n* Argentina (2018)\n* Brazil (2024)\n* Mexico (2012)\n\n|\n\n* France (2011)\n* Germany (2017)\n* Italy (2021)\n* United Kingdom (2009-1)\n\n|\n\n* China (2016)\n* Indonesia (2022)\n* Japan (2019)\n* South Korea (2010-2)\n\n\n\nTo ensure continuity, the presidency is supported by a \"troika\" made up of the\ncurrent, immediate past and next host countries."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Organization",
        "generated_section_content_md": "The G20 operates without a permanent secretariat or staff. The group's chair\n(the presidency) rotates annually among the members and is selected from a\ndifferent regional grouping of countries. The incumbent chair establishes a\ntemporary secretariat for the duration of its term, which coordinates the\ngroup's work and organizes its meetings. Together with the previous and\nfollowing presidency a so-called _troika_ is formed, to provide a smooth\ntransition of secretariat functions.\n\nThe 2022 summit was held in Bali, Indonesia. India was the chair in 2023 and\nhosted the 2023 summit. South Africa is the current chair and will host the\n2025 Johannesburg Summit.\n\nAdditionally because of the lacking of a permanent secretariat the G20 has\nbeen relying on the OECD for more institutional competences substituting\npermanent secretariat functions."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Proposed permanent secretariat",
        "generated_section_content_md": "In 2010, President of France Nicolas Sarkozy proposed the establishment of a\npermanent G20 secretariat, similar to the United Nations. Seoul and Paris were\nsuggested as possible locations for its headquarters. Brazil and China\nsupported the establishment of a secretariat, while Italy and Japan expressed\nopposition to the proposal. South Korea proposed a \"cyber secretariat\" as an\nalternative."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Members",
        "generated_section_content_md": "As of 2023[update], there are 21 members in the group: Argentina, Australia,\nBrazil, Canada, China, France, Germany, India, Indonesia, Italy, Japan,\nMexico, Russia, Saudi Arabia, South Africa, South Korea, Turkey, the United\nKingdom, the United States, the European Union and the African Union. Guest\ninvitees include, among others, Spain, the United Nations, the World Bank and\nASEAN.\n\nRepresentatives include, at the leaders' summits, the leaders of nineteen\ncountries, the African Union and of the European Union, and, at the\nministerial-level meetings, the finance ministers and central bank governors\nof nineteen countries, the African Union and of the European Union.\n\nIn addition, each year, the G20's guests include Spain; the Chair of ASEAN; a\nrepresentative of the New Partnership for Africa's Development (NEPAD) and a\ncountry (sometimes more than one) invited by the presidency, usually from its\nown region.\n\nThe first of the tables below lists the member entities and their leaders,\nfinance ministers and central bank governors. The second table lists relevant\nstatistics such as population and GDP figures for each member, as well as\ndetailing memberships of other international organizations, such as the G7,\nBRICS and MIKTA. Total GDP figures are given in millions of US dollars.\n\nIn September 2023, at the 18th G20 Summit, Indian PM Narendra Modi announced\nthat the African Union has been included as a member of the G20, making it the\n21st member."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Member of Head Of state and Head of goverment",
        "generated_section_content_md": "Member  | Leader  | Finance portfolio  | Portfolio minister  | Central bank  | Central bank governor\n---|---|---|---|---|---\nArgentina | Javier Milei | Minister of Economy | Luis Caputo | Central Bank of the Argentine Republic | Santiago Bausili [es]\nAustralia | Anthony Albanese | Treasurer | Jim Chalmers | Reserve Bank of Australia | Michele Bullock\nBrazil | Luiz Inácio Lula da Silva | Minister of Finance | Fernando Haddad | Central Bank of Brazil | Gabriel Galípolo\nCanada | Mark Carney | Minister of Finance | François-Philippe Champagne | Bank of Canada | Tiff Macklem\nChina | Xi Jinping | Minister of Finance | Lan Fo'an | People's Bank of China | Pan Gongsheng\nFrance | Emmanuel Macron | Minister of Economics and Finance | Éric Lombard | Bank of France | François Villeroy de Galhau\nGermany | Friedrich Merz | Minister of Finance | Lars Klingbeil | Deutsche Bundesbank | Joachim Nagel\nIndia | Narendra Modi | Minister of Finance | Nirmala Sitharaman | Reserve Bank of India | Sanjay Malhotra\nIndonesia | Prabowo Subianto | Minister of Finance | Sri Mulyani | Bank Indonesia | Perry Warjiyo\nItaly | Giorgia Meloni | Minister of Economy and Finance | Giancarlo Giorgetti | Bank of Italy | Fabio Panetta\nJapan | Shigeru Ishiba | Minister of Finance | Katsunobu Katō | Bank of Japan | Kazuo Ueda\nMexico | Claudia Sheinbaum | Secretary of Finance and Public Credit | Edgar Amador Zamora | Bank of Mexico | Victoria Rodríguez Ceja\nRussia | Vladimir Putin | Minister of Finance | Anton Siluanov | Bank of Russia | Elvira Nabiullina\nSaudi Arabia | Salman bin Abdulaziz Al Saud | Minister of Finance | Mohammed Al-Jadaan | Saudi Central Bank | Fahad Almubarak\nSouth Africa | Cyril Ramaphosa | Minister of Finance | Enoch Godongwana | South African Reserve Bank | Lesetja Kganyago\nSouth Korea | Lee Jae Myung | Minister of Economy and Finance | Koo Yun-cheol | Bank of Korea | Rhee Chang-yong\nTurkey | Recep Tayyip Erdoğan | Minister of Treasury and Finance | Mehmet Şimşek | Central Bank of the Republic of Turkey | Fatih Karahan\nUnited Kingdom | Keir Starmer | Chancellor of the Exchequer | Rachel Reeves | Bank of England | Andrew Bailey\nUnited States | Donald Trump | Secretary of the Treasury | Scott Bessent | Federal Reserve | Jerome Powell\nEuropean Union | António Costa | Commissioner for Economy | Valdis Dombrovskis | European Central Bank | Christine Lagarde\nUrsula von der Leyen\nAfrican Union | João Lourenço | Commissioner for Economic Affairs  | Victor Harison | African Central Bank (yet to be established)  | TBA\nMahamoud Ali Youssouf"
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Member country data",
        "generated_section_content_md": "Member  | Trade\nbil. USD (2022)  | Nom. GDP\nmil. USD (2025)  | PPP GDP\nmil. USD (2025)  | Nom. GDP per capita\nUSD (2025)  | PPP GDP per capita\nUSD (2025)  | HDI\n(2023)  | Population\n(2022)  | Area\nkm2 | P5 | G4 | G7 | BRICS | MIKTA | CPTPP | RCEP | APEC | OECD | DAC | C'wth | SCO | IMF economy classification\n---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---\nArgentina | 170.1  | 683,533  | 1,493,423  | 14,362  | 31,379  | 0.865  | 46,300,000  | 2,780,400  | No  | No  | No  | No  | No  | No  | No  | No  | negotiating | No  | No  | No  | Emerging\nAustralia | 721.4  | 1,771,681  | 1,980,022  | 64,547  | 72,138  | 0.958  | 26,141,369  | 7,692,024  | No  | No  | No  | No  | Yes  | Yes  | Yes  | Yes  | Yes  | Yes  | Yes  | No  | Advanced\nBrazil | 626.4  | 2,125,958  | 4,958,122  | 9,964  | 23,238  | 0.786  | 217,240,060  | 8,515,767  | No  | Yes  | No  | Yes  | No  | No  | No  | No  | negotiating | No  | No  | No  | Emerging\nCanada | 1,179.1  | 2,225,341  | 2,730,110  | 53,558  | 65,707  | 0.939  | 38,743,000  | 9,984,670  | No  | No  | Yes  | No  | No  | Yes  | No  | Yes  | Yes  | Yes  | Yes  | No  | Advanced\nChina | 6,309.6  | 19,231,705  | 40,716,448  | 13,687  | 28,978  | 0.797  | 1,411,750,000  | 9,596,960  | Yes  | No  | No  | Yes  | No  | applicant | Yes  | Yes  | participant | No  | No  | Yes  | Emerging\nFrance | 1,435.8  | 3,211,292  | 4,503,783  | 46,792  | 65,626  | 0.920  | 68,305,148  | 640,679  | Yes  | No  | Yes  | No  | No  | No  | No  | No  | Yes  | Yes  | No  | No  | Advanced\nGermany | 3,226.9  | 4,744,804  | 6,161,002  | 55,911  | 72,599  | 0.959  | 84,316,622  | 357,114  | No  | Yes  | Yes  | No  | No  | No  | No  | No  | Yes  | Yes  | No  | No  | Advanced\nIndia | 1,176.8  | 4,187,017  | 17,647,050  | 2,878  | 12,132  | 0.685  | 1,406,632,000  | 3,287,263  | No  | Yes  | No  | Yes  | No  | No  | No  | No  | participant | No  | Yes  | Yes  | Emerging\nIndonesia | 529.4  | 1,429,743  | 5,009,483  | 5,027  | 17,612  | 0.728  | 279,088,893  | 1,904,569  | No  | No  | No  | Yes  | Yes  | applicant | Yes  | Yes  | negotiating | No  | No  | No  | Emerging\nItaly | 1,346.4  | 2,422,855  | 3,719,110  | 41,091  | 63,076  | 0.915  | 61,095,551  | 301,336  | No  | No  | Yes  | No  | No  | No  | No  | No  | Yes  | Yes  | No  | No  | Advanced\nJapan | 1,644.2  | 4,186,431  | 6,741,192  | 33,956  | 54,677  | 0.925  | 125,592,404  | 377,930  | No  | Yes  | Yes  | No  | No  | Yes  | Yes  | Yes  | Yes  | Yes  | No  | No  | Advanced\nMexico | 1,204.5  | 1,692,640  | 3,395,916  | 12,692  | 25,463  | 0.789  | 131,541,424  | 1,964,375  | No  | No  | No  | No  | Yes  | Yes  | No  | Yes  | Yes  | No  | No  | No  | Emerging\nSouth Korea | 1,415.0  | 1,790,322  | 3,365,052  | 34,642  | 65,112  | 0.937  | 51,844,834  | 100,210  | No  | No  | No  | No  | Yes  | No  | Yes  | Yes  | Yes  | Yes  | No  | No  | Advanced\nRussia | 772.3  | 2,076,396  | 7,191,718  | 14,258  | 49,383  | 0.832  | 145,807,429  | 17,098,242  | Yes  | No  | No  | Yes  | No  | No  | No  | Yes  | No  | No  | No  | Yes  | Emerging\nSaudi Arabia | 598.8  | 1,083,749  | 2,229,611  | 30,099  | 61,923  | 0.900  | 36,168,000  | 2,149,690  | No  | No  | No  | invited | No  | No  | No  | No  | No  | participant  | No  | Dialogue partner | Emerging\nSouth Africa | 259.1  | 410,338  | 1,025,615  | 6,397  | 15,989  | 0.741  | 61,060,000  | 1,221,037  | No  | No  | No  | Yes  | No  | No  | No  | No  | participant | No  | Yes  | No  | Emerging\nTurkey | 617.9  | 1,437,406  | 3,651,873  | 16,709  | 42,451  | 0.853  | 85,551,932  | 783,562  | No  | No  | No  | partner (unconfirmed) | Yes  | No  | No  | No  | Yes  | No  | No  | Dialogue partner | Emerging\nUnited Kingdom | 1,353.3  | 3,839,180  | 4,447,841  | 54,949  | 63,661  | 0.946  | 68,492,933  | 242,495  | Yes  | No  | Yes  | No  | No  | Yes  | No  | No  | Yes  | Yes  | Yes  | No  | Advanced\nUnited States | 5,441.0  | 30,507,217  | 30,507,217  | 89,105  | 89,105  | 0.938  | 337,341,954  | 9,833,517  | Yes  | No  | Yes  | No  | No  | No  | No  | Yes  | Yes  | Yes  | No  | No  | Advanced\n_European Union_ | 5,858.4  | 19,991,160  | 29,176,749  | 44,225  | 64,545  | 0.900  | 446,828,803  | 4,233,262  | No  | No  | Yes  | No  | No  | No  | No  | No  | participant | Yes  | No  | No  | Advanced (majority)\n_African Union_ | 1,379.0  | 2,834,002  | 10,826,442  | 1,930  | 7,373  | 0.577  | 1,393,676,444  | 29,922,059  | No  | No  | No  | No  | No  | No  | No  | No  | No  | No  | No  | No  | Emerging\n\nIn addition to these 21 members, the chief executive officers of several other\ninternational forums and institutions participate in meetings of the G20.\nThese include the managing director and Chairman of the International Monetary\nFund, the President of the World Bank, the International Monetary and\nFinancial Committee and the Chairman of the Development Assistance Committee.\n\nThe G20's membership does not reflect exactly the 21 largest economies of the\nworld in any given year; as the organization states:\n\n> In a forum such as the G20, it is particularly important for the number of\n> countries involved to be restricted and fixed to ensure the effectiveness\n> and continuity of its activity. There are no formal criteria for G20\n> membership and the composition of the group has remained unchanged since it\n> was established. Because of the objectives of the G20, it was considered\n> important that countries and regions of systemic significance for the\n> international financial system be included. Aspects such as geographical\n> balance and population representation also played a major part."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Role of Asian countries",
        "generated_section_content_md": "A 2011 report released by the Asian Development Bank (ADB) predicted that\nlarge Asian economies such as China and India would play a more important role\nin global economic governance in the future. The report claimed that the rise\nof emerging market economies heralded a new world order, in which the G20\nwould become the global economic steering committee. The ADB furthermore noted\nthat Asian countries had led the global recovery following the late-2000s\nrecession. It predicted that the region would have a greater presence on the\nglobal stage, shaping the G20's agenda for balanced and sustainable growth\nthrough strengthening intraregional trade and stimulating domestic demand."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Invitees",
        "generated_section_content_md": "G20 members (dark blue), countries represented through the European Union and\nAfrican Union (light blue) and previously invited states (pink) as of 2024.\n\nTypically, several participants that are not full members of the G20 are\nextended invitations to participate in the summits. Permanent guest invitees\nare: the government of Spain; the Chair of the Association of Southeast Asian\nNations and a representative of the New Partnership for Africa's Development\nare invited in their capacities as leaders of their organisations and as heads\nof government of their home states. In addition, the leaders of the Financial\nStability Board, the International Labour Organization, the International\nMonetary Fund, the Organisation for Economic Co-operation and Development, the\nUnited Nations, the World Bank Group and the World Trade Organization are\ninvited and participate in pre-summit planning within the policy purview of\ntheir respective organisation.\n\nOther invitees are chosen by the host country, usually one or two countries\nfrom its region. For example, South Korea invited Singapore. International\norganisations which have been invited in the past include the Asia-Pacific\nEconomic Cooperation (APEC), the Basel Committee on Banking Supervision\n(BCBS), the Commonwealth of Independent States (CIS), the Eurasian Economic\nCommunity (EAEC), the European Central Bank (ECB), the Food and Agriculture\nOrganization (FAO), the Global Governance Group (3G) and the Gulf Cooperation\nCouncil (GCC). Previously, the Netherlands had a similar status to Spain while\nthe rotating presidency of the Council of the European Union would also\nreceive an invitation, but only in that capacity and not as their own state's\nleader (such as the Czech premiers Mirek Topolánek and Jan Fischer during the\n2009 summits)."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Permanent guest invitees",
        "generated_section_content_md": "Invitee  | Officeholder  | State  | Official title\n---|---|---|---\nInternational Labour Organization (ILO)  | Gilbert Houngbo | —  | Director General\nInternational Monetary Fund (IMF)  | Kristalina Georgieva | —  | Managing Director\nSpain | Pedro Sánchez |  Spain | Prime Minister\nNew Partnership for Africa's Development (AUDA-NEPAD)  | Abdel Fattah El-Sisi |  Egypt | President (chair)\nOrganisation for Economic Co-operation and Development (OECD)  | Mathias Cormann | —  | Secretary-General\nUnited Nations (UN)  | António Guterres | —  | Secretary-General\nWorld Bank Group (WBG)  | Ajay Banga | —  | President\nWorld Health Organization (WHO)  | Tedros Adhanom | —  | Director General\nWorld Trade Organization (WTO)  | Ngozi Okonjo-Iweala | —  | Director General"
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Financial focus",
        "generated_section_content_md": "The initial G20 agenda, as conceived by US, Canadian and German policymakers,\nwas very much focused on the sustainability of sovereign debt and global\nfinancial stability, in an inclusive format that would bring in the largest\ndeveloping economies as equal partners. During a summit in November 2008, the\nleaders of the group pledged to contribute trillions to international\nfinancial organizations, including the World Bank and IMF, mainly for re-\nestablishing the global financial system.\n\nSince inception, the recurring themes covered by G20 summit participants have\nrelated in priority to global economic growth, international trade and\nfinancial market regulation.\n\nThe G20 has led the Debt Service Suspension Initiative, through which official\nbilateral creditors suspended debt repayments of 73 of the poorest debtor\ncountries."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Growth and sustainability",
        "generated_section_content_md": "The G20 countries account for almost 75% of global carbon emissions. After the\nadoption of the UN Sustainable Development Goals and the Paris Climate\nAgreement in 2015, more \"issues of global significance\" were added to the G20\nagenda: migration, digitisation, employment, healthcare, the economic\nempowerment of women, development aid and stopping climate change.\n\nThe G20 countries account for almost 75% of the global carbon emissions and\npromised in 2009 to phase out 'inefficient subsidies'. Despite these promises\nG20 members have subsidised fossil fuel companies over $3.3 trillion between\n2015 and 2021, with several states increasing subsidies; Australia (+48.2%),\nthe US (+36.7%), Indonesia (+26.6%), France (+23.8%), China (+4.1%), Brazil\n(+3.0%), Mexico (+2.6%). China alone generates over half of the coal-generated\nelectricity in the world."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Interrelated themes",
        "generated_section_content_md": "Wolfgang Schäuble, German Federal Minister of Finance, had insisted on the\ninterconnected nature of the issues facing G20 countries, be they purely\nfinancial or developmental, and the need to reach effective, cross-cutting\npolicy measures: \"Globalization has lifted hundreds of millions out of\npoverty, but there is also a growing rise in frustration in some quarters […]\ndevelopment, [national] security and migration are all interlinked\"."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "G20 engagement groups",
        "generated_section_content_md": "The G20 engagement groups and pre-conferences are independent collectives that\nare led by organisations of the host country. They represent a diverse group\nof stakeholders and work collectively to develop non-binding policy\nrecommendations formally submitted to the G20 leaders for consideration.\n\nFor the 2022 G20 hosted by Indonesia, there are 10 engagement groups formed to\nfacilitate independent stakeholders in developing proposals and policy\nrecommendations for G20 leaders.\n\nStartup20 and other few engagement groups initiated under the G20 India\nPresidency of 2023."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Influence and accountability",
        "generated_section_content_md": "The G20's prominent membership gives it a strong input on global policy\ndespite lacking any formal ability to enforce rules. There are disputes over\nthe legitimacy of the G20, and criticisms of its organisation and the efficacy\nof its declarations.\n\nThe G20's transparency and accountability have been questioned by critics, who\ncall attention to the absence of a formal charter and the fact that the most\nimportant G20 meetings are closed-door. In 2001, the economist Frances Stewart\nproposed an Economic Security Council within the United Nations as an\nalternative to the G20. In such a council, members would be elected by the\nGeneral Assembly based on their importance to the world economy, and the\ncontribution they are willing to provide to world economic development.\n\nThe cost and extent of summit-related security is often a contentious issue in\nthe hosting country, and G20 summits have attracted protesters from a variety\nof backgrounds, including information activists, opponents of fractional-\nreserve banking and anti-capitalists. In 2010, the Toronto G20 summit sparked\nmass protests and rioting, leading to the largest mass arrest in Canada's\nhistory."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Views on the G20's exclusivity of membership",
        "generated_section_content_md": "Although the G20 has stated that the group's \"economic weight and broad\nmembership gives it a high degree of legitimacy and influence over the\nmanagement of the global economy and financial system\", its legitimacy has\nbeen challenged. A 2011 report for the Danish Institute for International\nStudies criticised the G20's exclusivity, particularly highlighting its\nunderrepresentation of African countries and its practice of inviting\nobservers from non-member states as a mere \"concession at the margins\", which\ndoes not grant the organisation representational legitimacy. Concerning the\nmembership issue, US President Barack Obama noted the difficulty of pleasing\neveryone: \"Everybody wants the smallest possible group that includes them. So,\nif they're the 21st largest nation in the world, they want the G-21, and think\nit's highly unfair if they have been cut out.\" Others stated in 2011 that the\nexclusivity is not an insurmountable problem and proposed mechanisms by which\nit could become more inclusive."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9.1",
        "section_name": "Norwegian perspective",
        "generated_section_content_md": "In line with Norway's emphasis on inclusive international processes, the\nUnited Nations, and the UN system, in a 2010 interview with _Der Spiegel_ ,\nthe current prime minister of Norway Jonas Gahr Støre called the G20 \"one of\nthe greatest setbacks since World War II\" as 173 states who are all members of\nthe UN are not among the G20. This includes Norway, a major developed economy\nand the seventh-largest contributor to UN international development programs,\nwhich is not a member state of the EU, and thus is not represented in the G20\neven indirectly. Norway, like other such states, has little or no voice within\nthe group. Støre argued that the G20 undermines the legitimacy of\ninternational organizations set up in the aftermath of World War II, such as\nthe IMF, World Bank and United Nations:\n\n> The G20 is a self-appointed group. Its composition is determined by the\n> major countries and powers. It may be more representative than the G7 or the\n> G8, in which only the richest countries are represented, but it is still\n> arbitrary. We no longer live in the 19th century, a time when the major\n> powers met and redrew the map of the world. No one needs a new Congress of\n> Vienna.\n\nHowever, Norway, has moderated this position in practice, and has contributed\nto a number of G20-work streams for years, in particular on health, energy and\nclimate. Under the government of Erna Solberg, Norway attended the 2017 G20\nsummit in Hamburg, Germany."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9.2",
        "section_name": "Spanish position on membership",
        "generated_section_content_md": "Spain is the world's twelfth largest economy by nominal GDP (the fifteenth\nlargest by purchasing power parity), the fourth in the European Union, and the\nsecond among Spanish-speaking countries. In addition, since the 1990s several\nSpanish companies have gained multinational status, and Spain is an important\nforeign investor worldwide. Its numbers[_clarification needed_] exceed the\nnumbers of several current members of the G20 such as Argentina or South\nAfrica. This has led to what Henley _et al_ consider to be a de facto position\nas a member of the G20. However, Spain, a permanent guest, does not plan to\nrequest official membership."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9.3",
        "section_name": "Polish aspirations",
        "generated_section_content_md": "In contrast with the Spanish position, the Polish government has repeatedly\nasked to join the G20.\n\nBefore the 2009 G20 London summit, the Polish government expressed an interest\nin joining with Spain and the Netherlands and condemned an \"organisational\nmess\" in which a few European leaders spoke in the name of the collective EU\nwithout legitimate authorisation in cases which belong to the European\nCommission.[_citation needed_]\n\nDuring a 2010 meeting with foreign diplomats, Polish president Lech Kaczyński\nsaid:\n\n> The Polish economy is according to our data the 18th world economy. The\n> place of my country is among the members of the G20. This is a very simple\n> postulate: firstly – it results from the size of the Polish economy,\n> secondly – it results from the fact that Poland is the biggest country in\n> its region and the biggest country that has experienced a certain story.\n> That story is a political and economic transformation.\n\nIn 2012, Tim Ferguson wrote in _Forbes_ that swapping Argentina for Poland\nshould be considered, claiming that the Polish economy was headed toward a\nleadership role in Europe and its membership would be more legitimate. A\nsimilar opinion was expressed by Marcin Sobczyk in the _Wall Street Journal_.\nMamta Murthi from the World Bank said: \"To be in 'a club', what Poland can do\nis to continue working as if it already is in the club it wants to join.\"\n\nIn 2014, consulting company Ernst & Young published its report about optimal\nmembers for G20. After analyzing trade, institutional and investment links\nPoland was included as one of the optimal members.\n\nG20 membership has been part of the look program of Poland's Law and Justice\nparty and President Andrzej Duda. In March 2017, Deputy Prime Minister of\nPoland Mateusz Morawiecki took part in a meeting of G20 financial ministers in\nBaden-Baden as the first Polish representative."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9.4",
        "section_name": "Global Governance Group (3G) response",
        "generated_section_content_md": "In June 2010, Singapore's representative to the United Nations warned the G20\nthat its decisions would affect \"all countries, big and small\", and asserted\nthat prominent non-G20 members should be included in financial reform\ndiscussions. Singapore thereafter took a leading role in organizing the Global\nGovernance Group (3G), an informal grouping of 30 non-G20 countries (including\nseveral microstates and many Third World countries) to collectively channel\ntheir views into the G20 process more effectively. Singapore's chairing of the\n3G was cited as a rationale for inviting Singapore to the November 2010 G20\nsummit in South Korea, as well as 2011, 2013, 2014, 2015, 2016, and 2017\nsummits.[_citation needed_]"
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9.5",
        "section_name": "_Foreign Policy_ critiques",
        "generated_section_content_md": "The American magazine _Foreign Policy_ has published articles condemning the\nG20, in terms of its principal function as an alternative to the supposedly\nexclusive G8. It questions the actions of some of the G20 members and advances\nthe notion that some states should not have membership in the first place.\nFurthermore, with the effects of the Great Recession still ongoing, the\nmagazine has criticized the G20's efforts to implement reforms of the world's\nfinancial institutions, branding such efforts as failures."
    },
    {
        "chapter_name": "G20",
        "chapter_id": "1",
        "section_number": "9.6",
        "section_name": "Calls for removal of Russia",
        "generated_section_content_md": "In March 2022, following the Russian invasion of Ukraine, U.S. President Joe\nBiden called for the removal of Russia from the group. Alternatively, he\nsuggested that Ukraine be allowed to attend the G20 2022 summit, despite its\nlack of membership. Canadian Prime Minister Justin Trudeau also said the group\nshould \"re-evaluate\" Russia's participation. Russia claims it would not be a\nsignificant issue, as most G20 members are already fighting Russia\neconomically due to the war. China suggested that expelling Russia would be\ncounterproductive. In November 2022, Indonesia and Russia stated that Vladimir\nPutin would not attend the G20 summit in person, but may attend virtually.\nDuring the 2022 summit, Ukrainian president Volodymyr Zelenskyy appeared in a\nvideo statement and repeatedly addressed the assembly as the 'G19' as a means\nof indicating his viewpoint that Russia should be removed from the group.\nDespite the group refusing criticism on Russia directly in 2023 for the war,\nPutin was not present at the G20 summit due to the arrest warrant issued by\nthe ICC in 2024."
    }
]