[
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Brazil, Germany, India, and Japan in the UN\n\nThe **G4 nations,** comprising Brazil, Germany, India, and Japan, are four\ncountries which support each other's bids for permanent seats on the United\nNations Security Council. Unlike the G7, where the common denominator is the\neconomy and long-term political motives, the G4's primary aim is the permanent\nmember seats on the Security Council. Each of these four countries have\nfigured among the elected non-permanent members of the council since the UN's\nestablishment. Their economic, political and military influence has grown\nsignificantly in the last decades, reaching a scope comparable to the\npermanent members (P5). However, the G4's bids are often opposed by the\nUniting for Consensus movement led by Italy, and particularly their economic\ncompetitors or political rivals."
    },
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "The UN currently has five permanent members with veto power in the Security\nCouncil: China, France, Russia, the United Kingdom, and the United States –\ncomprising the victors of World War II. The G4 nations are regularly elected\nto two-year terms on the Security Council as non-permanent members by their\nrespective regional groups: in the 24-year period from 1987 to 2010, Brazil\nand Japan were elected for five terms each, Germany for four terms (one term\nas West Germany and three terms as unified Germany) and India for eight terms.\nCumulatively, the G4 has spent 64 years on the Security Council since the UN's\ninception, with each country serving at least a decade.\n\nComparison of G4 and P5 nations\n---\nCountry data  |\nBRA |\nCHN |\nFRA |\nGER |\nIND |\nJPN |\nRUS |\nU.K. |\nU.S.\n**G4 nation _or_\nP5 nation** | **G4** | **P5** | **P5** | **G4** | **G4** | **G4** | **P5** | **P5** | **P5**\n**Region** | **Latin America and\nCaribbean** | **Asia-Pacific** | **Western\nEuropean and Others** | **Western\nEurope and Others** | **Asia-Pacific** | **Asia-Pacific** | **Eastern\nEurope** | **Western\nEurope and Others** | **Western Europe and Others (observer)**\n**Population** | 2.7%\n**7th** | 17.9%\n**2nd** | 0.9%\n**20th** | 1.1%\n**19th** | 17.9%\n**1st** | 1.6%\n**11th** | 1.9%\n**9th** | 0.9%\n**21st** | 4.2%\n**3rd**\n**Territory** | 8 515 767 km2\n**5th** | 9 596 961 km2\n**4th** | 640 679 km2\n**42nd** | 357 114 km2\n**62nd** | 3 287 263 km2\n**7th** | 377 973 km2\n**61st** | 17 098 246 km2\n**1st** | 242 495 km2\n**78th** | 9 833 517 km2\n**3rd**\n**GDP (nominal) (US$trillion)** | $2.12\n**10th** | $19.23\n**2nd** | $3.21\n**7th** | $4.74\n**3rd** | $4.19\n**4th** | $4.18\n**5th** | $2.06\n**11th** | $3.83\n**6th** | $30.50\n**1st**\n**GDP (PPP) (US$trillion)** | $4.958\n**8th** | $40.716\n**1st** | $4.503\n**9th** | $6.161\n**6th** | $17.647\n**3rd** | $6.741\n**5th** | $7.191\n**4th** | $4.447\n**10th** | $30.507\n**2nd**\n**UN funding** 1 | 2.95%\n**8th** | 12.01%\n**2nd** | 4.43%\n**6th** | 6.09%\n**4th** | 0.83%\n**21st** | 8.56%\n**3rd** | 2.41%\n**10th** | 4.57%\n**5th** | 22.00%\n**1st**\n**UN peacekeeping funding** 2 | 0.59%\n**19th** | 15.22%\n**2nd** | 5.61%\n**6th** | 6.09%\n**4th** | 0.17%\n**38th** | 8.56%\n**3rd** | 3.04%\n**8th** | 5.79%\n**5th** | 27.89%\n**1st**\n**UN peacekeepers** | 282\n**47th** | 2,531\n**9th** | 706\n**30th** | 504\n**37th** | 5,353\n**5th** | 6\n**105th** | 70\n**70th** | 279\n**48th** | 33\n**78th**\n**Defence budget (US$billion)** | $20.0\n**17th** | $292.0\n**2nd** | $53.0\n**8th** | $55.8\n**7th** | $81.4\n**4th** | $46.0\n**10th** | $86.4\n**3rd** | $68.5\n**6th** | $887.0\n**1st**\n**Military (active)** | 366,500\n**13th** | 2,185,000\n**1st** | 208,750\n**23rd** | 183,500\n**27th** | 1,455,550\n**2nd** | 247,150\n**19th** | 1,320,000\n**4th** | 148,500\n**34th** | 1,328,000\n**3rd**\n**Military (reserve)** | 1,340,000\n**4th** | 1,170,000\n**6th** | 141,050\n**30th** | 50,050\n**48th** | 1,155,000\n**5th** | 56,000\n**41st** | 2,000,000\n**2nd** | 80,000\n**35th** | 744,950\n**9th**\n**Paramilitary (active)** | 395,000\n**8th** | 660,000\n**6th** | 30,800\n**43rd** | 0\n**—** | 2,526,950\n**3rd** | 14,350\n**60th** | 554,000\n**60th** | 0\n**—** | 0\n**—**\n**Military (total)** | 2,101,500\n**7th** | 4,015,000\n**5th** | 380,600\n**28th** | 233,550\n**45th** | 5,137,500\n**4th** | 317,500\n**37th** | 3,874,000\n**6th** | 275,053\n**40th** | 2,072,950\n**8th**\n**Active space program** | Y | Y | Y | Y | Y | Y | Y | Y | Y\n**Helicopter carriers projects** | Y | Y | Y | N | Y | Y | Y | N | Y\n**Aircraft carriers projects** | N | Y | Y | N | Y | N | Y | Y | Y\n**Nuclear submarines projects** | Y | Y | Y | N | Y | N | Y | Y | Y\n**Active nuclear arsenal** | N | 350 **3rd** | 290 **4th** | N3 | 180 **7th** | N | 5,977 **1st** | 225 **5th** | 5,428 **2nd**\n1share of annual UN budget 2share of funding for UN peacekeeping 3Germany\ntakes part in NATO nuclear weapons sharing agreement"
    },
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Support",
        "generated_section_content_md": "The United Kingdom and France have backed the G4's bid for permanent seats on\nthe United Nations Security Council. Japan has received support from the\nUnited States and the United Kingdom.\n\nAll the permanent members of P5 have supported India's bids for permanent seat\non the United Nations Security Council (UNSC), but China has previously\nimplied that it is only ready to support India's bid for a permanent seat on\nUnited Nations Security Council if India does not associate its bid with\nJapan.\n\nThe United States has sent strong indications to Brazil that it is willing to\nsupport its membership, albeit without a veto. The Council on Foreign\nRelations recommended that the U.S. government fully endorse the inclusion of\nBrazil as a permanent member of the Security Council. Brazil has received\nbacking from three of the current permanent members, namely France, Russia,\nand the United Kingdom.\n\nIn the final document of the 2019 BRICS summit, China and Russia say they\n\"reiterate the importance of a comprehensive Security Council reform\" and\n\"support Brazil and India's aspiration for more relevant UN roles\".\n\nAs stated by the Minister of Foreign Affairs Sergey Lavrov at the Raisina\nDialogue in New Delhi in January 2020: \"I would say the Security Council's\nmain shortcoming is the under-representation of developing countries. We\nreiterate our position that India and Brazil absolutely deserve to be on the\ncouncil together with an African candidate, our position is that the purpose\nof the reform is to make sure that the developing countries enjoy a better\ntreatment in the central organ of the United Nations\"."
    },
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Opposition",
        "generated_section_content_md": "There has been discontent among the present permanent members regarding the\ninclusion of controversial nations or countries not supported by them. For\ninstance, Japan's bid is opposed by China, Russia, North Korea and South\nKorea.[_citation needed_]\n\nUnder the leadership of Spain[_citation needed_] and Italy, countries that\nstrongly oppose the G4 countries' bids have formed the Uniting for Consensus\nmovement, composed mainly of regional powers that oppose the rise of some\nnearby country to permanent member status. Uniting for Consensus supports\nexpanding the number of non-permanent security council members and restricting\nthe usage of the veto. The bloc argues that adding more permanent seats to the\nsecurity council only benefits the nations that gain those seats, and believes\nthat an expansion of the non-permanent membership will make the UNSC both more\nflexible and more democratic.\n\nIn Latin America countries, Colombia,[_citation needed_] Mexico[_citation\nneeded_] and Argentina opposes a seat for Brazil. In Asia, Pakistan opposes\nIndia's bid.\n\nAnother counter-proposal, the Ezulwini Consensus, was presented by the African\nUnion, calling for the addition of five new non-permanent seats and two new\npermanent seats to be allocated to African nations, in response to a lack of\nAfrican representation on the Security Council."
    },
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Activity",
        "generated_section_content_md": "The G4 and P5 members as a future reformed UNSC Meeting of G4 leaders\n(September 26, 2015)\n\nThe G4 suggested that two African nations, in addition to themselves, be\nincluded in the enlarged UNSC. In several conferences during the summer of\n2005, African Union was unable to agree on two nominees: Egypt, Nigeria and\nSouth Africa all lay claim to a permanent African UNSC seat.\n\nA UN General Assembly in September 2005 marked the 60th anniversary of the UN\nand the members were to decide on a number of necessary reforms—including the\nenlarged Security Council. However the unwillingness to find a negotiable\nposition stopped even the most urgent reforms; the September 2005 General\nAssembly was a setback for the UN.[_citation needed_]\n\nThe G4 retain their goal of permanent UNSC membership for all four nations\n(plus two African nations). In January 2006, Japan announced it would not\nsupport putting the G4 resolution back on the table, not to interfere with any\neffort by the African Union to unite behind a single plan. And meanwhile,\nJapan's continuing relations with the G4 were not mutually exclusive. G4\nissued a joint statement on 12 February 2011, in which their foreign ministers\nagreed to seek concrete outcome in the current session of the UN General\nAssembly.[_citation needed_]\n\nIn September 2015, Narendra Modi, the Prime Minister of India, invited the\nleaders of the G4 for a summit following the adoption of UN General Assembly\nDecision 69/560 by consensus, which moved forward for the first time. In 2017,\nit was reported that the G4 nations were willing to temporarily forgo veto\npower if granted a permanent UNSC seat.\n\nIn September 2019, in a joint press statement during the 74th session of the\nUnited Nations General Assembly, the G4 ministers reiterated their strong\ncommitment to an early and comprehensive reform of the UNSC. Bearing in mind\nthat in 2020 the United Nations would celebrate its 75th anniversary, the G4\nministers also expressed their firm hope that the current session of the\nGeneral Assembly would pave the way for finally moving on the call for an\n‘early reform’ of the Security Council and underscored their steadfast support\nfor Africa's representation in both the permanent and non-permanent categories\nof membership of a future reform.\n\nIn September 2023, in a joint press statement during the 78th session of the\nUnited Nations General Assembly, the foreign ministers of G4, joined to\ndiscuss the state of play of the negotiations for the reform of the UNSC, and\nreiterated that the expansion of the Security Council is essential to make the\nbody more representative, legitimate, effective and efficient, adding that\nAfrica needs to be represented in both the permanent and non-permanent\ncategories of membership of a reformed and expanded Council."
    },
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Current leaders of the G4 Nations",
        "generated_section_content_md": "The following are the head of state and heads of government that represent the\nmembers of the G4 nations as of 2024:\n\n* **Lula da Silva**\nPresident of the\nFederative Republic of Brazil\nsince 1 January 2023\n\n* **Friedrich Merz**\nChancellor of the\nFederal Republic of Germany\nsince 6 May 2025\n\n* **Narendra Modi**\nPrime Minister of the\nRepublic of India\nsince 26 May 2014\n\n* **Shigeru Ishiba**\nPrime Minister of the\nState of Japan\nsince 1 October 2024"
    },
    {
        "chapter_name": "G4 nations",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Current ministerial leaders",
        "generated_section_content_md": "Member  | Foreign minister  | Name  | Defense minister  | Name\n---|---|---|---|---\nBrazil | Minister of Foreign Affairs | Mauro Vieira | Minister of Defence | José Múcio\nGermany | Minister for Foreign Affairs | Johann Wadephul | Minister of Defence | Boris Pistorius\nIndia | Minister of External Affairs | Subrahmanyam Jaishankar | Minister of Defence | Rajnath Singh\nJapan | Minister for Foreign Affairs | Takeshi Iwaya | Minister of Defense | Gen Nakatani"
    }
]