[
    {
        "chapter_name": "Great Lakes Fishery Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Bi-national commission of the United States and Canada\n\nThe **Great Lakes Fishery Commission** is a bi-national commission made up of\nrepresentatives of the United States and Canada. It was formed by the\n**Convention on Great Lakes Fisheries** , concluded in 1954 and ratified in\n1955. It has eight members: four members are appointed by the President of the\nUnited States, serving six-year terms, and four are appointed by the Privy\nCouncil of Canada. The commission is charged, under Article Four of the\nConvention on Great Lakes Fisheries, with conducting research and making\nrecommendations on the management of Great Lakes fisheries, as well attempting\nthe eradication of the sea lamprey from the Great Lakes."
    },
    {
        "chapter_name": "Great Lakes Fishery Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "The Sea Lamprey background had entered the Ontario Lake in the mid-1800s and\nin the Upper Great Lakes entered in 1921. The Sea Lamprey causes much\ndestruction to ecosystems and other species of life, economic damage; but Sea\nLamprey had a large change in life in the lakes of both Canada and United\nStates of America. The sea lamprey is a parasitic invasive species fish that\nkills a large amount of the Great Lakes fish species like trout, salmon,\nsturgeon, and walleye."
    },
    {
        "chapter_name": "Great Lakes Fishery Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Global issues",
        "generated_section_content_md": "The Great Lakes Fishery Commission relates to global issues since the\nconvention of the fisheries is bi-national commission. Both nations are doing\nresearch and recommending the management of the great lakes and the research\ndirecting on sea lamprey, there are 4 representatives from the President of\nUnited States and the other 4 are from Privy Council of Canada. An executive\nsecretary of the Canadian Privy Council named Robert Lambe. He spoke on the\nsubject that the bi-national organizations team up together to solve a great\nproblem in the Great Lakes region. Robert Lambe stated, \"Sea lamprey will kill\nup to 40 pounds of Great Lakes fish, which is why control of the destructive\ninvader is essential the seven billion fishery.\" Another voice was brought up,\nand that was the president and CEO of the Grand Rapids White Water. He\ncommented on how the funding will help support fish and went into further\ndepth, pronouncing \"These additional funds will help to leverage other local,\nstate, and private dollars to support the restoration of the Grand River for\neveryone and ensure protection against invasive species.\" Privy Council of\nCanada and Great Lakes fishery commission are planning and working together to\nbetter the population of fish but more importantly aiming to control the\ninvasive sea lamprey species.\n\nCanada's government has been increasing their investment to control the sea\nlamprey and protect its fishery species. As to their funding as well it will\ngreater the capacity of Canada's sea lamprey control program. Terry Sheehan, a\nmember of the parliament for Sault Ste. Marie expressed about the program,\nsaying \"The sea lamprey control program of the Great Lakes Fishery Commission\nis a shining example of the binational commitment between Canada and the\nUnited States to protect the whole of the Great Lakes ecosystem. For\ngenerations our countries have worked cooperatively to reduce, and control,\nsea lamprey numbers. I am pleased to be reaffirming our dedication to the\nhealth and longevity of our beloved fisheries through this increase in annual\nfunding to the Great Lakes Fishery.\" Sheehan had made it clear that working\nbinational with the United States and Canada is great and would like to see\nthis in the future to protect the ecosystems of the fisheries from invasive\nspecies."
    },
    {
        "chapter_name": "Great Lakes Fishery Commission",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Controlling the sea lamprey",
        "generated_section_content_md": "The Sea Lamprey has become such a big problem since the Lamprey is an invasive\nspecies; they must be controlled to keep the ecosystems in check and be given\nthe best ability for survival. Sea Lamprey will be controlled by a specific\nlampricide known as TFM. TFM kills sea lamprey largely; as the TFM has little\nto no impact to fish. The lampricide does not affect aquatic plants,\ninvertebrates, wildlife, humans, or mammals and the TFM is non-toxic and the\nlampricide does not spread throughout the water. The United States Fish and\nWildlife, Fisheries and Oceans Canada, and United States Army Corps of\nEngineers team up to find a solution to keep the Lamprey in check and how to\nfurther figure out on how to control the Sea Lamprey. Sea Lamprey spends a\ngood chunk of their lives filter feeding on larvae. So, the control to Sea\nLamprey starts off to when the Biologists figure out and determine which\nlamprey contains the larval sea lamprey. The testing and figuring out the\ndescription of the larval and sea lamprey determines distribution, size\nstructure, presence, and abundance in territories where they are located.\n\nGreat Lakes Fishery commission and the city of Grand Rapids white water will\nbe receiving additional federal dollars to stop the invasive sea lamprey. The\namount of federal dollars being received is a seven million dollar increase,\nmore than the previous year. The money received from federal funding will be\nused to restore the rapids and making sure the sea lamprey is the primary\npriority needing to thin out; but also protecting and restoring the other\nspecies of fish by the lamprey. In this budget the commission will add a sea\nlamprey constructional barrier that will give the commission an easier way to\nmanage the lamprey, but to also split the efficiency."
    },
    {
        "chapter_name": "Great Lakes Fishery Commission",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Trapping",
        "generated_section_content_md": "To trap the sea lamprey the traps are set to catch the lamprey as they move\nupstream to spawn; which creates fewer individuals on the spawning population.\nBy trapping the lamprey it provides a hit or miss where lamprey spawn, and\nreally helps prevent reproducing lamprey."
    }
]