[
    {
        "chapter_name": "Group of Ten (IMF)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Developed countries that back the IMF\n\nThe **Group of Ten** (**G-10** or **G10**) refers to the group of countries\nthat agreed to participate in the General Arrangements to Borrow (GAB), an\nagreement to provide the International Monetary Fund (IMF) with additional\nfunds to increase its lending ability."
    },
    {
        "chapter_name": "Group of Ten (IMF)",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The GAB was established in 1962, when the governments of eight International\nMonetary Fund (IMF) members—Belgium, Canada, France, Italy, Japan, the\nNetherlands, the United Kingdom, and the United States—and the central banks\nof two others, Germany and Sweden, agreed to make resources available to the\nIMF with an additional $6 billion of their resources. The additional money was\nintended to allow the IMF to have increased lending resources.\n\nIn 1964, the funds were used by the IMF to rescue the pound sterling. The G-10\ngrew in 1964 by the association of the eleventh member, Switzerland, then not\na member of the IMF, but the name of the group remained the same."
    },
    {
        "chapter_name": "Group of Ten (IMF)",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Activities",
        "generated_section_content_md": "The GAB enables the IMF to borrow specified amounts of currencies from these\neleven industrial countries (or their central banks), under certain\ncircumstances. Specifically, a proposal for calls under the GAB may only be\nmade when a proposal for the establishment of an activation period under the\nNew Arrangements to Borrow (NAB) is not accepted by NAB participants, who\nnumber 38 countries, amongst which are the BRICS nations and Middle Eastern\npowers.[_citation needed_]\n\nThe potential amount of credit available to the IMF under the GAB totals SDR\n17bn (about $26bn), with an additional SDR 1.5bn available under an associated\narrangement[_clarify_] with Saudi Arabia. The GAB was established in 1962 and\nexpanded in 1983 to SDR 17bn, from about SDR 6bn. It has been activated ten\ntimes, the last time in 1998. The GAB and the associated credit arrangement\nwith Saudi Arabia have been renewed, without modifications, for a period of\nfive years from December 26, 2013.\n\nThe Bank for International Settlements (BIS) hosts a publications e-library\npage for the G-10."
    },
    {
        "chapter_name": "Group of Ten (IMF)",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Observers",
        "generated_section_content_md": "The following international organizations are official observers of the\nactivities of the G10: the BIS, European Commission, International Monetary\nFund, and Organisation for Economic Co-operation and Development. Luxembourg\nis an associate member."
    }
]