[
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International governmental financial organization\n\n| This article **relies largely or entirely on asingle source**. Relevant\ndiscussion may be found on the talk page. Please help improve this article by\nintroducing citations to additional sources.  \n_Find sources:_ \"Group of 24\" – news **·** newspapers **·** books **·**\nscholar **·** JSTOR _( February 2016)_  \n---|---  \n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"Group of 24\" – news **·** newspapers **·** books **·**\nscholar **·** JSTOR _( September 2023)__(Learn how and when to remove this\nmessage)_  \n---|---  \n  \nThe **Intergovernmental Group of Twenty-Four on International Monetary Affairs\nand Development** , or **The Group of 24** (**G-24**) was established in 1971\nas a chapter of the Group of 77 in order to help coordinate the positions of\ndeveloping countries on international monetary and development finance issues,\nas well as and to ensure that their interests are adequately represented in\nnegotiations on international monetary matters. Though originally named after\nthe number of founding Member States, it now has 28 Members (plus China, which\nacts as a _Special Invitee_). Although the G-24 officially has 28 member\ncountries, any member of the G-77 can join discussions.\n\nAlthough the group is not an organ of the International Monetary Fund, the IMF\nprovides secretariat services for the Group. It meets biannually, first prior\nto the International Monetary and Financial Committee, and secondly prior to\nthe Joint Ministerial Committee of the Boards of Governors of the Bank and the\nFund. These meetings allow developing country members to discuss agenda items\nprior to these important meetings of the IMF/World Bank."
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Member states",
        "generated_section_content_md": "Following is the list of members of G-24:\n\n**Region I (Africa):**\n\n* Algeria\n* DR Congo\n* Egypt\n* Ethiopia\n* Gabon\n* Ghana\n* Ivory Coast\n* Kenya\n* Morocco\n* Nigeria\n* South Africa\n\n**Region II (Latin America and the Caribbean):**\n\n* Argentina\n* Brazil\n* Colombia\n* Ecuador\n* Guatemala\n* Haiti\n* Mexico\n* Peru\n* Trinidad and Tobago\n* Venezuela\n\n**Region III (Asia):**\n\n* China\n* India\n* Iran\n* Lebanon\n* Pakistan\n* Philippines\n* Sri Lanka\n* Syria"
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Observers",
        "generated_section_content_md": "The following act as observers states of the G-24:\n\n* Angola\n* Indonesia\n* Saudi Arabia\n* United Arab Emirates\n\nThe following act as institutional observers of the G-24:\n\n* Arab Monetary Fund\n* Economic Commission for Latin America and the Caribbean\n* Group of 77\n* International Labour Organization\n* Islamic Development Bank\n* OPEC Fund for International Development\n* Organization of the Petroleum Exporting Countries\n* South Centre\n* United Nations Conference on Trade and Development\n* United Nations Department of Economic and Social Affairs\n* Central American Monetary Council"
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Organization",
        "generated_section_content_md": "The G-24 operates at two levels:\n\n* The political level, consisting of Ministers, their Deputies, the Bureau, and other Washington-based representatives who participate in the Committee of the Whole and in any ad hoc meetings; and\n* The operational level, which is run by the G-24 Liaison Office, and includes the G-24 Secretariat and the Research Coordinator.\n\nThe governing body of the G-24 meets twice a year, preceding the Spring and\nFall meetings of the International Monetary and Financial Committee and the\nJoint Development Committee of the World Bank and the International Monetary\nFund. The plenary G-24 meetings are addressed by the heads of the IMF and the\nWorld Bank Group as well as by senior officials of the UN system. Issues are\nfirst discussed by the Deputies and culminate at the Ministerial level by the\napproval of a document that sets out the consensus views of member countries.\nThe Ministerial document is released as a public Communiqué at a press\nconference held at the end of the meetings. Decision-making within the G-24 is\nby consensus."
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Political leadership",
        "generated_section_content_md": "The following compose the political leadership of the Group:\n\n* Chair: Adama Coulibaly, Minister of Finance, Côte d'Ivoire\n* First Vice-Chair: Benjamin E. Diokno, Secretary of Finance, Philippines\n* Second Vice-Chair: Sergio Massa, Minister of Treasury, Argentina"
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Secretariat",
        "generated_section_content_md": "The G-24 Secretariat is a permanent body that serves as the administrative\norgan of the G-24. It is based in Washington D.C. in the IMF Headquarters. The\nfunctions and activities of the Secretariat include: ensuring effective\nliaison among G-24 members with a view of facilitating consensus on issues of\ncommon interest; overseeing and implementing the work program; building\nstrategic partnerships and coalitions with other fora engaged in the same\nspheres of interest; and supporting the Chair and the Bureau by providing\nlogistical and secretarial support for the various meetings of the G-24.\n\nUntil 1997, the Research Program of the Group was the operational organ for\nthe coordination of members' policy positions. The program was headed by a\nResearch Coordinator that directs the policy outputs of the organization. Past\nresearch coordinators include Sidney S. Dell (British), 1975-1990; Gary\nHelleiner (Canada), 1990-1997. With the formalization of the establishment of\nthe Secretariat in 1997 and absorption of the Research program into the\nSecretariat function, subsequent research coordinators included the Turkish\neconomist Dani Rodrik (2002) and Malaysian economist Jomo Sundaram\n(2006–2012).\n\nThe Secretariat is headed by a Director, who, since 1997, also manages the\nG-24’s Research Program.\n\nCurrent and past Directors are:\n\nYear  | Name  | Country\n---|---|---\n1997  | Aziz Ali Mohammed  |\n2000–2002  | William Larralde  |  Venezuela\n2002–2007  | Ariel Buira  |  Mexico\n2007–2014  | Amar Bhattacharya  |\n2014–2023  | Marilou Uy  |  Philippines\n2023–present  | Iyabo Masha  |  Nigeria"
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Chair",
        "generated_section_content_md": "The following is the list of former and current Chairs of the G-24:\n\nYear | Chair\n---|---\n2005 |  Gabon\n2006 |  Philippines\n2007 |  Argentina\n2008 |  Democratic Republic of Congo\n2009 |  Syria\n2010 |  Brazil\n2011 |  South Africa\n2012 |  India\n2013 |  Mexico\n2014 |  Egypt\n2015 |  Lebanon\n2016  |  Colombia\n2017  |  Ethiopia\n2018  |  Sri Lanka\n2019  |  Peru\n2020  |  Ghana\n2021  |  Iran\n2022  |  Guatemala\n2023  |  Côte d’Ivoire"
    },
    {
        "chapter_name": "Group of 24",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Research and publications",
        "generated_section_content_md": "The Group also maintains a research and work program that revolves around\nissues of importance to developing countries. In particular, the program\nfocuses on three key areas: The global economy and growth agenda,\ninternational financial architecture, and financing for development. The\nglobal economy and growth agenda emphasizes structural transformation, trade\nand technology, and inequality. international financial architecture covers\nreform and governance of global financial institutions, the global financial\nsafety net and managing capital flows, and financial regulation. financing for\ndevelopment includes taxation and international tax cooperation,\ninfrastructure financing, debt management and sustainability, and financial\ninclusion. Much of the group's research, including books, policy briefs and\nworking papers can be found on its website."
    }
]