[
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "G11 Members\n\n**Group of Eleven** (**G11**) is a forum, constituted by mostly developing\ncountries aimed at easing their debt burden (government debt), narrowing the\nincome gap with rich countries and lifting their people out of poverty."
    },
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "King Abdullah of Jordan first proposed the group in 2005."
    },
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Objective",
        "generated_section_content_md": "The group of eleven is a forum, constituted by mostly developing countries\naimed at easing their debt burden and narrowing the gap with rich countries to\nlift, ‘millions out of poverty’. The specific aim is to garner market access\nand writing off of the debt burden so that these countries can focus all their\nresources on generating growth and stability."
    },
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Creation",
        "generated_section_content_md": "The group was created on 20 September 2006. The group comprises mostly lower-\nmiddle-income countries."
    },
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Members",
        "generated_section_content_md": "The members consist of Jordan, Croatia, Ecuador, Georgia, El Salvador,\nHonduras, Indonesia, Morocco, Pakistan, Paraguay, and Sri Lanka.\n\nThe request is made to the G8."
    },
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "May 2007 summit",
        "generated_section_content_md": "G11 developing countries at their Summit at the Jordanian Dead Sea resort have\nagreed to push for cooperation with G8 industrialized nations to ease their\ndebts and build prosperous economies. These countries and in fact most of the\ndeveloping countries require fiscal and monetary space to maintain momentum on\nprogress to lay the foundation for a diversified and sustainable economic\ngrowth.\n\nThe group asked for exploring avenues for enhancing cooperation among member\nstates to shape their future development needs and strategies as well as\ngreater cooperation with international partners for market access, enhanced\nproductive capacities and development of scientific and technological skills\nand converting debts to financing aid projects.\n\nG11 countries need targeted assistance and support from the developed\ncountries to accelerate growth, lift millions from poverty and hasten the\ndelivery of the fruits of reforms and social development to larger segments of\ntheir population. The G11 group need to enter into political dialogue with the\nG8 countries for their support to meet development objectives, encourage\ninvestment and have greater market access.\n\nOutstanding Debt on the developing countries places a great burden on export\nearnings and fiscal revenues. Moreover, tariffs imposed by the G8 and other\ndeveloped countries on imports are the major hurdles in the way of improving\nthe living standard of the peoples of the developing and under developed\ncountries through export led growth."
    },
    {
        "chapter_name": "Group of Eleven",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "G11 proposal on debt",
        "generated_section_content_md": "The G11 argues that it is in the interest of the G8 and others to enter into\narrangement with the indebted countries and convert the debts into assistance\nfor social development projects so that the poor masses could reap the fruits\nof development. This would help in reducing the gap between the rich and the\npoor, create more job opportunities, alleviate poverty and contribute to\ncreating an atmosphere of goodwill, fraternity and understanding among the\npeoples leading to the cherished objective of prosperity, peace and stability\naround the globe."
    }
]