[
    {
        "chapter_name": "Group of Five",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International intergovernmental economic organization\n\nThe **Group of Five** (G5) encompasses five nations which have joined together\nfor an active role in the rapidly evolving international order. Individually\nand as a group, the G5 nations work to promote dialogue and understanding\nbetween developing and developed countries. The G5 seek to find common\nsolutions to global challenges. In the 21st century, the G5 were understood to\nbe the five largest emerging economies.\n\nThe G8 plus the five largest emerging economies has come to be known as G8+5."
    },
    {
        "chapter_name": "Group of Five",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The Group of Five is a context-dependent shorthand term for a group of five\nnations. The composition of the five and what is encompassed by the term is\nconstrued differently in different time frames. Initially, the term \"Group of\nFive\" or \"G5\" encompassed the five leading economies of the world, but the use\nof the term changed over time. Nowadays, the term tends to describe the next\ntier of nations whose economies had expanded so substantially as to be\nconstrued in the same category as the world's eight major industrialized\ncountries."
    },
    {
        "chapter_name": "Group of Five",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "20th century",
        "generated_section_content_md": "The concept of a forum for the world's major industrialized democracies\nemerged following the 1973 oil crisis and subsequent global recession. In 1974\nthe United States created the informal Library Group, an unofficial gathering\nof senior financial officials from France, Japan, the United Kingdom, the\nUnited States, and West Germany. These men were called the \"Library Group\"\nbecause they met informally in the library of the White House in Washington,\nD.C.\n\nDuring the 1970s, the term _Group of Five_ came to be identified the top five\nof the world's the leading economies as ranked by per capita GDP. Without the\ninformal meetings of the G5 finance ministers, there would have been no\nsubsequent meetings of G-5 leaders. In 1975, French President Valéry Giscard\nd'Estaing invited five other heads of government from Italy, Japan, the United\nKingdom, the United States, and West Germany to a six-party economic summit in\nChâteau de Rambouillet. At the time, it was impossible to predict whether this\ninformal gathering would be meaningful or only a public relations event.\n\nIn subsequent years, the group of world leaders expanded to reflect changed\neconomic and political developments:\n\n* 1975 — the Group of Six (G6)\n* 1976 — the Group of Seven (G7) was created when Canada joined the G6\n* 1997 — the Group of Eight (G8) was formed when Russia joined the G7"
    },
    {
        "chapter_name": "Group of Five",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "21st century",
        "generated_section_content_md": "An innovation at the Gleneagles G8 summit in 2005 was an \"outreach dialogue.\"\nThe United Kingdom was host for the annual summit of G8 leaders; and the UK\ninvited the leaders of Brazil, China, India, Mexico, and South Africa to\nparticipate. The invitation caused the five countries to negotiate amongst\nthemselves about presenting common positions.\n\nThe success of this collaboration led to the growth of the G5 as an\nindependent voice. The G5 expresses common interests and viewpoints in the\nsearch of solutions to major global issues.\n\nA number of cohesive elements bind the G5 together in promoting a constructive\ndialogue between developed and developing countries."
    },
    {
        "chapter_name": "Group of Five",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure and activities",
        "generated_section_content_md": "The G5 is an informal group for discussions involving an intentional community\nor an epistemic community. The G5 membership is marked by a range of\nattributes and factors, including\n\n(a) a _shared set of normative and principled beliefs_ , which provide a\nvalue-based rationale for the social action of community members;\n\n(b) _shared causal beliefs_ , which are derived from their analysis of\npractices leading or contributing to a central set of problems in their domain\nand which then serve as the basis for elucidating the multiple linkages\nbetween possible policy actions and desired outcomes;\n\n(c) _shared notions of validity_ — that is, intersubjective, internally\ndefined criteria for weighing and validating knowledge in the domain of their\nexpertise; and\n\n(d) a _common policy enterprise_ —that is, a set of common practices\nassociated with a set of problems to which their group competence is directed.\n\nBy design, the G5 has avoided establishing an administrative structure like\nthose of other international organizations, but a coordinator has been\ndesignated to help improve the G5's effectiveness."
    },
    {
        "chapter_name": "Group of Five",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Current leaders",
        "generated_section_content_md": "Member  | Image  | Name  | Position(s)\n---|---|---|---\nBrazil |  | Luiz Inácio Lula da Silva | President of Brazil\nChina |  | Xi Jinping | General Secretary of the Chinese Communist Party\nPresident of China\nIndia |  | Narendra Modi | Prime Minister of India\nMexico |  | Claudia Sheinbaum | President of Mexico\nSouth Africa |  | Cyril Ramaphosa | President of South Africa"
    }
]