[
    {
        "chapter_name": "GUAM Organization for Democracy and Economic Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Regional organization of four post-Soviet states: Georgia, Ukraine,\nAzerbaijan, and Moldova\n\nThe **GUAM Organization for Democracy and Economic Development** is a regional\norganization of four post-Soviet states: Georgia, Ukraine, Azerbaijan, and\nMoldova.\n\nConceived in 1997 to harmonize and integrate commercial, diplomatic and\ndemocratic relations among its member states, the GUAM treaty charter was\nsigned in 2001 and today covers a population of over 49.8 million people.\nUzbekistan was also a member of GUAM in the 1999–2005 period. In 2003, GUAM\nbecame an observer in the UN General Assembly. In 2007, GUAM also established\na military peacekeeping force and organized joint military exercises. Such\nincreasingly deepened integration and relationships led to GUAM playing an\nimportant role in the region's diplomatic and commercial affairs.\n\nThe agreement on a Free Trade Area was signed in 2002. In 2017, additional\nagreements on a free-trade area were announced, but as of 2022 reportedly the\nFTA has not been ratified and has not entered into force. The WTO was notified\nonly in 2017 and the Agreement is designated as \"Plurilateral\" and \"In Force\".\nAccording to the WTO database, the GUAM FTA agreement was signed in 2002 and\nentered into force in 2003. International Trade Centre says there is no free\ntrade area in operation with distinct rules from an Agreement on Creation of\nCIS Free Trade Area, was signed on 15 April 1994 by 12 CIS countries.\n\nThe database of agreements of the International Trade Centre does not indicate\nthat a GUAM FTA agreement has been concluded, but it does indicate that the\n1994 Agreement on CIS FTA is in force for Georgia, Ukraine, Azerbaijan and\nMoldova. and the 1999 Agreement on CIS FTA version is listed as the current\ntext of the FTA agreement.\n\nThe official negotiating language of GUAM was Russian, but it was scrapped in\nfavor of English in 2014.\n\nElection monitoring by GUAM has been described as \"low-quality\", as observers\nfrom the group validate flawed elections."
    },
    {
        "chapter_name": "GUAM Organization for Democracy and Economic Development",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Origins and foundation, Uzbek membership (1997–2005)",
        "generated_section_content_md": "70-kopeck Ukrainian postage stamp commemorating the GUAM Summit held in Kyiv,\n22–23 May 2006.\n\nCooperation between Georgia, Ukraine, Azerbaijan, and Moldova started with the\n\"GUAM consultative forum\", established on 10 October 1997, in Strasbourg and\nnamed after the initial letters of each of those countries. In 1999, the\norganisation adopted the name **GUUAM** due to the membership of Uzbekistan. A\nsummit in Yalta on 6 and 7 June 2001 was accompanied by the signing of GUUAM's\ncharter, which formalized the organization. According to the former Ukrainian\nPresident Viktor Yushchenko, the charter set objectives for cooperation, such\nas promoting democratic values, ensuring stable development, enhancing\ninternational and regional security, and stepping up European integration.\n\nIn 2002, Uzbekistan announced that it planned to withdraw from the\norganization and following this announcement started to ignore GUUAM summits\nand meetings. In May 2005, shortly after the Andijan massacre, Uzbekistan\nfinally gave official notice of withdrawal from the organization to the\nMoldovan presidency, thus changing the group's name back to GUAM.\n\nA summit of GUUAM took place in Chișinău, Moldova, on 22 April 2005. The US\nDepartment of State special representative for Eurasian conflicts, Steven\nMann, and the OSCE Secretary General, Ján Kubiš, participated in the summit.\nThe Russian ambassador in Chișinău criticized the fact that Russia was not\ninvited to attend. Ilham Aliyev, the president of Azerbaijan, said after the\nsummit: \"Our organization is emerging as a powerful force, participating in\nresolving problems in the Caspian—Black Sea region\" while the president of\nUkraine, Viktor Yushchenko, said that a new page had been written in the\nhistory of the organization."
    },
    {
        "chapter_name": "GUAM Organization for Democracy and Economic Development",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Deepening of relations and integration (2006–2013)",
        "generated_section_content_md": "Given the growth of its influence in the region, and the existence of the\nRussian—led Commonwealth of Independent States (CIS), GUAM was seen in Russia\nas a way of countering the Russian influence in the area and as part of a\nstrategy backed by the United States. However, GUAM leaders repeatedly and\nofficially dismiss such claims and declare their strong willingness to develop\nclose friendly relations with Russia.[_citation needed_] Moreover, Azerbaijan,\nthe group's main energy power, has managed to avoid any conflicts with Russia\nin recent years.\n\nIn April 2006, three GUAM nations supported Ukraine's proposal to condemn the\nHolodomor, the 1930s famine in Ukraine which killed millions of people, as a\ngenocide.\n\nIn May 2006, Ukraine and Azerbaijan announced plans to further increase the\nGUAM member relations by renaming the organization _GUAM Organization for\nDemocracy and Economic Development_ and establishing its headquarters in the\nUkrainian capital. The other members said this was a remarkable step and\ndevelopment. The summit participants were also expected to adopt GUAM by—laws,\na declaration and a communique. Also in May 2006 the Ukrainian Defense\nMinistry announced plans to establish GUAM peacekeeping forces. The following\nyear, GUAM nations agreed to form a 500-personnel joint peacekeeping force to\nbattle separatism.\n\nIn June 2007, presidents of Lithuania, Poland and Romania joined the leaders\nof GUAM member states at the GUAM summit in Baku, Azerbaijan. Also\nparticipating at the summit were the Vice-President of Bulgaria, the Vice-\nSpeaker of the Estonian parliament, the Minister of Economy of Latvia, and the\nhigh—level representatives of the United States, Japan, the Organization for\nSecurity and Co-operation in Europe (OSCE), the Organization of the Black Sea\nEconomic Cooperation (BSEC), UNESCO, and heads of diplomatic missions\naccredited in Azerbaijan."
    },
    {
        "chapter_name": "GUAM Organization for Democracy and Economic Development",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "After Russian invasion and annexation of Crimea (2014–present)",
        "generated_section_content_md": "In December 2014, then-Ukrainian Foreign Minister Pavlo Klimkin proposed that\nGUAM should use English during meetings, instead of Russian, which was also\nthe main language used in official gatherings in the Soviet Union. GUAM\nrepresentatives agreed.\n\nIn March 2017, GUAM officially established agreements on a free-trade area and\nharmonization of customs procedures among its member states.[_needs update_]\n\nIn May 2021, three of the four members, Ukraine, Moldova, and Georgia, joined\nthe Association Trio in order to jointly facilitate further European\nintegration.\n\nA clickable Euler diagram showing the relationships among various\nsupranational organisations in the territory of the former Soviet Union\n\n* v\n* t\n* e"
    },
    {
        "chapter_name": "GUAM Organization for Democracy and Economic Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Free trade area negotiations",
        "generated_section_content_md": "An Agreement on Establishment of Free Trade Area between the GUUAM\nParticipating States was signed on 20 July 2002.\n\nIn 2017 Ukraine announced agreements on a free-trade area and harmonization of\ncustoms procedures among its member states.\n\nAt the 77th Session of the United Nations (UN) General Assembly held in New\nYork on 20 September 2022, the Foreign Ministers of the Organization for\nDemocracy and Economic Development (GUAM) members came together on the\nsidelines and held the 39th Cabinet meeting of GUAM. After the meeting, the\nMinisters of Foreign Affairs of Georgia, Ukraine, Azerbaijan and Moldova\nsigned a protocol on the determination of the country of origin of the goods.\nIn addition, it was announced by the Ministry of Foreign Affairs of Ukraine\nthat a free trade zone was established between the GUAM countries.\n\nThe Free Trade Area has not been ratified and has not entered into force. It\nis too soon to be sure whether GUAM member states will ratify the free trade\narea soon, or if the project will be placed on hiatus. There is also the\nquestion about to what extent an FTA could help financially GUAM countries\ncompared to other projects, such as European Union membership or the Middle\nCorridor. GUAM is a regional bloc that has not demonstrated its usefulness to\nits member states compared to other organizations or projects that GUAM member\nstates are part of."
    },
    {
        "chapter_name": "GUAM Organization for Democracy and Economic Development",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members",
        "generated_section_content_md": "Current\n\n* Georgia (1997)\n* Ukraine (1997)\n* Azerbaijan (1997)\n* Moldova (1997)\n\nFormer\n\n* Uzbekistan (1999–2002)"
    }
]