[
    {
        "chapter_name": "HELCOM",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "The **Baltic Marine Environment Protection Commission** (**Helsinki\nCommission, HELCOM**) is an intergovernmental organization governing the\nConvention on the Protection of the Marine Environment of the Baltic Sea Area\n(Helsinki Convention). A regional sea convention and a platform for\nenvironmental policy making at the regional level, HELCOM works for the\nprotection of the marine environment of the Baltic Sea. HELCOM consists of ten\nmembers – the nine Baltic Sea countries Denmark, Estonia, Finland, Germany,\nLatvia, Lithuania, Poland, Russia and Sweden, plus the European Union.\n\nThe Helsinki Convention was signed in 1974 by the Baltic Sea coastal countries\nto address the increasing environmental challenges from industrialisation and\nother human activities, and that were having a severe impact on the marine\nenvironment. The Helsinki Convention includes the protection of the Baltic Sea\nfrom all sources of pollution from land, air and sea. It also commits the\nsignatories to take measures to conserve habitats and biological diversity and\nto ensure the sustainable use of marine resources. The Helsinki Convention was\nupdated in 1992 to take into account the geopolitical changes and emerging\nenvironmental challenges in the region. The current version was ratified in\n2000.\n\nContracting parties of HELCOM are:\n\n  * Denmark\n  * Estonia\n  * European Union\n  * Finland\n  * Germany\n  * Latvia\n  * Lithuania\n  * Poland\n  * Russia\n  * Sweden\n\nThe HELCOM Secretariat is located in Helsinki, Finland."
    },
    {
        "chapter_name": "HELCOM",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organization",
        "generated_section_content_md": "HELCOM is organized around regular ministerial meetings and meetings of the\nlead delegates (HOD - Head of Delegation) where binding decisions and\nrecommendations are agreed. Preparatory work for these meetings take place\nwithin eight main working groups. Members of the groups are nominated by the\ncontracting parties and observers from non-governmental organizations, such as\nCoalition Clean Baltic."
    },
    {
        "chapter_name": "HELCOM",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "HELCOM Working Groups",
        "generated_section_content_md": "* **WG GEAR** HELCOM Working Group on the Implementation of the Ecosystem Approach\n* **WG Maritime** HELCOM Maritime Working Group\n* **WG Sea-based pressure** HELCOM Working Group on Reduction of Pressures from Sea-based Sources\n* **WG Response** HELCOM Response Working Group\n* **WG BioDiv** HELCOM Working Group on Biodiversity, Protection and Restoration State of the Environment and Nature Conservation\n* **WG Fish** HELCOM Working Group on Ecosystem-based Sustainable Fisheries\n* **WG Source to sea** HELCOM Working Group on the Source to Sea Management of Nutrients and Hazardous Substances and Sustainable Agricultural Practices\n* **HELCOM-VASAB MSP WG** Joint HELCOM-VASAB Maritime Spatial Planning Working Group\n\n\nIn addition, the working groups have formed a number of expert groups with\nnationally nominated members and observers for specialized tasks."
    }
]