[
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organisation\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Indian Ocean Commission\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( June 2022)__(Learn how and when to remove this\nmessage)_  \n---|---  \n  \nThe **Indian Ocean Commission** (French: _Commission de l'Océan Indien_ ,\n**COI**) is an intergovernmental organisation that links five African Indian\nOcean nations — i.e. Comoros, Madagascar, Mauritius, Réunion (France), and\nSeychelles. There are also eight observers as of August 2025 — i.e. China, the\nEuropean Union, La Francophonie, the Order of Malta, India, Japan, the United\nNations and South Korea.\n\nThe IOC was created in 1982 in Port-Louis, Mauritius, and institutionalised in\n1984 by the Victoria Agreement (Seychelles). The organisation coordinates\ncooperative efforts amongst its member and observer nations which primarily\nfocus on environmental management and preservation. Some of the more specific\nareas of focus in its past projects include maritime concerns and fisheries,\nthe needs of growing island states, adapting to climate change outcomes, food\nsecurity and public health."
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The IOC was created in 1982 in Port Louis, by the Ministers of Foreign Affairs\nof Mauritius, Madagascar and Seychelles**.**\n\nIn 1984, the General Cooperation Agreement signed in Victoria (Seychelles)\ninstitutionalised the organization.\n\nIn 1986 — Comoros and Réunion (France), joined the organisation.\n\nIn 1989, the IOC was provided with a General Secretariat. The headquarters of\nthe IOC is located in Mauritius."
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Development",
        "generated_section_content_md": "Since the early 1990s, the IOC has been implementing cooperation projects in\nenvironmental management and preservation with the support of the European\nUnion and French cooperation. Over the course of these projects, the IOC has\nacquired recognised expertise in the management of marine and coastal\nenvironments, fisheries and the preservation of biodiversity.\n\nAt the beginning of the 2000s, the IOC constantly advocated the specific needs\nof developing islands**,** particularly in conferences organised by the United\nNations.\n\nIn September 2005, the IOC requested observer status at the UN General\nAssembly.\n\nIn 2016, the China became the first observer member of the organisation. It is\nlater followed in 2017 by La Francophonie, the Order of Malta, and the\nEuropean Union.\n\nIn 2018, the IOC assumes the chairmanship of the Contact Group on Piracy off\nthe Coast of Somalia (CGPCS) for a period of two years. In 2020, Kenya takes\nover the chairmanship. However, the IOC continues to serve as the secretariat\nof the CGPCS.\n\nIn 2019, at a ministerial retreat in Moroni (Comoros), the Moroni Declaration\non the Future of the IOC is adopted. This text deals with the modernisation of\nthe IOC.\n\nDuring the 34th Council of Ministers of 6 March 2020 in Seychelles, the\nfounding text of the IOC — namely the Victoria Agreement, is revised.\n\nIn 2020 — India, Japan, and the United Nations became observer members.\n\nThe IOC's project portfolio has expanded considerably i.e. political\nstability, public health, gender, mobility, entrepreneurship, infrastructure,\nregional connectivity (digital, air, maritime), trade negotiations, maritime\nsecurity, food security and agricultural development, fisheries and fisheries\nsurveillance, climate change mitigation, sustainable coastal zone management,\nwaste management, use of earth observation technologies for environmental\nmonitoring, renewable energy, culture, etc.\n\nThe IOC has a dozen technical and financial partners, among which the European\nUnion and the French Development Agency.\n\nIn May 2023, Mauritius assumed the presidency of the Council of Ministers.\n\nIn April 2025, French President Emmanuel Macron called for the integration of\nMayotte as a member of the IOC, advocating for a \"pragmatic approach\" with the\nComoros.\n\nOn 17 April 2025, South Korea became the eighth observer member of the\norganisation."
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Member states",
        "generated_section_content_md": "States  | Year\n---|---\nComoros | 1986\nRéunion (France)  | 1986\nMadagascar | 1982\nMauritius | 1982\nSeychelles | 1982"
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Observers",
        "generated_section_content_md": "Members  | Joined year\n---|---\nChina | 2016\nOrder of Malta | 2017\nLa Francophonie | 2017\nEuropean Union | 2017\nIndia | 2020\nJapan | 2020\nUnited Nations | 2020\nSouth Korea | 2025"
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Bodies",
        "generated_section_content_md": "The **Council of Ministers** (composed of the foreign ministers of the member\ncountries) provides the strategic and political direction of the IOC. It is\nthe supreme decision-making body of the organisation. The chairmanship of the\nIOC Council of Ministers is annual and rotating (in alphabetical order of\nmember countries).\n\nThe **Committee of Permanent Liaison Officers** (composed of senior officials\nfrom member states) is responsible for monitoring the implementation of these\ndecisions.\n\nThe **General Secretariat** , based in Ebene, Mauritius, is responsible for\nimplementing the decisions of the decision-making bodies. It develops and\nmanages cooperation projects. It is responsible for mobilizing resources from\nthe donor community.\n\nThe revised Victoria Agreement (2020) makes the Summit of Heads of State and\nGovernment a statutory body of the organisation. The IOC Summit will now be\nheld every five years to set the strategic and political direction of the\norganisation."
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Secretaries-general",
        "generated_section_content_md": "Secretary-general  | Image  | Member state  | Start of mandate  | End of mandate\n---|---|---|---|---\nHenri Rasolondraibe  |  |  Madagascar | 5 June 1989  | 5 July 1993\nJérémie Bonnelame  |  |  Seychelles | 5 July 1993  | 5 July 1997\nCaabi El-Yachroutu Mohamed |  |  Comoros | 5 July 1997  | 12 July 2001\nWilfrid Bertile [fr] |  |  Réunion (France)  | 12 July 2001  | 5 July 2004\nMonique Andréas Esoavelomandroso |  |  Madagascar | 5 July 2004  | 15 July 2008\nCallixte d'Offay  |  |  Seychelles | 15 July 2008  | 12 July 2012\nJean Claude de l'Estrac [fr] |  |  Mauritius | 12 July 2012  | 13 July 2016\nHamadi Madi Boléro |  |  Comoros | 13 July 2016  | 16 July 2020\nVêlayoudom Marimoutou [fr] |  |  Réunion (France)  | 16 July 2020  | 15 July 2024\nEdgard Razafindravahy [fr] |  |  Madagascar | 16 July 2024  | —"
    },
    {
        "chapter_name": "Indian Ocean Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Objectives and areas of intervention",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed.\n_Find sources:_ \"Indian Ocean Commission\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( April 2024)__(Learn how and when to remove this\nmessage)_\n---|---\n\nAs an intergovernmental organisation of cooperation, the Indian Ocean\nCommission promotes peace and stability, maritime security, food security,\nenvironmental conservation, fisheries, climate change adaptation, the\ninterests of island developing states, public health and cultural expression.\n\nIts action is thus in line with the international frameworks to which its\nmember states are signatories, such as the Global Agenda for Sustainable\nDevelopment to 2030 and the Global Climate Agreement, among others.\n\nIn 2018 the IOC launched its Information Fusion Centre for the Indian Ocean\nregion (IFC-IOR) in Madagascar, and the Seychelles Regional Centre for\nOperational Coordination (RCOC) to conduct joint operations as the executive\narm of the Maritime Security Architecture (MSA) of the Western Indian Ocean.\nIn September 2022, IFC-IOR and RCOC conducted their first joint operations\nwith EUNAVFOR.\n\nIn 2020, the IOC is implementing 14 cooperation projects. Over the period\n2020–2025, it will manage a total project budget of approximately 130 million\neuros."
    }
]