[
    {
        "chapter_name": "Indian Ocean Tuna Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization regulating tuna fisheries in the Indian Ocean\n\n| This article includes a list of general references, but **it lacks\nsufficient correspondinginline citations**. Please help to improve this\narticle by introducing more precise citations. _( January 2024)__(Learn how\nand when to remove this message)_  \n---|---  \n  \nThe **Indian Ocean Tuna Commission** (**IOTC** ; French: _CTOI_) is an\nintergovernmental organization that co-ordinates the regulation and management\nof tuna in the Indian Ocean. Conceived in 1993, it entered into existence in\n1996.\n\nA multilateral treaty, the **Agreement for the Establishment of the Indian\nOcean Tuna Commission** was approved by the Council of the Food and\nAgriculture Organization of the United Nations in November 1993. The agreement\nentered into force on 27 March 1996 after it had been accepted by a tenth\nparty. The Agreement is open to any state that has coasts within the Indian\nOcean region (or adjacent seas) as well as any state that fishes for tuna in\nthe Indian Ocean region. The agreement is also open to regional economic\norganizations.\n\nIOTC headquarters are located in Victoria, Seychelles.\n\nThe IOTC is the successor to the Indo-Pacific Tuna Development and Management\nProgramme, which was established in 1982.\n\nAs of July 2024, there are 29 members of IOTC:\n\n  * Australia\n  * Bangladesh\n  * China\n  * Comoros\n  * European Union\n  * France\n  * India\n  * Indonesia\n  * Iran\n  * Japan\n  * Kenya\n  * South Korea\n  * Madagascar\n  * Malaysia\n  * Maldives\n  * Mauritius\n  * Mozambique\n  * Oman\n  * Pakistan\n  * Philippines\n  * Seychelles\n  * Somalia\n  * South Africa\n  * Sri Lanka\n  * Sudan\n  * Tanzania\n  * Thailand\n  * United Kingdom\n  * Yemen\n\nVanuatu was a member of the IOTC between 2012 and 2015. Eritrea was a member\nuntil 2023. They chose to withdraw from the organization. Liberia is a\ncooperating non-contracting party."
    },
    {
        "chapter_name": "Indian Ocean Tuna Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "UK's Status in the Indian Ocean Tuna Commission",
        "generated_section_content_md": "In May 2022, the Food and Agriculture Organization issued a legal opinion\nasserting that the United Kingdom should no longer be recognized as a \"coastal\nstate\" in the Indian Ocean, due to the disputed status of the Chagos\nArchipelago. This position follows UN General Assembly resolution 73/295,\nwhich affirms the Chagos Archipelago as part of Mauritius. Consequently, the\nUK is now considered a state that fishes in the region but does not hold the\nrights or obligations of a coastal state under the Indian Ocean Tuna\nCommission framework."
    }
]