[
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International financial institution\n\nThe **International Monetary Fund** (**IMF**) is an international financial\ninstitution and a specialized agency of the United Nations, headquartered in\nWashington, D.C. It consists of 190 member countries, and its stated mission\nis \"working to foster global monetary cooperation, secure financial stability,\nfacilitate international trade, promote high employment and sustainable\neconomic growth, and reduce poverty around the world.\" The IMF acts as a\nlender of last resort to its members experiencing actual or potential balance\nof payments crises.\n\nEstablished in July 1944 at the Bretton Woods Conference based on the ideas of\nHarry Dexter White and John Maynard Keynes, the IMF came into formal existence\nin 1945 with 29 member countries and the goal of reconstructing the\ninternational monetary system. For its first three decades, the IMF oversaw\nthe Bretton Woods system of fixed exchange rate arrangements. Following the\ncollapse of this system in 1971, the Fund's role shifted to managing balance-\nof-payments difficulties and international financial crises, becoming a key\ninstitution in the era of globalization.\n\nThrough a quota system, countries contribute funds to a pool from which they\ncan borrow if they experience balance-of-payments problems; a country's quota\nalso determines its voting power. As a condition for loans, the IMF often\nrequires borrowing countries to undertake policy reforms, known as structural\nadjustment. The organization also provides technical assistance and economic\nsurveillance of its members' economies.\n\nThe IMF's loan conditions have been widely criticized for imposing austerity\nmeasures that can hinder economic recovery and harm the most vulnerable\npopulations. Critics argue that the Fund's policies limit the economic\nsovereignty of borrowing nations and that its governance structure is\ndominated by Western countries, which hold a disproportionate share of voting\npower. The current managing director and chairperson is Bulgarian economist\nKristalina Georgieva, who has held the position since 1 October 2019."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Functions",
        "generated_section_content_md": "Board of Governors International Monetary Fund (1999)\n\nAccording to the IMF itself, it works to foster global growth and economic\nstability by providing policy advice and financing to its members. It also\nworks with developing countries to help them achieve macroeconomic stability\nand reduce poverty. The rationale for this is that private international\ncapital markets function imperfectly and many countries have limited access to\nfinancial markets. Such market imperfections, together with balance-of-\npayments financing, provide the justification for official financing, without\nwhich many countries could only correct large external payment imbalances\nthrough measures with adverse economic consequences. The IMF provides\nalternate sources of financing such as the Poverty Reduction and Growth\nFacility.\n\nUpon the founding of the IMF, its three primary functions were:\n\n* to oversee the fixed exchange rate arrangements between countries, thus helping national governments manage their exchange rates and allowing these governments to prioritize economic growth, and\n* to provide short-term capital to aid the balance of payments and prevent the spread of international financial crisis.\n* to help mend the pieces of the international economy after the Great Depression and World War II as well as to provide capital investments for economic growth and projects such as infrastructure.[_citation needed_]\n\nThe IMF's role was fundamentally altered by the floating exchange rates after\n1971. It shifted to examining the economic policies of countries with IMF loan\nagreements to determine whether a shortage of capital was due to economic\nfluctuations or economic policy. The IMF also researched what types of\ngovernment policy would ensure economic recovery. A particular concern of the\nIMF was to prevent financial crises, such as those in Mexico in 1982, Brazil\nin 1987, the 1997 Asian financial crisis, and the 1998 Russian financial\ncrisis, from spreading and threatening the entire global financial and\ncurrency system. The challenge was to promote and implement a policy that\nreduced the frequency of crises among emerging market countries, especially\nthe middle-income countries which are vulnerable to massive capital outflows.\nRather than maintaining a position of oversight of only exchange rates, their\nfunction became one of surveillance of the overall macroeconomic performance\nof member countries. Their role became a lot more active because the IMF now\nmanages economic policy rather than just exchange rates.[_citation needed_]\n\nIn addition, the IMF negotiates conditions on lending and loans under their\npolicy of conditionality, which was established in the 1950s. Low-income\ncountries can borrow on concessional terms, which means there is a period of\ntime with no interest rates, through the Extended Credit Facility (ECF), the\nStandby Credit Facility (SCF) and the Rapid Credit Facility (RCF). Non-\nconcessional loans, which include interest rates, are provided mainly through\nthe Stand-By Arrangements (SBA), the Flexible Credit Line (FCL), the\nPrecautionary and Liquidity Line (PLL), and the Extended Fund Facility. The\nIMF provides emergency assistance via the Rapid Financing Instrument (RFI) to\nmembers facing urgent balance-of-payments needs."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Surveillance of the global economy",
        "generated_section_content_md": "The IMF is mandated to oversee the international monetary and financial system\nand monitor the economic and financial policies of its member countries.\nAccurate estimations require a degree of participatory surveillance. Market\nsizes and economic facts are estimated using member-state data, shared and\nverifiable by the organization's other member-states. This transparency is\nintended to facilitate international co-operation and trade. Since the demise\nof the Bretton Woods system of fixed exchange rates in the early 1970s,\nsurveillance has evolved largely by way of changes in procedures rather than\nthrough the adoption of new obligations.\n\nThe Fund typically analyses the appropriateness of each member country's\neconomic and financial policies for achieving orderly economic growth, and\nassesses the consequences of these policies for other countries and for the\nglobal economy. For instance, The IMF played a significant role in individual\ncountries, such as Armenia and Belarus, in providing financial support to\nachieve stabilization financing from 2009 to 2019. The maximum sustainable\ndebt level of a polity, which is watched closely by the IMF, was defined in\n2011 by IMF economists to be 120%. Indeed, it was at this number that the\nGreek government-debt crisis started in 2010.\n\nIMF Data Dissemination Systems participants:\n\nIMF member using SDDS\n\nIMF member using GDDS\n\nIMF member, not using any of the DDSystems\n\nnon-IMF entity using SDDS\n\nnon-IMF entity using GDDS\n\nno interaction with the IMF\n\nIn 1995, the International Monetary Fund began to work on data dissemination\nstandards with the view of guiding IMF member countries to disseminate their\neconomic and financial data to the public. The International Monetary and\nFinancial Committee (IMFC) endorsed the guidelines for the dissemination\nstandards and they were split into two tiers: The General Data Dissemination\nSystem (GDDS) and the Special Data Dissemination Standard (SDDS).\n\nThe executive board approved the SDDS and GDDS in 1996 and 1997, respectively,\nand subsequent amendments were published in a revised _Guide to the General\nData Dissemination System_. The system is aimed primarily at statisticians and\naims to improve many aspects of statistical systems in a country. It is also\npart of the World Bank Millennium Development Goals (MDG) and Poverty\nReduction Strategic Papers (PRSPs).[_citation needed_]\n\nThe primary objective of the GDDS is to encourage member countries to build a\nframework to improve data quality and statistical capacity building to\nevaluate statistical needs, set priorities in improving timeliness,\ntransparency, reliability, and accessibility of financial and economic data.\nSome countries initially used the GDDS, but later upgraded to SDDS.[_citation\nneeded_]\n\nSome entities that are not IMF members also contribute statistical data to the\nsystems:\n\n* Palestinian Authority – GDDS\n* Hong Kong – SDDS\n* Macau – GDDS\n* Institutions of the European Union:\n* The European Central Bank for the Eurozone – SDDS\n* Eurostat for the whole EU – SDDS, thus providing data from Cyprus (not using any DDSystem on its own) and Malta (using only GDDS on its own)[_citation needed_]\n\nA 2021 study found that the IMF's surveillance activities have \"a substantial\nimpact on sovereign debt with much greater impacts in emerging than high-\nincome economies\"."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Conditionality of loans",
        "generated_section_content_md": "IMF conditionality is a set of policies or conditions that the IMF requires in\nexchange for financial resources. The IMF does require collateral from\ncountries for loans but also requires the government seeking assistance to\ncorrect its macroeconomic imbalances in the form of policy reform. If the\nconditions are not met, the funds are withheld. The concept of conditionality\nwas introduced in a 1952 executive board decision and later incorporated into\nthe Articles of Agreement.[_citation needed_]\n\nConditionality is associated with economic theory as well as an enforcement\nmechanism for repayment. Stemming primarily from the work of Jacques Polak,\nthe theoretical underpinning of conditionality was the \"monetary approach to\nthe balance of payments\"."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Structural adjustment",
        "generated_section_content_md": "Some of the conditions for structural adjustment can include:\n\n* Cutting expenditures or raising revenues, also known as austerity.\n* Focusing economic output on direct export and resource extraction,\n* Devaluation of currencies,\n* Trade liberalisation, or lifting import and export restrictions,\n* Increasing the stability of investment (by supplementing foreign direct investment with the opening of facilities for the domestic market),\n* Balancing budgets and not overspending,\n* Removing price controls and state subsidies,\n* Privatization, or divestiture of all or part of state-owned enterprises,\n* Enhancing the rights of foreign investors vis-a-vis national laws,\n* Improving governance and fighting corruption,\n\nThese conditions are known as the Washington Consensus."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Benefits",
        "generated_section_content_md": "These loan conditions ensure that the borrowing country will be able to repay\nthe IMF and that the country will not attempt to solve their balance-of-\npayment problems in a way that would negatively impact the international\neconomy. The incentive problem of moral hazard—when economic agents maximise\ntheir own utility to the detriment of others because they do not bear the full\nconsequences of their actions—is mitigated through conditions rather than\nproviding collateral; countries in need of IMF loans do not generally possess\ninternationally valuable collateral anyway.\n\nConditionality also reassures the IMF that the funds lent to them will be used\nfor the purposes defined by the Articles of Agreement and provides safeguards\nthat the country will be able to rectify its macroeconomic and structural\nimbalances. In the judgment of the IMF, the adoption by the member of certain\ncorrective measures or policies will allow it to repay the IMF, thereby\nensuring that the resources will be available to support other members.\n\nAs of 2004[update], borrowing countries have had a good track record for\nrepaying credit extended under the IMF's regular lending facilities with full\ninterest over the duration of the loan. This indicates that IMF lending does\nnot impose a burden on creditor countries, as lending countries receive\nmarket-rate interest on most of their quota subscription, plus any of their\nown-currency subscriptions that are loaned out by the IMF, plus all of the\nreserve assets that they provide the IMF."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "20th century",
        "generated_section_content_md": "Plaque Commemorating the Formation of the IMF in July 1944 at the Bretton\nWoods Conference The Gold Room within the Mount Washington Hotel, where the\nBretton Woods Conference attendees signed the agreements creating the IMF and\nWorld Bank First page of the Articles of Agreement of the International\nMonetary Fund, 1 March 1946, Finnish Ministry of Foreign Affairs archives\n\nThe IMF was originally laid out as a part of the Bretton Woods system exchange\nagreement in 1944. During the Great Depression, countries sharply raised\nbarriers to trade in an attempt to improve their failing economies. This led\nto the devaluation of national currencies and a decline in world trade.\n\nThis breakdown in international monetary cooperation created a need for\noversight. The representatives of 45 governments met at the Bretton Woods\nConference in the Mount Washington Hotel in Bretton Woods, New Hampshire, in\nthe United States, to discuss a framework for postwar international economic\ncooperation and how to rebuild Europe.[_citation needed_]\n\nThere were two views on the role the IMF should assume as a global economic\ninstitution. American delegate Harry Dexter White foresaw an IMF that\nfunctioned more like a bank, making sure that borrowing states could repay\ntheir debts on time. Most of White's plan was incorporated into the final acts\nadopted at Bretton Woods. British economist John Maynard Keynes, on the other\nhand, imagined that the IMF would be a cooperative fund upon which member\nstates could draw to maintain economic activity and employment through\nperiodic crises. This view suggested an IMF that helped governments and act as\nthe United States government had during the New Deal to the great depression\nof the 1930s.\n\nThe IMF formally came into existence on 27 December 1945, when the first 29\ncountries ratified its Articles of Agreement. By the end of 1946 the IMF had\ngrown to 39 members. On 1 March 1947, the IMF began its financial operations,\nand on 8 May France became the first country to borrow from it.\n\nThe IMF was one of the key organizations of the international economic system;\nits design allowed the system to balance the rebuilding of international\ncapitalism with the maximization of national economic sovereignty and human\nwelfare, also known as embedded liberalism. The IMF's influence in the global\neconomy steadily increased as it accumulated more members. Its membership\nbegan to expand in the late 1950s and during the 1960s as many African\ncountries became independent and applied for membership. But the Cold War\nlimited the Fund's membership, with most countries in the Soviet sphere of\ninfluence not joining until 1970s and 1980s.\n\nThe Bretton Woods exchange rate system prevailed until 1971 when the United\nStates government suspended the convertibility of the US$ (and dollar reserves\nheld by other governments) into gold. This is known as the Nixon Shock. The\nchanges to the IMF articles of agreement reflecting these changes were\nratified in 1976 by the Jamaica Accords. Later in the 1970s, large commercial\nbanks began lending to states because they were awash in cash deposited by oil\nexporters. The lending of the so-called money center banks led to the IMF\nchanging its role in the 1980s after a world recession provoked a crisis that\nbrought the IMF back into global financial governance.\n\nIn the mid-1980s, the IMF shifted its narrow focus from currency stabilization\nto a broader focus of promoting market-liberalizing reforms through structural\nadjustment programs. This shift occurred without a formal renegotiation of the\norganization's charter or operational guidelines. The Ronald Reagan\nadministration, in particular Treasury Secretary James Baker, his assistant\nsecretary David Mulford and deputy assistant secretary Charles Dallara,\npressured the IMF to attach market-liberal reforms to the organization's\nconditional loans.\n\nDuring the 20th century, the IMF shifted its position on capital controls.\nWhereas the IMF permitted capital controls at its founding and throughout the\n1970s, IMF staff increasingly favored free capital movement from 1980s\nonwards. This shift happened in the aftermath of an emerging consensus in\neconomics on the desirability of free capital movement, retirement of IMF\nstaff hired in the 1940s and 1950s, and the recruitment of staff exposed to\nnew thinking in economics."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "21st century",
        "generated_section_content_md": "The IMF provided two major lending packages in the early 2000s to Argentina\n(during the 1998–2002 Argentine great depression) and Uruguay (after the 2002\nUruguay banking crisis). However, by the mid-2000s, IMF lending was at its\nlowest share of world GDP since the 1970s.\n\nIn May 2010, the IMF participated, in 3:11 proportion, in the first Greek\nbailout that totaled €110 billion, to address the great accumulation of public\ndebt, caused by continuing large public sector deficits. As part of the\nbailout, the Greek government agreed to adopt austerity measures that would\nreduce the deficit from 11% in 2009 to \"well below 3%\" in 2014. The bailout\ndid not include debt restructuring measures such as a haircut, to the chagrin\nof the Swiss, Brazilian, Indian, Russian, and Argentinian Directors of the\nIMF, with the Greek authorities themselves (at the time, PM George Papandreou\nand Finance Minister Giorgos Papakonstantinou) ruling out a haircut.\n\nA second bailout package of more than €100 billion was agreed upon over the\ncourse of a few months from October 2011, during which time Papandreou was\nforced from office. The so-called Troika, of which the IMF is part, are joint\nmanagers of this programme, which was approved by the executive directors of\nthe IMF on 15 March 2012 for XDR 23.8 billion and saw private bondholders take\na haircut of upwards of 50%. In the interval between May 2010 and February\n2012 the private banks of Holland, France, and Germany reduced exposure to\nGreek debt from €122 billion to €66 billion.\n\nAs of January 2012[update], the largest borrowers from the IMF in order were\nGreece, Portugal, Ireland, Romania, and Ukraine.\n\nOn 25 March 2013, a €10 billion international bailout of Cyprus was agreed by\nthe Troika, at the cost to the Cypriots of its agreement: to close the\ncountry's second-largest bank; to impose a one-time bank deposit levy on Bank\nof Cyprus uninsured deposits. No insured deposit of €100k or less were to be\naffected under the terms of a novel bail-in scheme.\n\nThe topic of sovereign debt restructuring was taken up by the IMF in April\n2013, for the first time since 2005, in a report entitled \"Sovereign Debt\nRestructuring: Recent Developments and Implications for the Fund's Legal and\nPolicy Framework\". The paper, which was discussed by the board on 20 May,\nsummarised the recent experiences in Greece, St Kitts and Nevis, Belize, and\nJamaica. An explanatory interview with deputy director Hugh Bredenkamp was\npublished a few days later, as was a deconstruction by Matina Stevis of _The\nWall Street Journal_.\n\nIn the October 2013, **Fiscal Monitor** publication, the IMF suggested that a\ncapital levy capable of reducing Euro-area government debt ratios to \"end-2007\nlevels\" would require a very high tax rate of about 10%.\n\nThe **Fiscal Affairs** department of the IMF, headed at the time by Acting\nDirector Sanjeev Gupta, produced a January 2014 report entitled \"Fiscal Policy\nand Income Inequality\" that stated that \"Some taxes levied on wealth,\nespecially on immovable property, are also an option for economies seeking\nmore progressive taxation ... Property taxes are equitable and efficient, but\nunderutilized in many economies ... There is considerable scope to exploit\nthis tax more fully, both as a revenue source and as a redistributive\ninstrument.\""
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "3.4.1",
        "section_name": "Response and analysis of coronavirus",
        "generated_section_content_md": "In late 2019, the IMF estimated global growth in 2020 to reach 3.4%, but due\nto the coronavirus, in November 2020, it expected the global economy to shrink\nby 4.4%.\n\nIn March 2020, Kristalina Georgieva announced that the IMF stood ready to\nmobilize $1 trillion as its response to the COVID-19 pandemic. This was in\naddition to the $50 billion fund it had announced two weeks earlier, of which\n$5 billion had already been requested by Iran. One day earlier on 11 March,\nthe UK called to pledge £150 million to the IMF catastrophe relief fund. It\ncame to light on 27 March that \"more than 80 poor and middle-income countries\"\nhad sought a bailout due to the coronavirus.\n\nOn 13 April 2020, the IMF said that it \"would provide immediate debt relief to\n25 member countries under its Catastrophe Containment and Relief Trust (CCRT)\"\nprogramme."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Member countries",
        "generated_section_content_md": "IMF member states\n\nIMF member states not accepting the obligations of Article VIII, Sections 2,\n3, and 4\n\nFormer IMF states/non-participants/no data available\n\nNot all member countries of the IMF are sovereign states, and therefore not\nall \"member countries\" of the IMF are members of the United Nations. Amidst\n\"member countries\" of the IMF that are not member states of the UN are non-\nsovereign areas with special jurisdictions that are officially under the\nsovereignty of full UN member states, such as Aruba, Curaçao, Hong Kong, and\nMacao, as well as Kosovo. The corporate members appoint _ex-officio_ voting\nmembers, who are listed below. All members of the IMF are also International\nBank for Reconstruction and Development (IBRD) members and vice versa.\n\nFormer members are Cuba (which left in 1964), and Taiwan, which was ejected\nfrom the IMF in 1980 after losing the support of the then United States\nPresident Jimmy Carter and was replaced by the People's Republic of China.\nHowever, \"Taiwan Province of China\" is still listed in the official IMF\nindices. Poland withdrew in 1950—allegedly pressured by the Soviet Union—but\nreturned in 1986. The former Czechoslovakia was expelled in 1954 for \"failing\nto provide required data\" and was readmitted in 1990, after the Velvet\nRevolution.\n\nApart from Cuba, the other UN states that do not belong to the IMF are Monaco\nand North Korea. Liechtenstein became the 191st member on 21 October 2024."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Qualifications",
        "generated_section_content_md": "Any country may apply to be a part of the IMF. Post-IMF formation, in the\nearly postwar period, rules for IMF membership were left relatively loose.\nMembers needed to make periodic membership payments towards their quota, to\nrefrain from currency restrictions unless granted IMF permission, to abide by\nthe Code of Conduct in the IMF Articles of Agreement, and to provide national\neconomic information. However, stricter rules were imposed on governments that\napplied to the IMF for funding.\n\nThe countries that joined the IMF between 1945 and 1971 agreed to keep their\nexchange rates secured at rates that could be adjusted only to correct a\n\"fundamental disequilibrium\" in the balance of payments, and only with the\nIMF's agreement."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Benefits",
        "generated_section_content_md": "Member countries of the IMF have access to information on the economic\npolicies of all member countries, the opportunity to influence other members'\neconomic policies, technical assistance in banking, fiscal affairs, and\nexchange matters, financial support in times of payment difficulties, and\nincreased opportunities for trade and investment."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Personnel",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed.\n_Find sources:_ \"International Monetary Fund\" – news **·** newspapers **·**\nbooks **·** scholar **·** JSTOR _( February 2018)__(Learn how and when to\nremove this message)_\n---|---"
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Board of Governors",
        "generated_section_content_md": "The board of governors consists of one governor and one alternate governor for\neach member country. Each member country appoints its two governors. The Board\nnormally meets once a year and is responsible for electing or appointing an\nexecutive director to the executive board. While the board of governors is\nofficially responsible for approving quota increases, special drawing right\nallocations, the admittance of new members, compulsory withdrawal of members,\nand amendments to the Articles of Agreement and By-Laws, in practice it has\ndelegated most of its powers to the IMF's executive board.\n\nThe board of governors is advised by the International Monetary and Financial\nCommittee and the Development Committee. The International Monetary and\nFinancial Committee has 24 members and monitors developments in global\nliquidity and the transfer of resources to developing countries. The\nDevelopment Committee has 25 members and advises on critical development\nissues and on financial resources required to promote economic development in\ndeveloping countries.[_citation needed_]\n\nThe board of governors reports directly to the managing director of the IMF,\nKristalina Georgieva."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Executive Board",
        "generated_section_content_md": "25 Executive Directors make up the executive board. The executive directors\nrepresent all 191 member countries in a geographically based roster. Countries\nwith large economies have their own executive director, but most countries are\ngrouped in constituencies representing four or more countries.\n\nFollowing the _2008 Amendment on Voice and Participation_ which came into\neffect in March 2011, seven countries each appoint an executive director: the\nUnited States, Japan, China, Germany, France, the United Kingdom, and Saudi\nArabia. The remaining 17 Directors represent constituencies consisting of 2 to\n23 countries. This Board usually meets several times each week. The board\nmembership and constituency is scheduled for periodic review every eight\nyears.\n\nList of Executive Directors of the IMF, as of February 2019\n\nCountry | Region | Number of Member(s) Represented | Director | Country with Most Votes\n---|---|---|---|---\nUnited States | United States | 1 | Mark Rosen | United States\nJapan | Japan | 1 | Masaaki Kaizuka | Japan\nChina | China | 1 | Jin Zhongxia | China\nBelgium | Benelux, Israel, and Eastern Europe | 15 | Anthony De Lannoy | Netherlands\nGermany | Germany | 1 | Steffen Meyer | Germany\nColombia | Spain and Central America | 8 | Leonardo Villar | Spain\nIndonesia | Southeast Asia | 13 | Juda Agung | Indonesia\nItaly | Mediterranean Europe | 6 | Domenico G. Fanizza | Italy\nFrance | France | 1 | Herve de Villeroche | France\nUnited Kingdom | United Kingdom | 1 | Shona E. Riach | United Kingdom\nAustralia | Far East | 15 | Nigel Ray | South Korea\nCanada | North Atlantic and the Caribbean | 12 | Louise Levonian | Canada\nSweden | Northern Europe | 8 | Thomas Östros | Sweden\nTurkey | Central Europe | 8 | Raci Kaya | Turkey\nBrazil | Northern South America | 11 | Alexandre Tombini | Brazil\nIndia | Indian subcontinent | 4 | Surjit Bhalla | India\nSouth Africa | Africa 1 | 23 | Dumisani Mahlinza | South Africa\nSwitzerland | Switzerland, Poland, and the Near East | 9 | Paul Inderbinen | Switzerland\nRussia | Russia | 2 | Aleksei V. Mozhin | Russia\nIran | Iran and the Middle East | 8 | Jafar Mojarrad | Iran\nEgypt | North Africa and the Middle East | 11 | Hazem Beblawi | United Arab Emirates\nSaudi Arabia | Saudi Arabia | 1 | Maher Mouminah | Saudi Arabia\nMauritania | Africa 2 | 23 | Mohamed-Lemine Raghani | Democratic Republic of the Congo\nArgentina | Southern South America | 6 | Gabriel Lopetegui | Argentina"
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Managing Director",
        "generated_section_content_md": "The IMF is led by a managing director, who is head of the staff and serves as\nchairman of the executive board. The managing director is the most powerful\nposition at the IMF. Historically, the IMF's managing director has been a\nEuropean citizen and the president of the World Bank has been an American\ncitizen. However, this standard is increasingly being questioned and\ncompetition for these two posts may soon open up to include other qualified\ncandidates from any part of the world. In August 2019, the International\nMonetary Fund has removed the age limit which is 65 or over for its managing\ndirector position.\n\nIn 2011, the world's largest developing countries, the BRICS states, issued a\nstatement declaring that the tradition of appointing a European as managing\ndirector undermined the legitimacy of the IMF and called for the appointment\nto be merit-based."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.3.1",
        "section_name": "List of Managing Directors",
        "generated_section_content_md": "Term  | Dates  | Name  | Citizenship  | Background\n---|---|---|---|---\n1  | 6 May 1946 – 5 May 1951  | Camille Gutt |  Belgium | Politician, Economist, Lawyer, Economics Minister, Finance Minister\n2  | 3 August 1951 – 3 October 1956  | Ivar Rooth |  Sweden | Economist, Lawyer, Central Banker\n3  | 21 November 1956 – 5 May 1963  | Per Jacobsson |  Sweden | Economist, Lawyer, Academic, League of Nations, BIS\n4  | 1 September 1963 – 31 August 1973  | Pierre-Paul Schweitzer |  France | Lawyer, Businessman, Civil Servant, Central Banker\n5  | 1 September 1973 – 18 June 1978  | Johan Witteveen |  Netherlands | Politician, Economist, Academic, Finance Minister, Deputy Prime Minister, CPB\n6  | 18 June 1978 – 15 January 1987  | Jacques de Larosière |  France | Businessman, Civil Servant, Central Banker\n7  | 16 January 1987 – 14 February 2000  | Michel Camdessus |  France | Economist, Civil Servant, Central Banker\n8  | 1 May 2000 – 4 March 2004  | Horst Köhler |  Germany | Politician, Economist, Civil Servant, EBRD, President\n9  | 7 June 2004 – 31 October 2007  | Rodrigo Rato |  Spain | Politician, Businessman, Economics Minister, Finance Minister, Deputy Prime Minister\n10  | 1 November 2007 – 18 May 2011  | Dominique Strauss-Kahn |  France | Politician, Economist, Lawyer, Businessman, Economics Minister, Finance Minister\n11  | 5 July 2011 – 12 September 2019  | Christine Lagarde |  France | Politician, Lawyer, Economics Minister, Finance Minister\n12  | 1 October 2019 – present  | Kristalina Georgieva |  Bulgaria | Politician, Economist, European Commissioner\nOn 28 June 2011, Christine Lagarde was named managing director of the IMF,\nreplacing Dominique Strauss-Kahn\n\nFormer managing director Dominique Strauss-Kahn was arrested in connection\nwith charges of sexually assaulting a New York hotel room attendant and\nresigned on 18 May. The charges were later dropped. On 28 June 2011 Christine\nLagarde was confirmed as managing director of the IMF for a five-year term\nstarting on 5 July 2011. She was re-elected by consensus for a second five-\nyear term, starting 5 July 2016, being the only candidate nominated for the\npost of managing director."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "First Deputy Managing Director",
        "generated_section_content_md": "The managing director is assisted by a First Deputy managing director (FDMD)\nwho, by convention, has always been a citizen of the United States. Together,\nthe managing director and their First Deputy lead the senior management of the\nIMF. Like the managing director, the First Deputy traditionally serves a five-\nyear term."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.4.1",
        "section_name": "List of First Deputy Managing Directors",
        "generated_section_content_md": "No.  | Dates  | Name  | Citizenship  | Background\n---|---|---|---|---\n1  | 9 February 1949 – 24 January 1952  | Andrew Overby  |  United States | Banker, Senior U.S. Treasury Official\n2  | 16 March 1953 – 31 October 1962  | Merle Cochran |  United States | U.S. Foreign Service Officer\n3  | 1 November 1962 – 28 February 1974  | Frank Southard |  United States | Economist, Civil Servant\n4  | 1 March 1974 – 31 May 1984  | William Dale  |  United States | Civil Servant\n5  | 1 June 1984 – 31 August 1994  | Richard Erb  |  United States | Economist, White House Official\n6  | 1 September 1994 – 31 August 2001  | Stanley Fischer |  Israel\nUnited States | Economist, Central Banker, Banker\n7  | 1 September 2001 – 31 August 2006  | Anne Kreuger |  United States | Economist\n8  | 17 July 2006 – 11 November 2011  | John Lipsky |  United States | Economist\n9  | 1 September 2011 – 28 February 2020  | David Lipton |  United States | Economist, Senior U.S. Treasury Official\n10  | 20 March 2020 – 20 January 2022  | Geoffrey Okamoto |  United States | Senior U.S. Treasury Official, Bank Consultant\n11  | 21 January 2022 – present  | Gita Gopinath |  United States | Professor at Harvard University's Economics department\nChief Economist of IMF"
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Chief Economist",
        "generated_section_content_md": "The chief economist leads the research division of the IMF and is a \"senior\nofficial\" of the IMF."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.5.1",
        "section_name": "List of Chief Economists",
        "generated_section_content_md": "Term  | Dates  | Name  | Citizenship\n---|---|---|---\n1  | 1946–1958  | Edward Bernstein  |  United States\n2  | 1958–1980  | Jacques Polak |  Netherlands\n3  | 1980–1987  | William Hood  |  Canada\n4  | 1987–1991  | Jacob Frenkel |  Israel\n5  | August 1991 – 29 June 2001  | Michael Mussa |  United States\n6  | August 2001 – September 2003  | Kenneth Rogoff |  United States\n7  | September 2003 – January 2007  | Raghuram Rajan |  India\n8  | March 2007 – 31 August 2008  | Simon Johnson |  United Kingdom\nUnited States\n9  | 1 September 2008 – 8 September 2015  | Olivier Blanchard |  France\n10  | 8 September 2015 – 31 December 2018  | Maurice Obstfeld |  United States\n11  | 1 January 2019 – 21 January 2022  | Gita Gopinath |  United States\n12  | 24 January 2022 – present  | Pierre-Olivier Gourinchas |  France"
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "IMF staff",
        "generated_section_content_md": "IMF staff have considerable autonomy and are known to shape IMF policy.\nAccording to Jeffrey Chwieroth, \"It is the staff members who conduct the bulk\nof the IMF's tasks; they formulate policy proposals for consideration by\nmember states, exercise surveillance, carry out loan negotiations and design\nthe programs, and collect and systematize detailed information.\" Most IMF\nstaff are economists. According to a 1968 study, nearly 60% of staff were from\nEnglish-speaking developed countries. By 2004, between 40 and 50% of staff\nwere from English-speaking developed countries.\n\nA 1996 study found that 90% of new staff with a PhD obtained them from\nuniversities in the United States or Canada. A 1999 study found that none of\nthe new staff with a PhD obtained their PhD in the Global South."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Voting power",
        "generated_section_content_md": "Voting power in the IMF is based on a quota system. Each member has a number\nof **basic votes** , equal to 5.502% of the **total votes** , plus one\nadditional vote for each special drawing right (SDR) of 100,000 of a member\ncountry's quota. The SDR is the unit of account of the IMF and represents a\npotential claim to currency. It is based on a basket of key international\ncurrencies. The basic votes generate a slight bias in favour of small\ncountries, but the additional votes determined by SDR outweigh this bias.\nChanges in the voting shares require approval by a super-majority of 85% of\nvoting power.\n\nQuota and voting shares for the largest IMF members  Rank | IMF Member country | Quota | Governor | Alternate | No. of votes | % of total\nvotes\n---|---|---|---|---|---|---\nmillions of\nXDR | % of the\ntotal\n1 |  United States | 82,994.2 | 17.42 | Michael Kaplan | _Vacant_ | 831,394 | 16.49\n2 |  Japan | 30,820.5 | 6.47 | Katsunobu Kato | Kazuo Ueda | 309,657 | 6.14\n3 |  China | 30,482.9 | 6.40 | Gongsheng Pan | Changneng Xuan [zh] | 306,281 | 6.08\n4 |  Germany | 26,634.4 | 5.59 | Joachim Nagel | Lars Klingbeil | 267,796 | 5.31\n5 |  France | 20,155.1 | 4.23 | Éric Lombard | François Villeroy de Galhau | 203,003 | 4.03\n6 |  United Kingdom | 20,155.1 | 4.23 | Rachel Reeves | Andrew Bailey | 203,003 | 4.03\n7 |  Italy | 15,070.0 | 3.16 | Giancarlo Giorgetti | Fabio Panetta | 152,152 | 3.02\n8 |  India | 13,114.4 | 2.75 | Nirmala Sitharaman | Sanjay Malhotra | 132,596 | 2.63\n9 |  Russia | 12,903.7 | 2.71 | Anton Siluanov | Elvira S. Nabiullina | 130,489 | 2.59\n10 |  Brazil | 11,042.0 | 2.32 | Fernando Haddad | Gabriel Muricca Galípolo | 111,872 | 2.22\n11 |  Canada | 11,023.9 | 2.31 | Francois-Philippe Champagne | Tiff Macklem | 111,691 | 2.22\n12 |  Saudi Arabia | 9,992.6 | 2.10 | Mohammed Aljadaan | Ayman Alsayari [ar] | 101,378 | 2.01\n13 |  Spain | 9,535.5 | 2.00 | Carlos Cuerpo | José Luis Escrivá | 96,807 | 1.92\n14 |  Mexico | 8,912.7 | 1.87 | Edgar Amador Zamora | Victoria Rodríguez Ceja | 90,579 | 1.80\n15 |  Netherlands | 8,736.5 | 1.83 | Olaf Sleijpen [nl] | Jasper Wesseling | 88,817 | 1.76\n16 |  South Korea | 8,582.7 | 1.80 | Yun-cheol Koo | Chang Yong Rhee | 87,279 | 1.73\n17 |  Australia | 6,572.4 | 1.38 | Jim Chalmers | Jenny Wilkinson | 67,176 | 1.33\n18 |  Belgium | 6,410.7 | 1.35 | Pierre Wunsch [fr] | Jan Jambon | 65,559 | 1.30\n19 |  Switzerland | 5,771.1 | 1.21 | Martin Reto Schlegel | Karin Keller-Sutter | 59,163 | 1.17\n20 |  Turkey | 4,658.6 | 0.98 | Mehmet Şimşek | Fatih Karahan | 48,038 | 0.95\n21 |  Indonesia | 4,648.4 | 0.98 | Perry Warjiyo | Sri Mulyani Indrawati | 47,936 | 0.95\n22 |  Sweden | 4,430.0 | 0.93 | Erik Thedéen | Johanna Lybeck Lilja | 45,752 | 0.91\n23 |  Poland | 4,095.4 | 0.86 | Andrzej Domański | Marta Kightley [pl] | 42,406 | 0.84\n24 |  Austria | 3,932.0 | 0.83 | Robert Holzmann | Edeltraud Stiftinger | 40,772 | 0.81\n25 |  Singapore | 3,891.9 | 0.82 | Kim Yong Gan | Der Jiun Chia | 40,371 | 0.80\n\nIn December 2015, the United States Congress adopted a legislation authorising\nthe 2010 Quota and Governance Reforms. As a result,\n\n* all 190 members' quotas will increase from a total of about XDR 238.5 billion to about XDR 477 billion, while the quota shares and voting power of the IMF's poorest member countries will be protected.\n* more than 6 percent of quota shares will shift to dynamic emerging market and developing countries and also from over-represented to under-represented members.\n* four emerging market countries (Brazil, China, India, and Russia) will be among the ten largest members of the IMF. Other top 10 members are the United States, Japan, Germany, France, the United Kingdom and Italy."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Effects of the quota system",
        "generated_section_content_md": "The IMF's quota system was created to raise funds for loans. Each IMF member\ncountry is assigned a quota, or contribution, that reflects the country's\nrelative size in the global economy. Each member's quota also determines its\nrelative voting power. Thus, financial contributions from member governments\nare linked to voting power in the organization.\n\nThis system follows the logic of a shareholder-controlled organization:\nwealthy countries have more say in the making and revision of rules. Since\ndecision making at the IMF reflects each member's relative economic position\nin the world, wealthier countries that provide more money to the IMF have more\ninfluence than poorer members that contribute less; nonetheless, the IMF\nfocuses on redistribution."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Inflexibility of voting power",
        "generated_section_content_md": "Quotas are normally reviewed every five years and can be increased when deemed\nnecessary by the board of governors. IMF voting shares are relatively\ninflexible: countries that grow economically have tended to become under-\nrepresented as their voting power lags behind. Currently, reforming the\nrepresentation of developing countries within the IMF has been suggested.\nThese countries' economies represent a large portion of the global economic\nsystem but this is not reflected in the IMF's decision-making process through\nthe nature of the quota system. Joseph Stiglitz argues, \"There is a need to\nprovide more effective voice and representation for developing countries,\nwhich now represent a much larger portion of world economic activity since\n1944, when the IMF was created.\" In 2008, a number of quota reforms were\npassed including shifting 6% of quota shares to dynamic emerging markets and\ndeveloping countries."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Overcoming borrower/creditor divide",
        "generated_section_content_md": "The IMF's membership is divided along income lines: certain countries provide\nfinancial resources while others use these resources. Both developed country\n\"creditors\" and developing country \"borrowers\" are members of the IMF. The\ndeveloped countries provide the financial resources but rarely enter into IMF\nloan agreements; they are the creditors. Conversely, the developing countries\nuse the lending services but contribute little to the pool of money available\nto lend because their quotas are smaller; they are the borrowers. Thus,\ntension is created around governance issues because these two groups,\ncreditors and borrowers, have fundamentally different interests, and low-\nincome \"borrowing\" members lack meaningful representation in IMF decision-\nmaking.\n\nThe criticism is that the system of voting power distribution through a quota\nsystem institutionalizes borrower subordination and creditor dominance. The\nresulting division of the IMF's membership into borrowers and non-borrowers\nhas increased the controversy around conditionality because the borrowers are\ninterested in increasing loan access while creditors want to maintain\nreassurance that the loans will be repaid."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Use",
        "generated_section_content_md": "In 2008, the SAIS Review of International Affairs revealed that the average\noverall use of IMF credit per decade increased, in real terms, by 21% between\nthe 1970s and 1980s, and increased again by just over 22% from the 1980s to\nthe 1991–2005 period. Another study has suggested that since 1950 the\ncontinent of Africa alone has received $300 billion from the IMF, the World\nBank, and affiliate institutions.\n\nA study by Bumba Mukherjee found that developing democratic countries benefit\nmore from IMF programs than developing autocratic countries because policy-\nmaking, and the process of deciding where loaned money is used, is more\ntransparent within a democracy. One study done by Randall Stone found that\nalthough earlier studies found little impact of IMF programs on balance of\npayments, more recent studies using more sophisticated methods and larger\nsamples \"usually found IMF programs improved the balance of payments\"."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "7.1",
        "section_name": "Exceptional Access Framework – sovereign debt",
        "generated_section_content_md": "The Exceptional Access Framework was created in 2003 when John B. Taylor was\nUnder Secretary of the US Treasury for International Affairs. The new\nFramework became fully operational in February 2003 and it was applied in the\nsubsequent decisions on Argentina and Brazil. Its purpose was to place some\nsensible rules and limits on the way the IMF makes loans to support\ngovernments with debt problem—especially in emerging markets—and thereby move\naway from the bailout mentality of the 1990s. Such a reform was essential for\nending the crisis atmosphere that then existed in emerging markets. The reform\nwas closely related to and put in place nearly simultaneously with the actions\nof several emerging market countries to place collective action clauses in\ntheir bond contracts.\n\nIn 2010, the framework was abandoned so the IMF could make loans to Greece in\nan unsustainable and political situation.\n\nThe topic of sovereign debt restructuring was taken up by IMF staff in April\n2013 for the first time since 2005, in a report entitled \"Sovereign Debt\nRestructuring: Recent Developments and Implications for the Fund's Legal and\nPolicy Framework\". The paper, which was discussed by the board on 20 May,\nsummarised the recent experiences in Greece, St Kitts and Nevis, Belize, and\nJamaica. An explanatory interview with deputy director Hugh Bredenkamp was\npublished a few days later, as was a deconstruction by Matina Stevis of _The\nWall Street Journal_.\n\nThe staff was directed to formulate an updated policy, which was accomplished\non 22 May 2014 with a report entitled \"The Fund's Lending Framework and\nSovereign Debt: Preliminary Considerations\", and taken up by the executive\nboard on 13 June. The staff proposed that \"in circumstances where a\n(Sovereign) member has lost market access and debt is considered sustainable\n... the IMF would be able to provide Exceptional Access on the basis of a debt\noperation that involves an extension of maturities\", which was labeled a\n\"reprofiling operation\". These reprofiling operations would \"generally be less\ncostly to the debtor and creditors—and thus to the system overall—relative to\neither an upfront debt reduction operation or a bail-out that is followed by\ndebt reduction ... (and) would be envisaged only when both (a) a member has\nlost market access and (b) debt is assessed to be sustainable, but not with\nhigh probability ... Creditors will only agree if they understand that such an\namendment is necessary to avoid a worse outcome: namely, a default and/or an\noperation involving debt reduction ... Collective action clauses, which now\nexist in most—but not all—bonds would be relied upon to address collective\naction problems.\""
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Impact",
        "generated_section_content_md": "According to a 2002 study by Randall W. Stone, the academic literature on the\nIMF shows \"no consensus on the long-term effects of IMF programs on growth\".\n\nSome research has found that IMF loans can reduce the chance of a future\nbanking crisis, while other studies have found that they can increase the risk\nof political crises. IMF programs can reduce the effects of a currency crisis.\n\nSome research has found that IMF programs are less effective in countries\nwhich possess a developed-country patron (be it by foreign aid, membership of\npostcolonial institutions or UN voting patterns), seemingly due to this patron\nallowing countries to flaunt IMF program rules as these rules are not\nconsistently enforced. Some research has found that IMF loans reduce economic\ngrowth due to creating an economic moral hazard, reducing public investment,\nreducing incentives to create a robust domestic policies and reducing private\ninvestor confidence. Other research has indicated that IMF loans can have a\npositive impact on economic growth and that their effects are highly nuanced."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "General",
        "generated_section_content_md": "Anarchist protest against the IMF and corporate bailout in April 2009\n\nOverseas Development Institute (ODI) research undertaken in 1980 included\ncriticisms of the IMF which support the analysis that it is a pillar of what\nactivist Titus Alexander calls global apartheid.\n\n* Developed countries were seen to have a more dominant role and control over less developed countries (LDCs).\n* The Fund worked on the incorrect assumption that all payments disequilibria were caused domestically. The Group of 24 (G-24), on behalf of LDC members, and the United Nations Conference on Trade and Development (UNCTAD) complained that the IMF did not distinguish sufficiently between disequilibria with predominantly external as opposed to internal causes. This criticism was voiced in the aftermath of the 1973 oil crisis. Then LDCs found themselves with payment deficits due to adverse changes in their terms of trade, with the Fund prescribing stabilization programmes similar to those suggested for deficits caused by government over-spending. Faced with long-term, externally generated disequilibria, the G-24 argued for more time for LDCs to adjust their economies.\n* Some IMF policies may be anti-developmental; the report said that deflationary effects of IMF programmes quickly led to losses of output and employment in economies where incomes were low and unemployment was high. Moreover, the burden of the deflation is disproportionately borne by the poor.\n* The IMF's initial policies were based in theory and influenced by differing opinions and departmental rivalries. Critics suggest that its intentions to implement these policies in countries with widely varying economic circumstances were misinformed and lacked economic rationale.\n\nODI conclusions were that the IMF's very nature of promoting market-oriented\napproaches attracted unavoidable criticism. On the other hand, the IMF could\nserve as a scapegoat while allowing governments to blame international\nbankers. The ODI conceded that the IMF was insensitive to political\naspirations of LDCs while its policy conditions were inflexible.\n\nArgentina, which had been considered by the IMF to be a model country in its\ncompliance to policy proposals by the Bretton Woods institutions, experienced\na catastrophic economic crisis in 2001, which some believe to have been caused\nby IMF-induced budget restrictions—which undercut the government's ability to\nsustain national infrastructure even in crucial areas such as health,\neducation, and security—and privatisation of strategically vital national\nresources. Others attribute the crisis to Argentina's misdesigned fiscal\nfederalism, which caused subnational spending to increase rapidly. The crisis\nadded to widespread hatred of this institution in Argentina and other South\nAmerican countries, with many blaming the IMF for the region's economic\nproblems. The post-2000s trend toward moderate left-wing governments in the\nregion and a growing concern with the development of a regional economic\npolicy largely independent of big business pressures has been ascribed to this\ncrisis.[_citation needed_]\n\nIn 2001, the Independent Evaluation Office, an autonomous body, was\nestablished to conduct independent evaluations of policies and activities of\nthe International Monetary Fund.\n\nIn 2006, a senior ActionAid policy analyst Akanksha Marphatia stated that IMF\npolicies in Africa undermine any possibility of meeting the Millennium\nDevelopment Goals (MDGs) due to imposed restrictions that prevent spending on\nimportant sectors, such as education and health.\n\nIn an interview (2008-05-19), the former Romanian Prime Minister Călin\nPopescu-Tăriceanu claimed that \"Since 2005, IMF is constantly making mistakes\nwhen it appreciates the country's economic performances\". Former Tanzanian\nPresident Julius Nyerere, who claimed that debt-ridden African states were\nceding sovereignty to the IMF and the World Bank, famously asked, \"Who elected\nthe IMF to be the ministry of finance for every country in the world?\"\n\nFormer chief economist of IMF and former Reserve Bank of India (RBI) Governor\nRaghuram Rajan who predicted the 2008 financial crisis criticised the IMF for\nremaining a sideline player to the developed world. He criticised the IMF for\npraising the monetary policies of the US, which he believed were wreaking\nhavoc in emerging markets. He had been critical of \"ultra-loose money\npolicies\" of some unnamed countries.\n\nCountries such as Zambia have not received proper aid with long-lasting\neffects, leading to concern from economists. Since 2005, Zambia (as well as 29\nother African countries) did receive debt write-offs, which helped with the\ncountry's medical and education funds. However, Zambia returned to a debt of\nover half its GDP in less than a decade. American economist William Easterly,\nsceptical of the IMF's methods, had initially warned that \"debt relief would\nsimply encourage more reckless borrowing by crooked governments unless it was\naccompanied by reforms to speed up economic growth and improve governance\",\naccording to _The Economist_."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.2",
        "section_name": "Conditionality",
        "generated_section_content_md": "The IMF has been criticised for being \"out of touch\" with local economic\nconditions, cultures, and environments in the countries they are requiring\npolicy reform. The economic advice the IMF gives might not always take into\nconsideration the difference between what spending means on paper and how it\nis felt by citizens. Countries charge that with excessive conditionality, they\ndo not \"own\" the programmes and the links are broken between a recipient\ncountry's people, its government, and the goals being pursued by the IMF.\n\nJeffrey Sachs argues that the IMF's \"usual prescription is 'budgetary belt\ntightening to countries who are much too poor to own belts'\". Sachs wrote that\nthe IMF's role as a generalist institution specialising in macroeconomic\nissues needs reform. Conditionality has also been criticised because a country\ncan pledge collateral of \"acceptable assets\" to obtain waivers—if one assumes\nthat all countries are able to provide \"acceptable collateral\".\n\nOne view is that conditionality undermines domestic political institutions.\nThe recipient governments are sacrificing policy autonomy in exchange for\nfunds, which can lead to public resentment of the local leadership for\naccepting and enforcing the IMF conditions. Political instability can result\nfrom more leadership turnover as political leaders are replaced in electoral\nbacklashes. IMF conditions are often criticised for reducing government\nservices, thus increasing unemployment.\n\nAnother criticism is that IMF policies are only designed to address poor\ngovernance, excessive government spending, excessive government intervention\nin markets, and too much state ownership. This assumes that this narrow range\nof issues represents the only possible problems; everything is standardised\nand differing contexts are ignored. A country may also be compelled to accept\nconditions it would not normally accept had they not been in a financial\ncrisis in need of assistance.\n\nOn top of that, regardless of what methodologies and data sets used, it comes\nto same the conclusion of exacerbating income inequality. With Gini\ncoefficient, it became clear that countries with IMF policies face increased\nincome inequality.\n\nIt is claimed that conditionalities hinder social stability and hence inhibit\nthe stated goals of the IMF, while Structural Adjustment Programmes lead to an\nincrease in poverty in recipient countries. The IMF sometimes advocates\n\"austerity programmes\", cutting public spending and increasing taxes even when\nthe economy is weak, to bring budgets closer to a balance, thus reducing\nbudget deficits. Countries are often advised to lower their corporate tax\nrate. In _Globalization and Its Discontents_ , Joseph E. Stiglitz, former\nchief economist and senior vice-president at the World Bank, criticises these\npolicies. He argues that by converting to a more monetarist approach, the\npurpose of the fund is no longer valid, as it was designed to provide funds\nfor countries to carry out Keynesian reflations, and that the IMF \"was not\nparticipating in a conspiracy, but it was reflecting the interests and\nideology of the Western financial community.\"\n\nStiglitz concludes, \"Modern high-tech warfare is designed to remove physical\ncontact: dropping bombs from 50,000 feet ensures that one does not 'feel' what\none does. Modern economic management is similar: from one's luxury hotel, one\ncan callously impose policies about which one would think twice if one knew\nthe people whose lives one was destroying.\"\n\nThe researchers Eric Toussaint and Damien Millet argue that the IMF's policies\namount to a new form of colonisation that does not need a military presence:\n\n> Following the exigencies of the governments of the richest companies, the\n> IMF, permitted countries in crisis to borrow in order to avoid default on\n> their repayments. Caught in the debt's downward spiral, developing countries\n> soon had no other recourse than to take on new debt in order to repay the\n> old debt. Before providing them with new loans, at higher interest rates,\n> future leaders asked the IMF, to intervene with the guarantee of ulterior\n> reimbursement, asking for a signed agreement with the said countries. The\n> IMF thus agreed to restart the flow of the 'finance pump' on condition that\n> the concerned countries first use this money to reimburse banks and other\n> private lenders, while restructuring their economy at the IMF's discretion:\n> these were the famous conditionalities, detailed in the Structural\n> Adjustment Programmes. The IMF and its ultra-liberal experts took control of\n> the borrowing countries' economic policies. A new form of colonisation was\n> thus instituted. It was not even necessary to establish an administrative or\n> military presence; the debt alone maintained this new form of submission.\n\nInternational politics play an important role in IMF decision making. The\nclout of member states is roughly proportional to its contribution to IMF\nfinances. The United States has the greatest number of votes and therefore\nwields the most influence. Domestic politics often come into play, with\npoliticians in developing countries using conditionality to gain leverage over\nthe opposition to influence policy.\n\nAcademic Jeremy Garlick cites IMF loans to South Korea during the 1997 Asian\nfinancial crisis as widely perceived by the South Korean public as a debt-\ntrap. Garlick writes that the public was generally bitter about submitting to\nthe conditions imposed by the IMF, which required South Korea to radically\nrestructure its economy and consult with the IMF before making economic\ndecisions until the debt was repaid.\n\nIn 2016, the IMF's research department published a report titled\n\"Neoliberalism: Oversold?\" which, while praising some aspects of the\n\"neoliberal agenda\", claims that the organisation has been \"overselling\"\nfiscal austerity policies and financial deregulation, which they claim has\nexacerbated both financial crises and economic inequality around the world.\n\nIn 2020 and 2021, Oxfam criticized the IMF for forcing tough austerity\nmeasures on many low income countries during the COVID-19 pandemic, despite\nforcing cuts to healthcare spending, would hamper the recipient's response to\nthe pandemic."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.3",
        "section_name": "Support of dictatorships",
        "generated_section_content_md": "The role of the Bretton Woods institutions has been controversial since the\nlate Cold War, because of claims that the IMF policy makers supported military\ndictatorships friendly to American and European corporations, but also other\nanti-communist and communist regimes, such as the Socialist Republic of\nRomania. An example of IMF's support for a dictatorship was its ongoing\nsupport for Mobutu's rule in Zaire, although its own envoy Erwin Blumenthal\nprovided a sobering report about the entrenched corruption and embezzlement\nand the inability of the country to pay back any loans. In 2021, the IMF\napproved a US$1 billion loan to the autocratic Uganda despite protests from\nUgandans in Washington, London and South Africa. Critics also claim that the\nIMF is generally apathetic or hostile to democracy, human rights, and labour\nrights. The controversy has helped spark the anti-globalization movement.\n\nArguments in favour of the IMF supporting dictatorships is the claim that\neconomic stability is a precursor to democracy. A 2017 study found no evidence\nof IMF lending programs undermining democracy in borrowing countries, it found\n\"evidence for modest but definitively positive conditional differences in the\ndemocracy scores of participating and non-participating countries\".\n\nA 2020 study found the reverse causality with democracy as a precursor to\neconomic stability. Critics highlight various examples in which democratised\ncountries fell after receiving IMF loans.\n\nParty-based autocracies and democracies can face similar incentives when\nconsidering agreements with IMF, in contrast to personalist and military\nregimes."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.4",
        "section_name": "Impact on access to food",
        "generated_section_content_md": "A number of civil society organisations have criticised the IMF's policies for\ntheir impact on access to food, particularly in developing countries. In\nOctober 2008, former United States president Bill Clinton delivered a speech\nto the United Nations on World Food Day, criticising the World Bank and IMF\nfor their policies on food and agriculture:\n\n> We need the World Bank, the IMF, all the big foundations, and all the\n> governments to admit that, for 30 years, we all blew it, including me when I\n> was president. We were wrong to believe that food was like some other\n> product in international trade, and we all have to go back to a more\n> responsible and sustainable form of agriculture.\n\n— Former U.S. president Bill Clinton, Speech at United Nations World Food Day,\nOctober 16, 2008\n\nThe FPIF remarked that there is a recurring pattern: \"the destabilization of\npeasant producers by a one-two punch of IMF-World Bank structural adjustment\nprograms that gutted government investment in the countryside followed by the\nmassive influx of subsidized U.S. and European Union agricultural imports\nafter the WTO's Agreement on Agriculture pried open markets.\""
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.5",
        "section_name": "Impact on public health",
        "generated_section_content_md": "A 2009 study concluded that the strict conditions resulted in thousands of\ndeaths in Eastern Europe by tuberculosis as public health care had to be\nweakened. In the 21 countries to which the IMF had given loans, tuberculosis\ndeaths rose by 16.6%. A 2017 systematic review on studies conducted on the\nimpact that structural adjustment programs have on child and maternal health\nfound that these programs have a detrimental effect on maternal and child\nhealth among other adverse effects."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.5.1",
        "section_name": "Function and policies",
        "generated_section_content_md": "The IMF is only one of many international organisations, and it is a\ngeneralist institution that deals only with macroeconomic issues; its core\nareas of concern in developing countries are very narrow. One proposed reform\nis a movement towards close partnership with other specialist agencies such as\nUNICEF, the Food and Agriculture Organization (FAO), and the United Nations\nDevelopment Programme (UNDP).\n\nJeffrey Sachs argues in _The End of Poverty_ that the IMF and the World Bank\nhave \"the brightest economists and the lead in advising poor countries on how\nto break out of poverty, but the problem is development economics\".\nDevelopment economics needs the reform, not the IMF. He also notes that IMF\nloan conditions should be paired with other reforms—e.g., trade reform in\ndeveloped nations, debt cancellation, and increased financial assistance for\ninvestments in basic infrastructure. IMF loan conditions cannot stand alone\nand produce change; they need to be partnered with other reforms or other\nconditions as applicable."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "8.5.2",
        "section_name": "U.S. influence and voting reform",
        "generated_section_content_md": "The scholarly consensus is that IMF decision-making is not simply\ntechnocratic, but also guided by political and economic concerns. The United\nStates is the IMF's most powerful member, and its influence reaches even into\ndecision-making concerning individual loan agreements. The U.S. has\nhistorically been openly opposed to losing what Treasury Secretary Jacob Lew\ndescribed in 2015 as its \"leadership role\" at the IMF, and the U.S.' \"ability\nto shape international norms and practices\".\n\nEmerging markets were not well-represented for most of the IMF's history:\nDespite being the most populous country, China's vote share was the sixth\nlargest; Brazil's vote share was smaller than Belgium's. Reforms to give more\npowers to emerging economies were agreed by the G20 in 2010. The reforms could\nnot pass, however, until they were ratified by the United States Congress,\nsince 85% of the Fund's voting power was required for the reforms to take\neffect, and the Americans held more than 16% of voting power at the time.\nAfter repeated criticism, the U.S. finally ratified the voting reforms at the\nend of 2015. The OECD countries maintained their overwhelming majority of\nvoting share, and the U.S. in particular retained its share at over 16%.\n\nThe criticism of the American- and European-dominated IMF has led to what some\nconsider \"disenfranchising the world\" from the governance of the IMF. Raúl\nPrebisch, the founding secretary-general of the UN Conference on Trade and\nDevelopment (UNCTAD), wrote that one of \"the conspicuous deficiencies of the\ngeneral economic theory, from the point of view of the periphery, is its false\nsense of universality\"."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "IMF and globalization",
        "generated_section_content_md": "Globalization encompasses three institutions: global financial markets and\ntransnational companies, national governments linked to each other in economic\nand military alliances led by the United States, and rising \"global\ngovernments\" such as World Trade Organization (WTO), IMF, and World Bank.\nCharles Derber argues in his book _People Before Profit,_ \"These interacting\ninstitutions create a new global power system where sovereignty is globalized,\ntaking power and constitutional authority away from nations and giving it to\nglobal markets and international bodies\". Titus Alexander argues that this\nsystem institutionalises global inequality between western countries and the\nMajority World in a form of global apartheid, in which the IMF is a key\npillar.\n\nThe establishment of globalised economic institutions has been both a symptom\nof and a stimulus for globalisation. The development of the World Bank, the\nIMF, regional development banks such as the European Bank for Reconstruction\nand Development (EBRD), and multilateral trade institutions such as the WTO\nsignals a move away from the dominance of the state as the primary actor\nanalysed in international affairs. Globalization has thus been transformative\nin terms of limiting of state sovereignty over the economy."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "9.1",
        "section_name": "International central bank digital currency",
        "generated_section_content_md": "In April 2023, the IMF launched their international central bank digital\ncurrency through their Digital Currency Monetary Authority, it will be called\nthe Universal Monetary Unit, or Units for shorthand. The ANSI character will\nbe Ü and will be used to facilitate international banking and international\ntrade between countries and currencies. It will help facilitate SWIFT\ntransactions on cross border transactions at wholesale FX rates\ninstantaneously with real-time settlements. In June, it announced it was\nworking on a platform for central bank digital currencies (CBDCs) that would\nenable transactions between nations. IMF Managing Director Kristalina\nGeorgieva said that if central banks did not agree on a common platform,\ncryptocurrency would fill the resulting vacuum."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Scandals",
        "generated_section_content_md": "Managing Director Lagarde (2011–2019) was convicted of giving preferential\ntreatment to businessman-turned-politician Bernard Tapie as he pursued a legal\nchallenge against the French government. At the time, Lagarde was the French\neconomic minister. Within hours of her conviction, in which she escaped any\npunishment, the fund's 24-member executive board put to rest any speculation\nthat she might have to resign, praising her \"outstanding leadership\" and the\n\"wide respect\" she commands around the world.\n\nFormer IMF Managing Director Rodrigo Rato was arrested in 2015 for alleged\nfraud, embezzlement and money laundering. In 2017, the Audiencia Nacional\nfound Rato guilty of embezzlement and sentenced him to 4+1⁄2 years'\nimprisonment. In 2018, the sentence was confirmed by the Supreme Court of\nSpain."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Alternatives",
        "generated_section_content_md": "In March 2011, the Ministers of Economy and Finance of the African Union\nproposed to establish an African Monetary Fund.\n\nAt the 6th BRICS summit in July 2014 the BRICS nations (Brazil, Russia, India,\nChina, and South Africa) announced the BRICS Contingent Reserve Arrangement\nwith an initial size of US$100 billion, a framework to provide liquidity\nthrough currency swaps in response to actual or potential short-term balance-\nof-payments pressures.\n\nIn 2014, the China-led Asian Infrastructure Investment Bank was established."
    },
    {
        "chapter_name": "International Monetary Fund",
        "chapter_id": "1",
        "section_number": "12",
        "section_name": "In the media",
        "generated_section_content_md": "_Life and Debt_ , a documentary film, deals with the IMF's policies' influence\non Jamaica and its economy from a critical point of view. _Debtocracy_ , a\n2011 independent Greek documentary film, also criticises the IMF. Portuguese\nmusician José Mário Branco's 1982 album _FMI [pt]_ is inspired by the IMF's\nintervention in Portugal through monitored stabilisation programs in 1977–78.\nIn the 2015 film _Our Brand Is Crisis_ , the IMF is mentioned as a point of\npolitical contention, where the Bolivian population fears its electoral\ninterference."
    }
]