[
    {
        "chapter_name": "International Center for Tropical Agriculture",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International research institute in Colombia, member of CGIAR\n\nThe **International Center for Tropical Agriculture** (known as **CIAT** from\nits Spanish-language name _**Centro Internacional de Agricultura Tropical**_)\nis an international research and development organization dedicated to\nreducing poverty and hunger while protecting natural resources in developing\ncountries. It is based in Palmira, Colombia, where it employs over 300\nscientists.\n\nCIAT is one of the 14 agricultural research centers of the CGIAR. In 2019,\nCIAT joined with Bioversity International (as the Alliance of Bioversity\nInternational and CIAT) to \"deliver research-based solutions that harness\nagricultural biodiversity and sustainably transform food systems to improve\npeople’s lives\"."
    },
    {
        "chapter_name": "International Center for Tropical Agriculture",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Future Seeds Gene bank",
        "generated_section_content_md": "CIAT has one of the 11 gene banks of the CGIAR, with a collection of more than\n65,000 accessions of three crops: beans (37,000); tropical forages (23,000)\nand cassava (6,000), from more than 100 countries. With funding from the\nUnited Kingdom, the Colombian government and others, in 2022 inaugurated a new\nfacility to host those accessions called 'Future seeds' in which not only\nexpanded its capacity to up tp 250,000 accessions, but creating an\narchitectural landmark and environmentally sustainable infrastructure, and a\nhub for research and learning\n\nThe research conducted at this center includes, as of 2013, a research on\ndeveloping better varieties of grain legumes. The goals are tolerances to\ndrought, low phosphorus soils, and heat; in addition to improved nitrogen\nfixation. CIAT coordinated the activities of the Pan-Africa Bean Research\nAlliance (PABRA) in 29 countries in Sub-Saharan Africa. This effort was\nsupported by the Canadian International Development Agency (CIDA)"
    }
]