[
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International arbitration institution affiliated with the World Bank\n\n| This article **may rely excessively on sourcestoo closely associated with\nthe subject**, potentially preventing the article from being verifiable and\nneutral. Please help improve it by replacing them with more appropriate\ncitations to reliable, independent sources. _( January 2015)__(Learn how and\nwhen to remove this message)_  \n---|---  \n  \nThe **International Centre for Settlement of Investment Disputes** (**ICSID**\n; French: _Centre international pour le règlement des différends relatifs aux\ninvestissements_) is an international arbitration institution established in\n1966 for legal dispute resolution and conciliation between international\ninvestors and States. ICSID is part of and funded by the World Bank Group,\nheadquartered in Washington, D.C., in the United States. It is an autonomous,\nmultilateral specialized institution to encourage international flow of\ninvestment and mitigate non-commercial risks by a treaty drafted by the\nInternational Bank for Reconstruction and Development's executive directors\nand signed by member countries. As of May 2016[update], 153 contracting member\nstates agreed to enforce and uphold arbitral awards in accordance with the\nICSID Convention.\n\nThe centre performs advisory activities and maintains several publications."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In the 1950s and 1960s, the Organisation for European Economic Cooperation\n(now the Organisation for Economic Co-operation and Development) had made\nseveral attempts to create a framework to protect international investments,\nbut its efforts revealed conflicting views on how to provide compensation for\nthe expropriation of foreign direct investment."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Creation",
        "generated_section_content_md": "In 1961, Aron Broches, then-General Counsel of the International Bank for\nReconstruction and Development (IBRD), developed the idea for a multilateral\nagreement on a process for resolving individual investment disputes on a case-\nby-case basis as opposed to imposing outcomes based on standards. Broches held\nconferences to consult legal experts from all parts of the world, including\nEurope, Africa, and Asia, to discuss and compose a preliminary agreement. The\nIBRD staff wrote an official draft of the agreement and consulted with legal\nrepresentatives of the IBRD's board of directors to finalize the draft and\nhave it approved.\n\nThe board of directors approved the final draft of the agreement, titled\n_Convention on the Settlement of Investment Disputes between States and\nNationals of Other States_ , and the Bank president disseminated the\nconvention to its member states for signature on 18 March 1965. Twenty states\nimmediately ratified the convention. The convention established the ICSID\nwould become officially active on 14 October 1966.[_page needed_][_page\nneeded_]"
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Disputes settled",
        "generated_section_content_md": "Since its founding, more than 1,000 cases have been brought to ICSID, all but\n14 of which were arbitration cases. The remainder were conciliation cases. As\nof 2024, more than 700 cases have been concluded.\n\nThe Indonesian government was sued in June 2012 by a London-based mining\ncompany Churchill Mining after the local government revoked the concession\nrights held by a local company in which the firm had invested. The government\nis countering the Churchill case, claiming that Churchill did not have the\ncorrect type of mining licences.\n\nIn October 2012, an ICSID tribunal awarded a judgement of $1.8 billion for\nOccidental Petroleum against the government of Ecuador. Additionally, Ecuador\nhad to pay $589 million in backdated compound interest and half of the costs\nof the tribunal, making its total penalty around $2.4 billion. The South\nAmerican country annulled a contract with the oil firm on the grounds that it\nviolated a clause that the company would not sell its rights to another firm\nwithout permission. The tribunal agreed the violation took place but judged\nthat the annulment was not fair and equitable treatment to the company.\n\nIrish oil firm Tullow Oil took the Ugandan government to court in November\n2012 after value-added tax (VAT) was placed on goods and services the firm\npurchased for its operations in the country. The Ugandan government responded\nthat the company had no right to claim tax on such goods prior to commencement\nof drilling.\n\nTobacco major Philip Morris sued Uruguay for alleged breaches to the Uruguay-\nSwiss BIT for requiring cigarette packs to display graphic health warnings and\nsued Australia under the Australia-Hong Kong BITS for requiring plain\npackaging for its cigarettes. The company claimed that the packaging\nrequirements in both countries violate its investment.\n\nIn the context of Nuclear power phase-out in Germany, Swedish Energy company\nVattenfall sought compensation from the German government for the premature\nshut-down of nuclear plants.\n\nIn July 2024, the International Center for Settlement of Investment Disputes\nordered Morocco to pay $150 million to Corral Petroleum Holdings."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Performance since creation",
        "generated_section_content_md": "Bilateral investment treaties (BITs) proliferated during the first decade of\nthe 21st century, reaching more than 2,500 by 2007. Many such treaties contain\ntext that refers present and future investment disputes to ICSID.\n\nAs of 30 June 2012, ICSID has registered 390 disputes. ICSID's caseload\nconsisted of 88% convention arbitration cases, 2% convention conciliation\ncases, as well as 9% additional facility arbitration cases, and 1% additional\nfacility conciliation cases. ICSID's registered cases were distributed across\noil, gas and mining (25%), electricity and other energy (13%), other\nindustries (12%), transportation industry (11%), construction industry (7%),\nfinancial industry (7%), information industry and communication industry (6%),\nwater industry, sanitation, and food protection (6%), agriculture, fishing,\nand forestry (5%), services and trade (4%), and tourism industry (4%).\n\nAs of 27 July 2012[update], 246 of 390 registered arbitration cases were\nconcluded, as of 30 June 2012[update], ICSID tribunals had resolved nearly two\nthirds (62%) of disputes while the remainder (38%) were settled or\ndiscontinued. As of 14 May 2016[update], 362 of 574 (62%) registered\narbitration cases were concluded.\n\nConciliation commission reports were issued for 67% of the conciliation\nproceedings, while 33% of proceedings were discontinued. In 75% of the\nconciliation reports, parties failed to reach an agreement, and only 25%\nrecorded agreement among parties.\n\nAs of 2012[update] only two governments, Gabon and Romania, had ever filed an\nICSID case against an investor. States appearing most often as a respondent\nwere in descending order: Argentina 49, Venezuela 36, Egypt 17, Ecuador 12,\nCongo 12, Peru 11 and Ukraine 10 times. Between 2009 and 2012, legal\nrepresentation cost between US$1 and 7.6 million. The approximate duration of\na case was 3.6 years.\n\nAs of 2019, ICSID's caseload included 2% conciliation cases. The rest were\narbitrations."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Governance",
        "generated_section_content_md": "ICSID is governed by its Administrative Council which meets annually and\nelects the centre's secretary-general and deputy secretary-general, approves\nrules and regulations, conducts the centre's case proceedings, and approves\nthe centre's budget and annual report. The council consists of one\nrepresentative from each of the centre's contracting member states and is\nchaired by the President of the World Bank Group, although the president may\nnot vote. ICSID's normal operations are carried out by its secretariat, which\ncomprises 40 employees and is led by the secretary-general of ICSID. The\nsecretariat provides support to the Administrative Council in conducting the\ncentre's proceedings. It also manages the centre's Panel of Conciliators and\nPanel of Arbitrators. Each contracting member state may appoint four persons\nto each panel. In addition to serving as the centre's principal, the\nsecretary-general is responsible for legally representing ICSID and serving as\nthe registrar of its proceedings. As of 2012[update], Meg Kinnear serves as\nthe centre's secretary-general."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership",
        "generated_section_content_md": "Contracting States to the ICSID Convention\n\nSignatory States to the ICSID Convention\n\nFormer members states, withdrawn\n\nNon Member States\n\nICSID's 165 member states which have signed the centre's convention include\n162 United Nations member states plus Kosovo. Of these member states, 154 are\n\"contracting member states\", that is they have ratified the contract. Former\nmembers are Bolivia and Venezuela, which withdrew in 2012. Ecuador withdrew\nfrom the ICSID Convention in 2009 but rejoined in 2021. All ICSID contracting\nmember states, whether or not they are parties to a given dispute, are\nrequired by the ICSID Convention to recognize and enforce ICSID arbitral\nawards."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Non-contracting signatories",
        "generated_section_content_md": "The following member states have signed the ICSID convention (date in\nparentheses), but have not ratified it.\n\n* Belize (1986)\n* Dominican Republic (2000)\n* Ethiopia (1965)\n* Guinea-Bissau (1991)\n* Namibia (1998)\n* Russia (1992)\n* Thailand (1985)"
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Non members",
        "generated_section_content_md": "Brazil, India and South Africa are countries with large economies that have\nnever been ICSID members."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Activities",
        "generated_section_content_md": "ICSID does not conduct arbitration or conciliation proceedings itself, but\noffers institutional and procedural support to conciliation commissions,\ntribunals, and other committees which conduct such matters. The centre has two\nsets of rules that determine how cases will be initiated and conducted, either\nunder the ICSID Convention, Regulations and Rules or the ICSID Additional\nFacility Rules. To be processed in accordance with the ICSID Convention, a\nlegal dispute has to exist between one of the centre's contracting member\nstates and a national of another contracting member state. It must also be of\na legal nature and relate directly to an investment. A case can be processed\nunder the ICSID Additional Facility Rules if one of the parties to the dispute\nis either not a contracting member state or a national of a contracting member\nstate. However, most cases are arbitrated under the ICSID Convention. Recourse\nto ICSID conciliation and arbitration is entirely voluntary. However, once the\nparties have consented to arbitration under the ICSID Convention, neither\nparty can unilaterally withdraw its consent.\n\nThe ICSID Secretariat may also administer dispute resolution proceedings under\nother treaties and regularly assists tribunals or disputing parties in\narbitrations among investors and states under the United Nations Commission on\nInternational Trade Law (UNCITRAL)'s arbitration regulations. The centre\nprovides administrative and technical support for a number of international\ndispute resolution proceedings through alternative facilities such as the\nPermanent Court of Arbitration in The Hague, Netherlands, the London Court of\nInternational Arbitration, and the International Chamber of Commerce in Paris,\nFrance.\n\nICSID also conducts advisory activities and research and publishes _Investment\nLaws of the World and of Investment Treaties_. Since April 1986, the centre\nhas published a semi-annual law journal entitled _ICSID Review: Foreign\nInvestment Law Journal_.\n\nAlthough ICSID's proceedings generally take place in Washington, D.C., parties\nmay agree that proceedings be held at one of a number of possible alternative\nlocations, including the Permanent Court of Arbitration, the Regional\nArbitration Centres of the Asian-African Legal Consultative Committee in\nCairo, in Kuala Lumpur, or in Lagos, the Australian Centre for International\nCommercial Arbitration in Melbourne, the Australian Commercial Disputes Centre\nin Sydney, the Singapore International Arbitration Centre, the Gulf\nCooperation Council Commercial Arbitration Centre in Bahrain, the German\nInstitution of Arbitration, the Maxwell Chambers in Singapore, the Hong Kong\nInternational Arbitration Centre, and the Centre for Arbitration and\nConciliation at the Chamber of Commerce of Bogota."
    },
    {
        "chapter_name": "International Centre for Settlement of Investment Disputes",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Criticism",
        "generated_section_content_md": "ICSID has sometimes been the target of criticism about grossly inequitable\njudgements. Notably, Jeffrey Sachs suggested that the US$5.9 billion judgement\nagainst Pakistan in relation to rights presumed by Tethyan Copper Company\namounted to a \"flawed and corrupt investment arbitration process\". The\nPakistan Supreme Court had voided a transaction entered into by Balochistan\nDevelopment Authority finding in favour of Antofagasta PLC of Chile and\nBarrick Gold Corporation of Canada. Nevertheless, others have suggested this\namount is a fair reflection of the fact that a potentially extraordinary asset\n(Reko Diq Mine) had effectively been seized seemingly without good reason."
    }
]