[
    {
        "chapter_name": "International Water Management Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "The **International Water Management Institute** (**IWMI**) is a non-profit\ninternational water management research organisation with its headquarters in\nColombo, Sri Lanka, and offices across Africa and Asia. Research at the\nInstitute focuses on improving how water and land resources are managed, with\nthe aim of underpinning food security and reducing poverty while safeguarding\nthe environment.\n\nIts research focuses on: water availability and access, including adaptation\nto climate change; how water is used and how it can be used more productively;\nwater quality and its relationship to health and the environment; and how\nsocieties govern their water resources. In 2012, IWMI was awarded the\nprestigious Stockholm Water Prize Laureate by Stockholm International Water\nInstitute for its pioneering research, which has helped to improve\nagricultural water management, enhance food security, protect environmental\nhealth and alleviate poverty in developing countries.\n\nIWMI is a member of CGIAR, a global research partnership that unites\norganizations engaged in research for sustainable development, and leads the\nCGIAR Research Program on Water, Land and Ecosystems. IWMI was also a partner\nin the CGIAR Research Programs on: Aquatic Agricultural Systems (AAS); Climate\nChange, Agriculture and Food Security (CCAFS); Dryland Systems; and Integrated\nSystems for the Humid Tropics."
    },
    {
        "chapter_name": "International Water Management Institute",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Early focus on irrigation",
        "generated_section_content_md": "The institute was founded under the name **InternationalIrrigation Management\nInstitute** (IIMI) in 1985 by the Ford Foundation and the Government of Sri\nLanka, supported by the Consultative Group on International Agricultural\nResearch and the World Bank. During the Green Revolution of the 1940s to\n1970s, billions of dollars had been spent building large-scale irrigation\nsystems. These contributed, along with new fertilizers, pesticides and high-\nyielding varieties of seeds, to helping many countries produce greater\nquantities of food crops. By the mid-1980s, however, these irrigation systems\nwere no longer performing efficiently; IIMI's job was to find out why.\n\nIIMI's researchers discovered that problems affecting irrigation were often\nmore institutional than technical. It advocated ‘Participatory Irrigation\nManagement’ (PIM) as the solution, an approach that sought to involve farmers\nin water management decisions. In 1992, the Rio de Janeiro Earth Summit gave\ncredence to this approach by recommending that water management be\ndecentralized, with farmers and other stakeholders playing a more important\nrole in managing natural resources. Initially met with resistance, PIM went on\nto become the status quo for governments and major lending agencies. IIMI\nbecame a member of the CGIAR system in 1991."
    },
    {
        "chapter_name": "International Water Management Institute",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Wider perspective",
        "generated_section_content_md": "By the mid-1990s, competition for water resources was rising, thanks to a\nlarger global population, expanding cities and increasing industrial\napplications. Viewing irrigation in isolation was no longer relevant to the\nglobal situation. A new approach was needed that would consider it within a\nriver basin context, encompassing competing users and the environment. IIMI\nbegan developing new fields of research, on topics such as open and closed\nbasins, water accounting, multiple-use systems, basin institutions, remote\nsensing analysis and environmental flows. In 1998, its name changed to the\nInternational Water Management Institute (IWMI), reflecting this new wider\napproach.\n\nAlthough it was becoming evident that water could no longer be considered an\n\"infinite resource\", as had been the case in the 1950s when there were fewer\npeople on the planet, no one knew just how scarce the resource was. This\nprompted IWMI to try to find out. Its research culminated in the publication\nof _Water for food, Water for life:A comprehensive assessment of water\nmanagement in agriculture_. A map within the report showed that a third of the\nworld's population already suffered from ‘water scarcity’. The report defined\nphysical water scarcity, as being where there are insufficient water resources\nto meet the demands of the population, and economic water scarcity as where\nwater requirements are not satisfied because of a lack of investment in water\nor human capacity."
    },
    {
        "chapter_name": "International Water Management Institute",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Averting a global water crisis",
        "generated_section_content_md": "IWMI's approach towards defining water scarcity provided a new context within\nwhich the scientific debate on water availability subsequently became centred.\nFor example, the theme of the UN World Water Day in 2007 was Coping with Water\nScarcity; The USA's Worldwatch Institute featured a chapter on water\nmanagement in its assessment _State of the World 2008_ ; and reports published\nin 2009 by the World Economic Forum and UNESCO concluded that water scarcity\nis now a bigger threat than the 2008 financial crisis. Dr. Rajendra K.\nPachauri, Chair of the Intergovernmental Panel on Climate Change, also\nhighlighted water scarcity at the 2009 Nobel Conference.\n\nIf current trends continue, global annual water usage is set to increase by\nmore than two trillion cubic metres by 2030, rising to 6.9 trillion cubic\nmetres. That equates to 40 per cent more than can be provided by available\nwater supplies. At Stockholm World Water Week 2010, IWMI highlighted a six-\npoint plan for averting a water crisis. According to the institute, the\nfollowing actions are required: 1) gather high-quality data about water\nresources; 2) take better care of the environment; 3) reform how water\nresources are governed; 4) revitalize how water is used for farming; 5) better\nmanage urban and municipal demands for water; and 6) involve marginalized\npeople in water management.\n\nIn 2011, IWMI celebrated its 25th anniversary by commissioning a series of\nessays on agricultural and development."
    },
    {
        "chapter_name": "International Water Management Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Using water management to reduce poverty",
        "generated_section_content_md": "IWM's work in Gujarat, India, exemplifies how improving water management can\nhave an influence on peoples' livelihoods. The state faced the dual problem of\nbankrupt electricity utilities and depleted groundwater storage following the\nintroduction of electricity subsidies to farmers from around 1970. The\nsituation arose because the subsidies enabled farmers to easily pump\ngroundwater from ever-increasing depths. The Asian Development Bank and World\nBank both indicated that governments should cut the electricity subsidies and\ncharge farmers based on metered consumption of power. However, when some state\ngovernments tried to do so, the farmers formed such powerful lobbies that\nseveral chief ministers lost their seats. A different solution was clearly\nrequired.\n\nIWMI scientists who studied the problem suggested governments should introduce\n‘intelligent rationing’ of farm power supply by separating the power cables\ncarrying electricity to farmers from those supplying other rural users, such\nas domestic households and industries. They should then provide farmers with a\nhigh-quality power supply for a set number of hours each day at a price they\ncould afford. Eventually Gujarat decided to include these recommendations in a\nlarger programme to reform the electricity utility. A study conducted\nafterwards found its impacts to be much greater than anticipated. Prior to the\nchange, tube-well owners had been holding rural communities to ransom by\n‘stealing’ power for irrigation. After the cables were separated, rural\nhouseholds, schools and industries had a much higher-quality power supply,\nwhich in turn boosted individuals’ well-being."
    }
]