[
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International police organization\n\nLaw enforcement agency\n\nThe **International Criminal Police Organization – INTERPOL** (abbreviated as\n**ICPO–INTERPOL**), commonly known as **Interpol** (UK: /ˈɪntərpɒl/ _IN -tər-\npol_, US: /-poʊl/ _-⁠pohl_; stylized in allcaps), is an international\norganization that facilitates worldwide police cooperation and crime control.\nIt is the world's largest international police organization. It is\nheadquartered in Lyon, France, with seven regional bureaus worldwide, and a\nNational Central Bureau in all 196 member states.\n\nThe organization today known as Interpol was founded on 7 September 1923 at\nthe close of a five-day International Police Congress in Vienna as the\n**International Criminal Police Commission** (**ICPC**); it adopted many of\nits current duties throughout the 1930s. After coming under Nazi control in\n1938, the agency had its headquarters in the same building as the Gestapo. It\nwas effectively stagnant until the end of World War II. In 1956, the ICPC\nadopted a new constitution and the name Interpol, derived from its telegraphic\naddress used since 1946.\n\nInterpol provides investigative support, expertise and training to law\nenforcement worldwide, focusing on three major areas of transnational crime:\nterrorism, cybercrime and organized crime. Its broad mandate covers virtually\nevery kind of crime, including crimes against humanity, child pornography,\ndrug trafficking and production, political corruption, intellectual property\ninfringement, as well as white-collar crime. The agency also facilitates\ncooperation among national law enforcement institutions through criminal\ndatabases and communications networks. Contrary to popular belief, Interpol is\nitself not a law enforcement agency.\n\nInterpol has an annual budget of €142 million ($155 million), most of which\ncomes from annual contributions by member police forces in 181 countries. It\nis governed by a General Assembly composed of all member countries, which\nelects the executive committee and the president (currently Ahmed Naser Al-\nRaisi of the United Arab Emirates) to supervise and implement Interpol's\npolicies and administration. Day-to-day operations are carried out by the\nGeneral Secretariat, comprising around 1,000 personnel from over 100\ncountries, including both police and civilians. The Secretariat is led by the\nsecretary-general, currently Valdecy Urquiza, the former vice president of\nInterpol for the Americas.\n\nPursuant to its charter, Interpol seeks to remain politically neutral in\nfulfilling its mandate, and is thus barred from interventions or activities\nthat are political, military, religious, or racial in nature and from\ninvolving itself in disputes over such matters. The agency operates in four\nlanguages: Arabic, English, French and Spanish."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Until the 19th century, cooperation among police in different national and\npolitical jurisdictions was organized largely on an ad hoc basis, focused on a\nspecific goal or criminal enterprise. The earliest attempt at a formal,\npermanent framework for international police coordination was the Police Union\nof German States, formed in 1851 to bring together police from various German-\nspeaking states. Its activities were centered mostly on political dissidents\nand criminals. A similar plan was launched by Italy in the 1898 Anti-Anarchist\nConference of Rome, which brought delegates from 21 European countries to\ncreate a formal structure for addressing the international anarchist movement.\nNeither the conference nor its follow up meeting in St. Petersburg in 1904\nyielded results.\n\nInterpol headquarters in the 6th arrondissement of Lyon, France\n\nThe early 20th century saw several attempts to formalize international police\ncooperation, driven by increasing international travel and commerce, which\nfacilitated transnational criminal enterprises and fugitives on the run. The\nfirst major effort was the International Criminal Police Congress, held in\nMonaco in 1914. This event brought diplomats and legal officials from two\ndozen countries to discuss international collaboration in criminal\ninvestigations, the sharing of investigative techniques, and extradition\nprocedures. The Monaco Congress outlined twelve principles that would\neventually form the foundation of Interpol, such as establishing direct\ncommunication between police forces in different countries, creating\ninternational standards for forensics and data collection, and streamlining\nthe process for handling extradition requests. However, the idea of an\ninternational police organization remained inactive during the First World\nWar. In 1922, the United States attempted a similar initiative through the\nInternational Police Conference in New York City, but it failed to garner\ninternational support.\n\nA year later, in 1923, a new initiative was undertaken at another\nInternational Criminal Police Congress in Vienna, spearheaded by Johannes\nSchober, President of the Viennese Police Department. The 22 delegates agreed\nto found the International Criminal Police Commission (ICPC), the direct\nforerunner of Interpol, which would be based in Vienna. Founding members\nincluded police officials from Austria, Germany, Belgium, Poland, China,\nEgypt, France, Greece, Hungary, Italy, the Netherlands, Japan, Romania,\nSweden, Switzerland and Yugoslavia. The same year, wanted person notices were\nfirst published in the ICPCs International Public Safety Journal. The United\nKingdom joined in 1928. By 1934, the ICPC's membership more than doubled to 58\nnations.[_citation needed_]. The United States did not join Interpol until\n1938, although a U.S. police officer unofficially attended the 1923 congress.\n\nFollowing the _Anschluss_ in 1938, the Vienna-based organization fell under\nthe control of Nazi Germany; on November 29, 1941, Interpol had offices at _Am\nKleinen Wannsee 16_ ; the commission’s headquarters were eventually moved to\nBerlin in 1942. Most member states withdrew their support during this period.\nFrom 1938 to 1945, the presidents of the ICPC included Otto Steinhäusl,\nReinhard Heydrich, Arthur Nebe and Ernst Kaltenbrunner. All were generals in\nthe _Schutzstaffel_ (SS); Kaltenbrunner was the highest-ranking SS officer\nexecuted following the Nuremberg trials.\n\nIn 1946, after the end of World War II, the organization was revived as the\nInternational Criminal Police Organization (ICPO) by officials from Belgium,\nFrance, Scandinavia, the United States and the United Kingdom. Its new\nheadquarters were established in Paris, then from 1967 in Saint-Cloud, a\nParisian suburb. They remained there until 1989 when they were moved to their\npresent location in Lyon.\n\nUntil the 1980s, Interpol did not intervene in the prosecution of Nazi war\ncriminals in accordance with Article 3 of its Charter, which prohibited\nintervention in \"political\" matters.\n\nOn May 10, 2023, Operation Identify Me was launched."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Constitution",
        "generated_section_content_md": "The role of Interpol is defined by the general provisions of its constitution.\n\nArticle 2 states that its role is:\n\n>   1. To ensure and promote the widest possible mutual assistance between all\n> criminal police authorities within the limits of the laws existing in the\n> different countries and in the spirit of the Universal Declaration of Human\n> Rights.\n>   2. To establish and develop all institutions likely to contribute\n> effectively to the prevention and suppression of ordinary law crimes.\n>\n\nArticle 3 states:\n\n> It is strictly forbidden for the Organization to undertake any intervention\n> or activities of a political, military, religious or racial character."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Operating procedures",
        "generated_section_content_md": "Contrary to the common idea due to frequent portrayals in popular media,\nInterpol is not a supranational law enforcement agency and has no agents with\narresting powers. Instead, it is an international organization that functions\nas a network of law enforcement agencies from different countries. The\norganization thus functions as an administrative liaison among the law\nenforcement agencies of the member countries, providing communications and\ndatabase assistance, mostly through its central headquarters in Lyon, along\nwith the assistance of smaller local bureaus in each of its member states.\n\nInterpol's databases at the Lyon headquarters can assist law enforcement in\nfighting international crime. While national agencies have their own extensive\ncrime databases, the information rarely extends beyond one nation's borders.\nInterpol's databases can track criminals and crime trends around the world,\nspecifically by means of authorized collections of fingerprints and face\nphotos, lists of wanted persons, DNA samples, and travel documents. Interpol's\nlost and stolen travel document database alone contains more than 12 million\nrecords. Officials at the headquarters also analyze this data and release\ninformation on crime trends to the member countries.\n\nAn encrypted Internet-based worldwide communications network allows Interpol\nagents and member countries to contact each other at any time. Known as\nI-24/7, the network offers constant access to Interpol's databases. While the\nNational Central Bureaus are the primary access sites to the network, some\nmember countries have expanded it to key areas such as airports and border\naccess points. Member countries can also access each other's criminal\ndatabases via the I-24/7 system.\n\nInterpol issues eight types of Interpol notices, seven of which are: red,\nblue, green, yellow, black, orange, and purple. An eighth special notice is\nissued at the special request of the United Nations Security Council. As of\n2019[update], there were 62,448 valid Red and 12,234 Yellow notices in\ncirculation.\n\nIn the event of an international disaster, terrorist attack, or assassination,\nInterpol can send an Incident Response Team (IRT). IRTs can offer a range of\nexpertise and database access to assist with victim identification, suspect\nidentification, and the dissemination of information to other nations' law\nenforcement agencies. In addition, at the request of local authorities, they\ncan act as a central command and logistics operation to coordinate other law\nenforcement agencies involved in a case. Such teams were deployed eight times\nin 2013. Interpol began issuing its own travel documents in 2009 with hopes\nthat nations would remove visa requirements for individuals travelling for\nInterpol business, thereby improving response times. In September 2017, the\norganization voted to accept Palestine and the Solomon Islands as members."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Finances",
        "generated_section_content_md": "In 2019, Interpol's operating income was €142 million, of which 41 percent\nwere statutory contributions by member countries, 35 percent were voluntary\ncash contributions and 24 percent were in-kind contributions for the use of\nequipment, services and buildings. With the goal of enhancing the\ncollaboration between Interpol and the private sector to support Interpol's\nmissions, the Interpol Foundation for a Safer World was created in 2013.\nAlthough legally independent of Interpol, the relationship between the two is\nclose enough for Interpol's president to obtain in 2015 the departure of HSBC\nCEO from the foundation board after the Swiss Leaks allegations.\n\nFrom 2004 to 2010, Interpol's external auditors was the French Court of Audit.\nIn November 2010, the Court of Audit was replaced by the Office of the Auditor\nGeneral of Norway for a three-year term with an option for a further three\nyears."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Offices",
        "generated_section_content_md": "In addition to its General Secretariat headquarters in Lyon, Interpol\nmaintains six regional bureaus and three special representative offices:\n\n* Buenos Aires, Argentina\n* Brussels, Belgium (special representative office to the European Union)\n* Yaoundé, Cameroon\n* Abidjan, Côte d'Ivoire\n* San Salvador, El Salvador\n* Addis Ababa, Ethiopia (special representative office to the African Union)\n* Nairobi, Kenya\n* New York City, United States (special representative office to the United Nations)\n* Harare, Zimbabwe\n\nInterpol's Command and Coordination Centres offer a 24-hour point of contact\nfor national police forces seeking urgent information or facing a crisis. The\noriginal is in Lyon with a second in Buenos Aires added in September 2011. A\nthird was opened in Singapore in September 2014.\n\nInterpol opened a Special Representative Office to the UN in New York City in\n2004 and to the EU in Brussels in 2009.\n\nThe organization has constructed the Interpol Global Complex for Innovation\n(IGCI) in Singapore to act as its research and development facility, and a\nplace of cooperation on digital crimes investigations. It was officially\nopened in April 2015, but had already become active beforehand. Most notably,\na worldwide takedown of the SIMDA botnet infrastructure was coordinated and\nexecuted from IGCI's Cyber Fusion Centre in the weeks before the opening, as\nwas revealed at the launch event."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Secretaries General",
        "generated_section_content_md": "| This section **needs expansion**. You can help by adding to it. _( March\n2025)_\n---|---"
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Presidents",
        "generated_section_content_md": "| This section **needs expansion**. You can help by adding to it. _( March\n2025)_\n---|---"
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.1",
        "section_name": "Paul Dickopf (1968–1972)",
        "generated_section_content_md": "Under the Nazi government of Adolf Hitler, Paul Dickopf was a member of the\nNational Socialist German Students' League, _Sturmabteilung_ and the\n_Schutzstaffel_ before and during World War II.\n\nDickopf was elected as the president of Interpol in 1968, apparently aided by\nthe good contacts of François Genoud to the Arab world. While his former Nazi\nconnections were known, he maintained his post until 1972."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.2",
        "section_name": "Jackie Selebi (2004–2008)",
        "generated_section_content_md": "After being charged of corruption in January 2008, Jackie Selebi resigned as\npresident of Interpol and was put on extended leave as National Police\nCommissioner of South Africa.\n\nIn July 2010 Selebi was found guilty of corruption by the South African High\nCourt in Johannesburg for accepting bribes worth €156,000 from a drug\ntrafficker."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.3",
        "section_name": "Khoo Boon Hui (2008–2012)",
        "generated_section_content_md": "Jackie Selebi was temporarily replaced by Arturo Herrera Verdugo [es], the\nNational Commissioner of Investigations Police of Chile and former vice\npresident for the American Zone, who remained acting president until the\nappointment of Singaporean Khoo Boon Hui in October 2008."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.4",
        "section_name": "Mireille Ballestrazzi (2012–2016)",
        "generated_section_content_md": "On November 8, 2012, the 81st General Assembly closed with the election of\nDeputy Central Director of the French Judicial Police, Mireille Ballestrazzi,\nas the first female president of the organization."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.5",
        "section_name": "Meng Hongwei (2016–2018)",
        "generated_section_content_md": "In November 2016, Meng Hongwei, a politician from the People’s Republic of\nChina, was elected president during the 85th Interpol General Assembly, and\nwas to serve in this capacity until 2020.\n\nAt the end of September 2018, Meng was reported missing during a trip to\nChina, after being “taken away” for questioning by discipline authorities.\nChinese police later confirmed that Meng had been arrested on charges of\nbribery as part of a national anti-corruption campaign. On October 7, 2018,\nINTERPOL announced that Meng had resigned his post with immediate effect and\nthat the Presidency would be temporarily occupied by Interpol Senior Vice-\npresident (Asia) Kim Jong Yang of South Korea."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.6",
        "section_name": "Kim Jong Yang (2018–2021)",
        "generated_section_content_md": "On November 21, 2018, Interpol’s General Assembly elected Kim Jong Yang to\nfill the remainder of Meng’s term, in a controversial election which saw\naccusations that the other candidate, Vice President Alexander Prokopchuk of\nRussia, had used Interpol notices to target critics of the Russian government.\n\nFour American senators had accused Vice President Alexander Prokopchuk of\nabusing Red Notices, likening his election to \"putting a fox in charge of the\nhenhouse\". A statement posted by the Ukrainian Helsinki Human Rights Union and\nsigned by other NGOs raised concerns about his ability to use his Interpol\nposition to silence Russia's critics. Russian politicians criticized the U.S.\naccusation as politically motivated interference."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "5.2.7",
        "section_name": "Ahmed Nase Al-Raisi (2021 – )",
        "generated_section_content_md": "On November 25, 2021, Ahmed Naser Al-Raisi, inspector general of the United\nArab Emirates’s interior ministry, was elected as president. The election was\ncontroversial due to the UAE’s human rights record, with concerns being raised\nby some human rights groups (e.g. Human Rights Watch) and some MEPs.\n\nIn June 2021, 35 French Parliamentarians, Members of Parliament and Senators,\nincluding from the majority and the opposition, urged President Emmanuel\nMacron to oppose the candidacy of the UAE's General Ahmed Nasser Al-Raisi,\nciting the accusations of torture against him. It was the second appeal by the\ndeputy of the Rhône, Hubert Julien-Laferrière, who had first written to Macron\nearlier in 2021. He questioned how a profile like Al-Raisi's, who was\nresponsible for the torture of political opponent Ahmed Mansoor and of a\nBritish academic Matthew Hedges, can become the president of a most\nrespectable institution.\n\nWhile the UAE was arranging trips for Al-Raisi to Interpol's member countries,\nopposition against the Emirati candidate amplified. A number of German MPs\nsigned a petition to express \"deep concern\" and reject the candidacy of Al-\nRaisi for the post of Interpol director. Rodney Dixon, the British lawyer of\nMatthew Hedges and Ali Ahmad, submitted a complaint and urged the Swedish\nauthorities to arrest Al-Raisi upon his arrival in Sweden. The two Britons\nalso raised a similar request to arrest al-Raisi with the Norwegian police\nauthorities. Both Sweden and Norway apply jurisdiction that allows them to\nopen investigations of crime, irrespective of a person's nationality or the\norigin country of the crime.\n\nIn October 2021, Al-Raisi had to face further opposition, as the lawyers\nsubmitted a complaint to the French Prosecutor in Paris. The claims cited Al-\nRaisi's role in the unlawful detention and torture of Ali Issa Ahmad and\nMatthew Hedges. Filed under the principle of universal jurisdiction, the\ncomplaint gave French officials the authority to investigate and arrest\nforeign nationals. As Raisi is not a head of state, French authorities had all\nthe rights to arrest and question him on entering the French territory.\n\nAs the General Assembly was approaching, the opposition was rising. In\nNovember 2021, a Turkish lawyer Gulden Sonmez filed a criminal complaint\nagainst Al-Raisi's nomination in Turkey, where the vote was to take place.\nSonmez said the Emirates' attempt to cover its human rights records and to\nlaunder its reputation. Besides, Hedges and Ahmad were also expected to file a\nlawsuit in Turkey against Al-Raisi, ahead of the General Assembly."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Criticism",
        "generated_section_content_md": "Former Interpol President Meng Hongwei pleaded guilty for accepting bribes\nover 14.5 million yuan."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Abusive requests for Interpol arrests",
        "generated_section_content_md": "Despite its politically neutral stance, some have criticized the agency for\nits role in arrests that critics contend were politically motivated. In their\ndeclaration, adopted in Oslo (2010), Monaco (2012), Istanbul (2013), and Baku\n(2014), the OSCE Parliamentary Assembly (PACE) criticized some OSCE member\nStates for their abuse of mechanisms of the international investigation and\nurged them to support the reform of Interpol in order to avoid politically\nmotivated prosecution. The resolution of the Parliamentary Assembly of the\nCouncil of Europe of 31 January 2014 criticizes the mechanisms of operation of\nthe Commission for the Control of Interpol's files, in particular, non-\nadversarial procedures and unjust decisions. In 2014, PACE adopted a decision\nto thoroughly analyse the problem of the abuse of Interpol and to compile a\nspecial report on this matter. In May 2015, within the framework of the\npreparation of the report, the PACE Committee on Legal Affairs and Human\nRights organized a hearing in Yerevan, during which both representatives of\nNGOs and Interpol had the opportunity to speak. According to Freedom House,\nRussia is responsible for 38% of Interpol's public Red Notices. There\ncurrently are \"approximately 66,370 valid Red Notices, of which some 7,669 are\npublic.\"\n\nRefugees who are included in the list of Interpol can be arrested when\ncrossing the border. In the year 2008, the office of the United Nations High\nCommissioner for Refugees pointed to the problem of arrests of refugees on the\nrequest of INTERPOL in connection with politically motivated charges.\n\nIn 2021, Turkey, China, the United Arab Emirates, Iran, Russia, and Venezuela\nwere accused of abusing Interpol by using it to target political opponents.\nChina used Interpol against the Uyghurs, where the government issued a Red\nNotice against activists and other members of the ethnic minority group living\nabroad. Since 1997, 1,546 cases from 28 countries of detention and deportation\nof the Uyghurs were recorded. In the case of Turkey, Interpol had to turn down\n800 requests, including one for NBA basketball player Enes Kanter Freedom. The\nUAE was also accused as one of the countries attempting to buy influence in\nInterpol. Using the Interpol Foundation for a Safer World, the Arab nation\ngave donations of $54 million. The amount was estimated as equal to the\nstatutory contributions together made by the rest 194 members. It was asserted\nthat the Emirates' growing influence over Interpol gave it the opportunity to\nhost the General Assembly in 2018 and in 2020 (that was postponed due to the\nCOVID-19 pandemic)."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.1.1",
        "section_name": "World",
        "generated_section_content_md": "Organizations such as Detained in Dubai, Open Dialog Foundation, Fair Trials\nInternational, Centre for Peace Studies, and International Consortium of\nInvestigative Journalists, indicate that non-democratic states use Interpol to\nharass opposition politicians, journalists, human rights activists, and\nbusinessmen. The countries accused of abusing the agency include China,\nRussia, United Arab Emirates, Qatar, Bahrain, Iran, Turkey, Kazakhstan,\nBelarus, Venezuela, and Tunisia.\n\nThe Open Dialog Foundation's report analysed 44 high-profile political cases\nwhich went through the Interpol system. A number of persons who have been\ngranted refugee status in the European Union (EU) and the US—including Russian\nbusinessman Andrey Borodin, Chechen Arbi Bugaev, Kazakh opposition politician\nMukhtar Ablyazov and his associate Artur Trofimov, and Sri Lankan journalist\nChandima Withana —continue to remain on the public INTERPOL list. Some of the\nrefugees remain on the list even after courts have refused to extradite them\nto a non-democratic state (for example, Pavel Zabelin, a witness in the case\nof Mikhail Khodorkovsky, and Alexandr Pavlov, former security chief of the\nKazakh oppositionist Ablyazov). Another case is Manuel Rosales, a politician\nwho opposed Hugo Chavez and fled to Peru in 2009 and was subject to a red\nalert on charges of corruption for two weeks. Interpol deleted the request for\nprosecution immediately. Interpol has also been criticized for mistaking\npeople on yellow alerts. One case was Alondra Díaz-Nuñez, who in April 2015\nwas apprehended in Guanajuato City, Mexico being mistaken for a missing\nAmerican teenager. Interpol came under heavy criticism from Mexican news and\nmedia for helping out Policia Federal Ministerial, Mexican Federal Police, and\nthe U.S. Embassy and Consulate in Mexico, in what was believed to be a\nkidnapping.[_citation needed_]"
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.1.2",
        "section_name": "Eastern Europe",
        "generated_section_content_md": "The 2013 PACE's Istanbul Declaration of the OSCE cited specific cases of such\nprosecution, including those of the Russian activist Petr Silaev, financier\nWilliam Browder, businessman Ilya Katsnelson, Belarusian politician Ales\nMichalevic, and Ukrainian politician Bohdan Danylyshyn.[_citation needed_]\n\nOn 25 July 2014, despite Interpol's Constitution prohibiting them from\nundertaking any intervention or activities of a political or military nature,\nthe Ukrainian nationalist paramilitary leader Dmytro Yarosh was placed on\nInterpol's international wanted list at the request of Russian authorities,\nwhich made him the only person wanted internationally after the beginning of\nthe 2014 Russian military intervention in Ukraine. For a long time, Interpol\nrefused to place former President of Ukraine Viktor Yanukovych on the wanted\nlist as a suspect by the new Ukrainian government for the mass killing of\nprotesters during Euromaidan. Yanukovych was eventually placed on the wanted\nlist on 12 January 2015. However, on 16 July 2015, after an intervention of\nJoseph Hage Aaronson, the British law firm hired by Yanukovych, the\ninternational arrest warrant against the former president of Ukraine was\nsuspended pending further review. In December 2014, the Security Service of\nUkraine (SBU) liquidated[_clarification needed_] a sabotage and reconnaissance\ngroup that was led by a former agent of the Ukrainian Bureau of INTERPOL that\nalso has family relations in the Ukrainian counter-intelligence agencies. In\n2014, Russia made attempts to place Ukrainian politician Ihor Kolomoyskyi and\nUkrainian civic activist Pavel Ushevets, subject to criminal persecution in\nRussia following his pro-Ukrainian art performance in Moscow, on the Interpol\nwanted list.\n\nOn October 30, 2023, Belarusian filmmaker Andrey Gnyot got arrested when he\nlanded in Belgrade as he was put on an Interpol warrant list. He is accused by\nthe Belarusian authorities of tax evasion and issued an extradition request.\nDuring the 2020–2021 Belarusian protests, Gnyot co-founded the Free\nAssociation of Athletes (SOS-BY), bringing together athletes opposed to the\nLukashenko regime. He spent seven months in detention in Belgrade before being\ntransferred to house arrest in June 2024. Amnesty International called on the\nSerbian authorities to cease the extradition process."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.1.3",
        "section_name": "Middle East",
        "generated_section_content_md": "According to a report by the Stockholm Center for Freedom that was issued in\nSeptember 2017, Turkey has weaponized Interpol mechanisms to hunt down\nlegitimate critics and opponents in violation of Interpol's own constitution.\nThe report lists abuse cases where not only arrest warrants but also\nrevocation of travel documents and passports were used by Turkey as\npersecution tools against critics and opponents. The harassment campaign\ntargeted foreign companies as well. Syrian-Kurd Salih Muslim was briefly\ndetained at Turkey's request on 25 February 2018 in Prague, the capital of the\nCzech Republic, but was released 2 days later, drawing angry protests from\nTurkey. On 17 March 2018, the Czech authorities dismissed Turkey's request as\nlacking merit.[_citation needed_]\n\nAfter a senior UAE government official, Ahmed Naser Al-Raisi became the\nPresident, Interpol ignored an injunction by the European Court of Human\nRights (ECHR), and cooperated with Serbian authorities to extradite a Bahraini\nactivist. Ahmed Jaafar Mohamed Ali was extradited to Bahrain in a charter\naircraft of Royal Jet, a private Emirati airline headed by an Abu Dhabi royal\nfamily member. Critics raised concerns that it was just first example of how\n\"red lines will be crossed\" under the presidency of Al-Raisi. Besides, a\nwarning was raised that after its decision, Interpol will be complicit in any\nabuse that Ali will face. In 2021 it was reported that Ahmed Naser had also\nallegedly tortured a number of people in the UAE before."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.1.4",
        "section_name": "Appeals and requests withdrawals",
        "generated_section_content_md": "The procedure for filing an appeal with Interpol is a long and complex one.\nFor example, the Venezuelan journalist Patricia Poleo and a colleague of\nKazakh activist Ablyazov, and Tatiana Paraskevich, who were granted refugee\nstatus, sought to overturn the politically motivated request for as long as\none and a half years, and six months, respectively.\n\nInterpol has previously recognized some requests to include persons on the\nwanted list as politically motivated, e.g., Indonesian activist Benny Wenda,\nGeorgian politician Givi Targamadze, ex-president of Georgia Mikheil\nSaakashvili, ex-mayor of Maracaibo and 2006 Venezuelan presidential election\ncandidate Manuel Rosales and ex-president of Honduras Manuel Zelaya Rosales;\nthese persons have subsequently been removed. However, in most cases, Interpol\nremoves a Red Notice against refugees only after an authoritarian state closes\na criminal case or declares amnesty (for example, the cases of Russian\nactivists and political refugees Petr Silaev, Denis Solopov, and Aleksey\nMakarov, as well as the Turkish sociologist and feminist Pinar Selek)."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Diplomacy",
        "generated_section_content_md": "In 2016, Taiwan criticized Interpol for turning down its application to join\nthe General Assembly as an observer. The United States supported Taiwan's\nparticipation, and the US Congress passed legislation directing the Secretary\nof State to develop a strategy to obtain observer status for Taiwan.\n\nThe election of Meng Hongwei, a Chinese national, as president and Alexander\nProkopchuk, a Russian, as vice president of Interpol for Europe drew criticism\nin anglophone media and raised fears of Interpol accepting politically\nmotivated requests from China and Russia."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Business",
        "generated_section_content_md": "In 2013, Interpol was criticized over its multimillion-dollar deals with such\nprivate sector bodies as FIFA, Philip Morris, and the pharmaceutical industry.\nThe criticism was mainly about the lack of transparency and potential\nconflicts of interest, such as Codentify.[_clarification needed_] After the\n2015 FIFA scandal, the organization has severed ties with all the private-\nsector bodies that evoked such criticism, and has adopted a new and\ntransparent financing framework."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Reform",
        "generated_section_content_md": "From 1 to 3 July 2015, Interpol organized a session of the Working Group on\nthe Processing of Information, which was formed specifically in order to\nverify the mechanisms of information processing. The Working Group heard the\nrecommendations of civil society as regards the reform of the international\ninvestigation system and promised to take them into account, in light of\npossible obstruction or refusal to file crime reports nationally.\n\nThe Open Dialog Foundation, a human rights organization, recommended that\nInterpol, in particular: create a mechanism for the protection of rights of\npeople having international refugee status; initiate closer cooperation of the\nCommission for the Control of Files with human rights NGOs and experts on\nasylum and extradition; enforce sanctions for violations of Interpol's rules;\nstrengthen cooperation with NGOs, the UN, OSCE, the PACE, and the European\nParliament.\n\nFair Trials International proposed to create effective remedies for\nindividuals who are wanted under a Red Notice on unfair charges; to penalize\nnations which frequently abuse the Interpol system; to ensure more\ntransparency of Interpol's work.\n\nThe Centre for Peace Studies also created recommendations for Interpol, in\nparticular, to delete Red Notices and Diffusions for people who were granted\nrefugee status according to 1951 Refugee Convention issued by their countries\nof origin, and to establish an independent body to review Red Notices on a\nregular basis."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Emblem",
        "generated_section_content_md": "Interpol emblem\n\nThe current emblem of Interpol was adopted in 1950 and includes the following\nelements:\n\n* the globe indicates worldwide activity\n* the olive branches represent peace\n* the sword represents police action\n* the scales signify justice\n* the acronyms \"OIPC\" and \"ICPO\", representing the full name of the organization in both French and English, respectively."
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "Members",
        "generated_section_content_md": "Interpol currently has 196 member countries:\n\nInterpol members\n---\n\n* Islamic Republic of Afghanistan – October 2002 (Former)\n* Albania – November 1991\n* Algeria – August 1963\n* Andorra – November 1987\n* Angola – October 1982\n* Antigua and Barbuda – October 1986\n* Argentina – June 1956\n* Armenia – November 1992\n* Aruba – November 1987\n* Australia – June 1956\n* Austria – June 1956\n* Azerbaijan – November 1992\n* Bahamas – October 1973\n* Bahrain – September 1972\n* Bangladesh – October 1976\n* Barbados – November 1981\n* Belarus – September 1993\n* Belgium – June 1956\n* Belize – November 1987\n* Benin – September 1962\n* Bhutan – September 2005\n* Bolivia – August 1963\n* Bosnia and Herzegovina – November 1992\n* Botswana – November 1980\n* Brazil – October 1986\n* Brunei – September 1984\n* Bulgaria – November 1989\n* Burkina Faso – September 1961\n* Burundi – October 1970\n* Cambodia – June 1956\n* Cameroon – September 1961\n* Canada – October 1949\n* Cape Verde – November 1989\n* Central African Republic – June 1965\n* Chad – September 1962\n* Chile – June 1956\n* People's Republic of China – September 1961\n* Colombia – June 1956\n* Comoros – October 1998\n* Republic of the Congo – September 1961\n* Democratic Republic of the Congo – August 1963\n* Costa Rica – June 1956\n* Côte d'Ivoire – September 1961\n* Croatia – November 1992\n* Cuba – June 1956\n* Curaçao – October 2011\n* Cyprus – September 1962\n* Czech Republic – September 1993\n* Denmark – June 1956\n* Djibouti – November 1980\n* Dominica – November 1981\n* Dominican Republic – June 1956\n* East Timor – October 2002\n* Ecuador – September 1962\n* Egypt – June 1956\n* El Salvador – December 1959\n* Equatorial Guinea – November 1980\n* Eritrea – November 1999\n* Estonia – November 1992\n* Eswatini – October 1975\n* Ethiopia – September 1958\n* Fiji – September 1971\n* Finland – June 1956\n* France – June 1956\n* Gabon – September 1961\n* Gambia – October 1986\n* Georgia – September 1993\n* Germany – June 1956\n* Ghana – September 1958\n* Greece – June 1956\n* Grenada – October 1986\n* Guatemala – June 1956\n* Guinea – September 1961\n* Guinea-Bissau – November 1992\n* Guyana – October 1968\n* Haiti – June 1957\n* Honduras – September 1974\n* Hungary – November 1981\n* Iceland – September 1971\n* India – October 1949\n* Indonesia – June 1956\n* Iran – June 1956\n* Iraq – September 1967\n* Ireland – June 1956\n* Israel – October 1949\n* Italy – June 1956\n* Jamaica – August 1963\n* Japan – June 1956\n* Jordan – June 1956\n* Kazakhstan – November 1992\n* Kenya – October 1968\n* Kiribati – November 2018\n* Kuwait – June 1965\n* Kyrgyzstan – October 1996\n* Laos – June 1957\n* Latvia – November 1992\n* Lebanon – June 1956\n* Lesotho – September 1971\n* Liberia – June 1956\n* Libya – June 1956\n* Liechtenstein – October 1960\n* Lithuania – November 1991\n* Luxembourg – June 1956\n* Madagascar – September 1961\n* Malawi – August 1966\n* Malaysia – September 1961\n* Maldives – September 1984\n* Mali – October 1969\n* Malta – September 1972\n* Marshall Islands – September 1990\n* Mauritania – September 1962\n* Mauritius – October 1969\n* Mexico – June 1956\n* Moldova – September 1994\n* Micronesia – November 2021\n* Monaco – June 1956\n* Mongolia – November 1991\n* Montenegro – September 2006\n* Morocco – June 1957\n* Mozambique – November 1989\n* Myanmar – June 1956\n* Namibia – November 1992\n* Nauru – September 1971\n* Nepal – September 1967\n* Netherlands – June 1956\n* New Zealand – June 1956\n* Nicaragua – June 1965\n* Niger – September 1964\n* Nigeria – October 1960\n* North Macedonia – September 1993\n* Norway – June 1956\n* Oman – September 1972\n* Palau – November 2023\n* Pakistan – June 1956\n* Palestine – September 2017\n* Panama – September 1958\n* Papua New Guinea – October 1976\n* Paraguay – September 1977\n* Peru – September 1962\n* Philippines – June 1956\n* Poland – September 1990\n* Portugal – June 1956\n* Qatar – September 1974\n* Romania – October 1973\n* Russia – September 1990\n* Rwanda – September 1974\n* Saint Kitts and Nevis – November 1987\n* Saint Lucia – October 1983\n* Saint Vincent and the Grenadines – October 1985\n* Samoa – October 2009\n* São Tomé and Príncipe – November 1988\n* Saudi Arabia – June 1956\n* San Marino – September 2006\n* Senegal – September 1961\n* Serbia – September 1956\n* Seychelles – September 1977\n* Sierra Leone – September 1962\n* Singapore – October 1968\n* Sint Maarten – October 2011\n* Slovakia – September 1993\n* Slovenia – November 1992\n* Solomon Islands – September 2017\n* Somalia – October 1975\n* South Africa – September 1993\n* South Korea – September 1964\n* South Sudan – October 2011\n* Spain – June 1956\n* Sri Lanka – June 1956\n* Sudan – June 1956\n* Suriname – June 1956\n* Sweden – June 1956\n* Switzerland – June 1956\n* Syria – June 1956\n* Tajikistan – October 2004\n* Tanzania – September 1962\n* Thailand – June 1956\n* Togo – October 1960\n* Tonga – September 1979\n* Trinidad and Tobago – September 1964\n* Tunisia – June 1957\n* Turkey – June 1956\n* Turkmenistan – September 2005\n* Uganda – August 1966\n* Ukraine – November 1992\n* United Arab Emirates – October 1973\n* United Kingdom – June 1956\n* United States – June 1956\n* Uruguay – June 1956\n* Uzbekistan – September 1994\n* Vanuatu – November 2018\n* Vatican City – October 2008\n* Venezuela – June 1956\n* Vietnam – November 1991\n* Yemen – October 1976\n* Zambia – August 1966\n* Zimbabwe – November 1980"
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "8.1.1",
        "section_name": "Subnational-bureaus",
        "generated_section_content_md": "* American Samoa\n* Anguilla\n* Bermuda\n* British Virgin Islands\n* Cayman Islands\n* Gibraltar\n* Hong Kong\n* Montserrat\n* Macau\n* Puerto Rico\n* Turks and Caicos Islands\n* United Nations for  Kosovo"
    },
    {
        "chapter_name": "Interpol",
        "chapter_id": "1",
        "section_number": "8.1.2",
        "section_name": "Exclusions",
        "generated_section_content_md": "Two member states of the United Nations and three partially-recognized states\nare currently not members of Interpol: North Korea and Tuvalu, as well as\nKosovo, Taiwan, Western Sahara, and Islamic Emirate of Afghanistan.\n\nThe Republic of China (Taiwan) joined Interpol in September 1961. After the\nPeople's Republic of China was seated as \"China\" in the UN, Interpol\ntransferred its recognition from the ROC to the PRC in September 1984.\n\nIn 2023, over 60 Interpol member states voiced their support for Taiwan's bid\nto re-join the organization. Specifically, representatives from Taiwan's\ndiplomatic allies Eswatini, Palau, Paraguay, Belize, Saint Vincent and the\nGrenadines, the Marshall Islands, and Saint Kitts and Nevis spoke up for\nTaiwan during the assembly."
    }
]