[
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialised agency of the United Nations\n\nThe **International Fund for Agricultural Development** (**IFAD)** is an\ninternational financial institution and a specialised agency of the United\nNations that works to address poverty and hunger in rural areas of developing\ncountries. It is the only multilateral development organization that focuses\nsolely on rural economies and food security.\n\nIFAD is involved in over 200 projects across nearly 100 countries. It funds\nand sponsors initiatives that improve land and water management, develop rural\ninfrastructure, train and educate farmers in more efficient technologies,\nbuild up resilience against climate change, enhancing market accessibility,\nand more.\n\nIFAD has 180 member states with the Organization of the Petroleum Exporting\nCountries (OPEC) and members of the Organisation for Economic Co-operation and\nDevelopment (OECD). As of 2021, since its foundation, IFAD has provided\nUS$23.2 billion in loans and grants and coordinated an addition US$31 billion\nin international and domestic co-financing."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In the early 1970s, global food shortages led to widespread famine,\nmalnutrition, and mortality, particularly affecting the Sahel region of\nAfrica. The world required long-term, coordinated approaches to the structural\nissues that were causing destitution and food shortages. IFAD was established\nas an international financial institution in 1977 through United Nations\nGeneral Assembly Resolution 32/107 (15 December 1977) as one of the major\noutcomes of the 1974 World Food Conference. The conference highlighted the\nvital importance of addressing food insecurity and poverty in emerging\ncountries' rural communities. IFAD officially opened its headquarters in Rome,\nItaly and convened its first governing council with 120 member states and it\nis a member of the United Nations Development Group."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Vision",
        "generated_section_content_md": "The International Fund for Agricultural Development (IFAD) envisions rural\ncommunities that are inclusive, prosperous, and resilient, free from poverty\nand hunger. Acknowledging that agriculture is the primary livelihood for\nmillions of rural people, IFAD addresses the challenges these communities\nface, such as climate adaptation, economic instability, and food insecurity.\n\nThrough strategic partnerships and financing, IFAD supports initiatives that\nenable rural populations to enhance productivity, access resources, and build\nresilience. Its vision includes fostering innovation and advancing policies\nthat promote equity, with a focus on empowering groups often overlooked, such\nas women, Indigenous Peoples, and youth."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Criticism and debates",
        "generated_section_content_md": "IFAD, alongside other United Nations Specialized Agencies and international\naid agencies, has been subject to a wide array of criticism from different\nactors."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Approach to food insecurity and poverty alleviation",
        "generated_section_content_md": "**See also** **:** Washington Consensus\n\nIFAD is often perceived as being in line with dominant economic ideologies,\nand has seen critiques for falling short in reducing food insecurity and\nhunger by not addressing structural challenges of the world economy. The\nlegacy of neo-liberal policies pushed for by international development\nagencies has often drawn criticism, and although IFAD specifically targets\nsmall-scale actors, prevalent debates about agriculture and aid effectiveness\nextend to the role played by institutions such as IFAD. Many scholars oppose\nthe status quo and call for a change in the approach to food insecurity as\nillustrated with the quote “The global food system, driven by neoliberal\neconomic policies, has transformed agriculture into an instrument for economic\ndevelopment, often at the expense of local communities' food security and\nautonomy”."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Financialization of agriculture",
        "generated_section_content_md": "The financialization of agriculture refers to the rising involvement of\nfinance in agriculture, which can take the form of access to credit markets,\ncommodification and trade of agricultural products, evolving regulations (to\nallow new financial agreements between actors) and more. IFAD has targeted\nfinancialization as a way of supporting food production and allowing markets\nto deliver solutions. As such, some scholars have been vocal in their\ncriticism of financialization and its shortcomings, by exacerbating\ninequalities (concentrating wealth among financial elites and agribusiness\ncorporations), heightening the fragility of the food system to shocks\n(economic and environmental), stifling collective action to build ecologically\nsound food systems, and leaving small-scale farmers more exposed to price\nvolatility due to contracted loans and financial derivatives. Moreover, many\nhave pointed to the commodification and trade of agricultural assets as a\nreason for rising food prices around the world."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Technocracy",
        "generated_section_content_md": "IFAD has sometimes been branded by local actors and critiques as Technocratic,\noffering one-size fits all solutions to specific contexts. International\ndevelopment endeavors are often characterized by their multilateral nature,\nand the omission of local actors and/or conflicting viewpoints may undermine\npoverty alleviation efforts."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Interpretation of mandate and constituent instruments",
        "generated_section_content_md": "In 2009, a report published by Rutsel Martha (general counsel of legal affairs\nat IFAD) titled _Mandate issues in the activities of the International Fund\nfor Agricultural Development (IFAD)_ looked at the issues regarding the\ninstitutions interpretations of its law's: \"Every action of an international\norganization, including IFAD, expresses or implies some interpretation of the\norganization’s law, in particular its constituent instrument. In other words,\nIFAD’s actions, like those of other international organizations, imply a view\nabout the meaning of its law, and are therefore quintessentially\ninterpretative of the legal regulations that govern its existence and\noperations\". In this sense, multiple occasions have revealed how IFAD relies\non interpretations and auxiliary instruments to address its mission of\nalleviating food insecurity. For example, it bypassed the original prerogative\nstating \"the Fund can only finance its developing Member States and\nintergovernmental organizations in which those States participate\" to extend\nfinancing to NGO's under certain conditions.\n\nIn the late 1990's and early 2000's, IFAD again bypassed its original mandate\nvia legal instruments to deliver programs in the West Bank and Gaza Strip,\nunder accords with the Palestinian authority which was not a recognized member\nstate. The chairman of the 21st session of the governing council in his\nclosing statement stated: \"“The long arms of hunger and poverty know no legal\nor political boundaries, yet development aid very often faces constraints that\nlimit its outreach. During this Session we have overcome just such a\nconstraint by establishing a Fund for Gaza and the West Bank, a territory that\nis not a Member State of IFAD. There is indeed satisfaction in overcoming\nbounds and in reaching out to PEOPLE not to boundaries”. In response to this,\nthe United States representative stated that although “the United States\nsupports international efforts to assist the Palestinian people, not only to\nimprove day-to-day lives, but also to build a constituency for peace\", because\nof \"US legal restrictions, our contributions and assistance cannot be used for\nthe proposed IFAD special fund\". This situation revealed how IFAD is subject\nto judicial and political challenges, which can undermine its mission. Rustel\nMartha wrote of the incident that it highlighted \"the fact that when\norganizations embark on activities which cannot be clearly identified as\nhaving been authorized by the constituent instrument, it may place membership\ncontribution at risk\"."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Structure",
        "generated_section_content_md": "The International Fund for Agricultural Development (IFAD) relies on three key\nentities for governance: the governing council, the executive board, and the\npresident."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Governing Council",
        "generated_section_content_md": "The IFAD is governed by its primary decision-making body, the **Governing\nCouncil** , which holds full powers to make decisions. This council is\ncomposed of representatives from all IFAD Member States and gathers on an\nannual basis. It is attended by official delegates such as Governors,\nAlternate Governors, and other appointed advisors. Observers, including\nrepresentatives from non-member states seeking membership, the Holy See, the\nSovereign Order of Malta, and approved UN agencies, intergovernmental and non-\ngovernmental organizations, are also invited to attend.\n\nThe Governing Council has full authority over the fund's operations and makes\ndecisions on important matters such as the approval of new members, the\nelection of the President, issues concerning the permanent seat, the\nadministrative budget, and the establishment of policies, criteria, and\nregulations.\n\nSessions of the Governing Council are led by the _Chairperson of the Bureau_ ,\nwhich is made up of _one Chairperson_ and _two Vice-chairpersons_ , all\nelected from among the Governors of member states for a two-year period. The\nPresident also participates in Governing Council meetings without voting\nrights."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Executive Board",
        "generated_section_content_md": "The general operations of the fund are managed by the **Executive Board** ,\nwhich exercises authority either directly provided by Agreement of\nEstablishing the IFAD or delegated by the Governing Council. The Board is made\nup of _18 members_ and as many as _18 alternate members_ , all elected from\nthe fund's members at the annual session of the Governing Council. Each member\nserves a three-year term within allocated Lists and Sub-Lists. The fund's\npresident chairs the executive board, attending its meetings without voting\nprivileges."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "4.2.1",
        "section_name": "Current framework of the Executive Board",
        "generated_section_content_md": "Source:\n\nIFAD List A  Member  | Alternate member\n---|---\nItaly |  Austria\nFrance |  Belgium\nJapan |  Denmark\nCanada |  Finland\nUnited States |  Spain\nNorway |  Sweden\nGermany |  Switzerland\nNetherlands |  United Kingdom\nIFAD List B  Member  | Alternate member\n---|---\nVenezuela |  Algeria\nSaudi Arabia |  Indonesia\nNigeria |  Qatar\nKuwait |  United Arab Emirates\nIFAD List C1  Member  | Alternate member\n---|---\nEgypt |  Angola\nCameroon |  Tanzania\nIFAD List C2  Member  | Alternate member\n---|---\nChina |  Pakistan\nIndia |  South Korea\nIFAD List C3  Member  | Alternate member\n---|---\nBrazil |  Argentina\nMexico |  Peru"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "President",
        "generated_section_content_md": "The President of the IFAD is appointed by the Governing Council with a two-\nthirds majority vote and serves a term of four years, renewable once. Under\nexceptional circumstances, the term may be extended by up to six months on the\nrecommendation of the executive board. The president oversees the fund's\noperations, including organizing the staff and managing appointments and\ndismissals, following regulations set by the executive board.\n\nThe President may appoint a _Vice-president_ to assist with assigned\nresponsibilities and serves as the fund's legal representative. The current\nPresident of the IFAD is Alvaro Lario from Spain, who took over from Gilbert\nHoungbo in late 2022. His term of office began on 1 October 2022, and will run\nuntil 31 March 2027. As 2024, Álvaro Lario, who serves as the President of\nIFAD, took on the additional role of Chair of UN-Water, the United Nations\nInter-Agency Mechanism on All Freshwater Related Issues, Including Sanitation.\n\nList of Presidents of the International Fund for Agricultural Development  No.  | Name  | Country of origin  | Took office  | Left office\n---|---|---|---|---\n1\\.  | Abdelmuhsin M. Al-Sudeary  |  Saudi Arabia | 1977  | 1984\n2\\.  | Idriss Jazairy  |  Algeria | 1984  | 1993\n3\\.  | Fawzi Al-Sultan  |  Kuwait | 1993  | 2001\n4\\.  | Lennart Båge  |  Sweden | 2001  | 2009\n5\\.  | Kanayo F. Nwanze  |  Nigeria | 2009  | 2017\n6\\.  | Gilbert Houngbo |  Togo | 2017  | 2022\n7\\.  | Alvaro Lario |  Spain | 2022  | _Incumbent_"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Membership",
        "generated_section_content_md": "\"Membership of the Fund shall be open to any State member of the United\nNations, or of any of its specialized agencies, or of the International Atomic\nEnergy Agency. Membership shall also be open to any groupings of States whose\nmembers have delegated to it powers in fields falling within the competence of\nthe fund, and which is able to fulfil all the obligations of a Member of the\nFund\" (Art. 3, sec. 1 of the Agreement Establishing IFAD).\n\nIFAD currently has 180 member states, categorized into three main groups that\nreflect the economic diversity and development priorities of its members.\n\nList A includes high-income countries that contribute significantly to IFAD's\nfinancial resources. These nations have declared themselves ineligible for\nIFAD financing and do not qualify for Official Development Assistance (ODA) as\ndefined by the Organisation for Economic Co-operation and Development (OECD).\nTheir role is crucial in providing funding for global agricultural development\ninitiatives.\n\nList B includes member states from the Organization of the Petroleum Exporting\nCountries (OPEC) that also contribute to IFAD's resources. This category\ncomprises oil-rich countries that may be eligible for particular agricultural\ndevelopment initiatives, demonstrating development aid.\n\nList C includes developing nations eligible for IFAD money and services, many\nof which also contribute to the organization's resources. This list is divided\ninto three regional sub-lists: C1 (countries in Africa), C2 (countries in\nEurope, Asia, and the Pacific) and C3 (countries in Latin America and\nCaribbean)."
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "List A – 28 member states",
        "generated_section_content_md": "* Austria\n* Belgium\n* Canada\n* Cyprus\n* Denmark\n* Estonia\n* Finland\n* France\n* Germany\n* Greece\n* Hungary\n* Iceland\n* Ireland\n* Israel\n* Italy\n* Japan\n* Luxembourg\n* Netherlands\n* New Zealand\n* Norway\n* Poland\n* Portugal\n* Russia\n* Spain\n* Sweden\n* Switzerland\n* United Kingdom\n* United States"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "List B – 12 member states",
        "generated_section_content_md": "* Algeria\n* Gabon\n* Indonesia\n* Iran\n* Iraq\n* Kuwait\n* Libya\n* Nigeria\n* Qatar\n* Saudi Arabia\n* United Arab Emirates\n* Venezuela"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Sublist C1 – 50 member states",
        "generated_section_content_md": "* Angola\n* Benin\n* Botswana\n* Burkina Faso\n* Burundi\n* Cape Verde\n* Cameroon\n* Central African Republic\n* Chad\n* Comoros\n* Congo\n* Democratic Republic of the Congo\n* Djibouti\n* Egypt\n* Equatorial Guinea\n* Eritrea\n* Eswatini\n* Ethiopia\n* Gambia\n* Guinea\n* Guinea-Bissau\n* Ivory Coast\n* Kenya\n* Lesotho\n* Liberia\n* Madagascar\n* Malawi\n* Mali\n* Mauritania\n* Mauritius\n* Morocco\n* Mozambique\n* Namibia\n* Niger\n* Rwanda\n* São Tomé and Príncipe\n* Senegal\n* Seychelles\n* Sierra Leone\n* Somalia\n* South Africa\n* South Sudan\n* Sudan\n* Togo\n* Tanzania\n* Tunisia\n* Uganda\n* Zambia\n* Zimbabwe"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Sublist C2 – 57 member states",
        "generated_section_content_md": "* Afghanistan\n* Albania\n* Armenia\n* Azerbaijan\n* Bangladesh\n* Bhutan\n* Bosnia and Herzegovina\n* Cambodia\n* China\n* Cook Islands\n* Croatia\n* East Timor\n* Fiji\n* Georgia\n* India\n* Jordan\n* Kazakhstan\n* Kiribati\n* Kyrgyzstan\n* Laos\n* Lebanon\n* Malaysia\n* Maldives\n* Malta\n* Marshall Islands\n* Micronesia\n* Moldova\n* Mongolia\n* Montenegro\n* Myanmar\n* Nauru\n* Nepal\n* Niue\n* North Korea\n* North Macedonia\n* Oman\n* Pakistan\n* Palau\n* Papua New Guinea\n* Philippines\n* Romania\n* Samoa\n* Serbia\n* Solomon Islands\n* South Korea\n* Sri Lanka\n* Syria\n* Tajikistan\n* Thailand\n* Tonga\n* Turkey\n* Tuvalu\n* Ukraine\n* Uzbekistan\n* Vanuatu\n* Vietnam\n* Yemen"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Sublist C3 – 32 member states",
        "generated_section_content_md": "* Antigua and Barbuda\n* Argentina\n* Bahamas\n* Barbados\n* Belize\n* Bolivia\n* Brazil\n* Chile\n* Colombia\n* Costa Rica\n* Cuba\n* Dominica\n* Dominican Republic\n* Ecuador\n* El Salvador\n* Grenada\n* Guatemala\n* Guyana\n* Haiti\n* Honduras\n* Jamaica\n* Mexico\n* Nicaragua\n* Panama\n* Paraguay\n* Peru\n* Saint Kitts and Nevis\n* Saint Lucia\n* Saint Vincent and the Grenadines\n* Suriname\n* Trinidad and Tobago\n* Uruguay"
    },
    {
        "chapter_name": "International Fund for Agricultural Development",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "IFAD Member States with List Membership Process Ongoing",
        "generated_section_content_md": "* Lithuania"
    }
]