[
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialized agency of the United Nations\n\nThe **International Maritime Organization** (**IMO** ; French: _Organisation\nmaritime internationale_ ; Spanish: _Organización Marítima Internacional_) is\na specialized agency of the United Nations regulating maritime transport. It\nwas established following agreement at a UN conference held in Geneva in 1948,\nbut this did not come into force for ten years, and the new body, then called\nthe Inter-governmental Maritime Consultative Organization, first assembled on\n6 January 1959. Headquartered in London, United Kingdom, the IMO has 176\nMember States and three Associate Members as of 2025.\n\nThe IMO's purpose is to develop and maintain a comprehensive regulatory\nframework for shipping and its remit includes maritime safety, environmental\nconcerns, and legal matters. IMO is governed by an assembly of members which\nmeets every two years. Its finance and organization is administered by a\ncouncil of 40 members elected from the assembly. The work of IMO is conducted\nthrough five committees supported by technical subcommittees. Other UN\norganizations may observe the proceedings of the IMO. Observer status is\ngranted to qualified NGOs.\n\nIMO is supported by a permanent secretariat of employees who are\nrepresentative of the organization's members. The secretariat is composed of a\nSecretary-General elected by the assembly, and various divisions such as those\nfor marine safety, environmental protection and a conference section."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Opening and anniversary plaques of Queen Elizabeth II and model of _Queen Mary\n2_ in the lobby of the IMO Headquarters\n\nIn February–March 1948 the United Nations Maritime Conference in Geneva\ninstitutionalized the regulation of the safety of shipping into an\ninternational framework. Hitherto such international conventions had been\ninitiated piecemeal, notably the Safety of Life at Sea Convention (SOLAS),\nadopted in 1914 following the _Titanic_ disaster. The conference resolved\n\"that an international organization to be known as the Intergovernmental\nMaritime Consultative Organization shall be established\"; however many\ncountries did not trust the convention, so ratification was slow and it took\nuntil March 1958 until it came into force.\n\nThe _Inter-Governmental Maritime Consultative Organization_ (IMCO; now using\nthe hyphen) held its first Assembly in London in January 1959. Its initial\ntask was to update the SOLAS; the resulting 1960 International Convention for\nthe Safety of Life at Sea was recast in 1974 and subsequently modified and\nupdated to adapt to changes in safety requirements and technology. Since 1978,\nevery last Thursday of September has been celebrated as World Maritime Day.\n\nWhen IMCO began its operations in 1959 certain other pre-existing conventions\nwere brought under its aegis, most notably the International Convention for\nthe Prevention of Pollution of the Sea by Oil (OILPOL) from 1954. Under the\nguidance of IMCO, the convention was amended in 1962, 1969, and 1971.\n\nOil spill on a beach\n\nAs oil trade and industry developed, many people in the industry saw a need\nfor further improvements in regards to pollution prevention. This became\nincreasingly apparent in 1967, when the tanker _Torrey Canyon_ ran aground\nentering the English Channel and spilled record-breaking 120,000 tons of crude\noil. This incident prompted a series of new conventions.\n\nIMO held an emergency session of its council to deal with the need to\nreaddress regulations pertaining to maritime pollution. In 1969, the IMO\nAssembly decided to host an international gathering in 1973 dedicated to this\nissue. The goal was to develop an international agreement for controlling\ngeneral environmental contamination by ships when out at sea. During the next\nfew years IMO brought to the forefront a series of measures designed to\nprevent large ship accidents and to minimize their effects. It also detailed\nhow to deal with the environmental threat caused by routine ship duties such\nas the cleaning of oil cargo tanks or the disposal of engine room wastes. By\ntonnage, the aforementioned was a bigger problem than accidental pollution.\nThe most significant development to come out of this conference was the\nInternational Convention for the Prevention of Pollution from Ships, 1973\n(MARPOL). It covers not only accidental and operational oil pollution but also\ndifferent types of pollution by chemicals, goods in packaged form, sewage,\ngarbage and air pollution. The original MARPOL was signed on 17 February 1973,\nbut did not come into force due to lack of ratifications. The current\nconvention is a combination of 1973 Convention and the 1978 Protocol. It\nentered into force on 2 October 1983. As of January 2018, 156 states,\nrepresenting 99.42 per cent of the world's shipping tonnage, are signatories\nto the MARPOL convention.[_needs update_]\n\nAs well as updates to MARPOL and SOLAS, the IMO facilitated several updated\ninternational maritime conventions, including the International Convention on\nLoad Lines in 1966 (replacing an earlier 1930 Convention), the International\nRegulations for Preventing Collisions at Sea in 1972 (also replacing an\nearlier set of rules) and the STCW Convention in 1978. In 1975, the assembly\nof the IMO decided that future conventions of the International Convention for\nthe Safety of Life at Sea (SOLAS) and other IMO instruments should use SI\nunits. Sea transportation is one of few industrial areas that still commonly\nuses non-metric units such as the nautical mile (nmi) for distance and knots\n(kn) for speed or velocity.\n\nIn November 1975, the IMCO Assembly, as a part of comprehensive review of the\nConvention, decided to rename it as the _International Maritime Organization_\n(IMO); after ratifications, this happened in May 1982. Throughout its\nexistence, the IMO has continued to produce new and updated conventions across\na wide range of maritime issues covering not only safety of life and marine\npollution but also encompassing safe navigation, search and rescue, wreck\nremoval, tonnage measurement, liability and compensation, ship recycling, the\ntraining and certification of seafarers, and piracy. More recently SOLAS has\nbeen amended to bring an increased focus on maritime security through the\nInternational Ship and Port Facility Security (ISPS) Code. The IMO has also\nincreased its focus on smoke emissions from ships. In 1983, the IMO\nestablished the World Maritime University in Malmö, Sweden and also\nfacilitated the adoption of the IGC Code. In 1991, the IMO facilitated the\nadoption of the International Grain Code.\n\nIn December 2002, new amendments to the 1974 SOLAS Convention were enacted by\nthe IMO. These gave rise to the International Ship and Port Facility Security\n(ISPS) Code, which went into effect on 1 July 2004. The concept of the code is\nto provide layered and redundant defences against smuggling, terrorism,\npiracy, stowaways, etc. The ISPS Code required most ships and port facilities\nengaged in international trade to establish and maintain strict security\nprocedures as specified in ship and port specific Ship Security Plans and Port\nFacility Security Plans."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Headquarters",
        "generated_section_content_md": "IMO building from across Thames\n\nThe IMO headquarters is a large purpose-built building facing the River Thames\non the Albert Embankment, in Lambeth, London. The organization moved into its\nnew headquarters in late 1982, with the building being officially opened by\nQueen Elizabeth II on 17 May 1983. The architects of the building were\nDouglass Marriott, Worby & Robinson. The front of the building is dominated by\na seven-metre high, ten-tonne bronze sculpture of the bow of a ship, with a\nlone seafarer maintaining a look-out. The previous headquarters of IMO were at\n101 Piccadilly (now the home of the Embassy of Japan), prior to that at 22\nBerners Street in Fitzrovia and originally in Chancery Lane."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The IMO consists of an Assembly, a Council and five main Committees. The\norganization is led by a Secretary-General. A number of Sub-Committees support\nthe work of the main technical committees."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Governance of IMO",
        "generated_section_content_md": "The IMO wall honouring former Secretaries-General From the left: Incoming\nSecretary-General Kitack Lim with predecessors O'Neill, Mitropoulos and\nSekimizu, December 2015 Dominguez chairing, 2024\n\nThe governing body of the International Maritime Organization is the Assembly\nwhich meets every two years. In between Assembly sessions a Council,\nconsisting of 40 Member States elected by the Assembly, acts as the governing\nbody. The technical work of the International Maritime Organization is carried\nout by a series of Committees. The Secretariat consists of some 300\ninternational civil servants headed by a Secretary-General.\n\nThe Secretary-General Arsenio Dominguez took office for a four year term on 1\nJanuary 2024, having been elected in July 2023. The previous Secretary-General\nwas Kitack Lim from South Korea elected for a four-year term at the 114th\nsession of the IMO Council in June 2015 and at the 29th session of the IMO's\nAssembly in November 2015. His mandate started on 1 January 2016. At the 31st\nsession of the Assembly in 2019 he was re-appointed for a second term, ending\non 31 December 2023.\n\nName | Country | Term\n---|---|---\nOve Nielsen |  Denmark | 1959–1961†\nWilliam Graham |  United Kingdom | 1961–1963\nJean Roullier |  France | 1964-1967\nColin Goad |  United Kingdom | 1968-1973\nChandrika Prasad Srivastava |  India | 1974-1989\nWilliam A. O'Neil |  Canada | 1990-2003\nEfthymios Mitropoulos |  Greece | 2004-2011\nKoji Sekimizu |  Japan | 2012-2015\nKitack Lim |  South Korea | 2016–2023\nArsenio Dominguez |  Panama | 2024–present"
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Technical committees",
        "generated_section_content_md": "IMO's main hall assembly chamber, where the MSC and MEPC committees meet each\nyear\n\nThe technical work of the International Maritime Organization is carried out\nby five principal Committees:\n\n* The Maritime Safety Committee (MSC)\n* The Marine environment Protection Committee (MEPC)\n* The Legal Committee\n* The Technical Cooperation Committee, for capacity building\n* The Facilitation Committee, to simplify the documentation and formalities required in international shipping. The Committees meet once or twice a year attended by Member States and NGOs."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "Maritime Safety Committee",
        "generated_section_content_md": "It is regulated in the Article 28(a) of the Convention on the IMO:\n\n> ARTICLE 28\n>\n> (a) The Maritime Safety Committee shall consider any matter within the scope\n> of the Organization concerned with aids to navigation, construction and\n> equipment of vessels, manning from a safety standpoint, rules for the\n> prevention of collisions, handling of dangerous cargoes, maritime safety\n> procedures and requirements, hydrographic information, log-books and\n> navigational records, marine casualty investigation, salvage and rescue, and\n> any other matters directly affecting maritime safety.\n>\n> (b) The Maritime Safety Committee shall provide machinery for performing any\n> duties assigned to it by this Convention, the Assembly or the Council, or\n> any duty within the scope of this Article which may be assigned to it by or\n> under any other international instrument and accepted by the Organization.\n>\n> (c) Having regard to the provisions of Article 25, the Maritime Safety\n> Committee, upon request by the Assembly or the Council or, if it deems such\n> action useful in the interests of its own work, shall maintain such close\n> relationship with other bodies as may further the purposes of the\n> Organization\n\nThe main Plenary Hall of the IMO, where the Maritime Safety Committee meets\n\nThe Maritime Safety Committee is the most senior of these and is the main\nTechnical Committee; it oversees the work of its nine sub-committees and\ninitiates new topics. One broad topic it deals with is the effect of the human\nelement on casualties; this work has been put to all of the sub-committees,\nbut meanwhile, the Maritime Safety Committee has developed a code for the\nmanagement of ships which will ensure that agreed operational procedures are\nin place and followed by the ship and shore-side staff."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "3.2.2",
        "section_name": "Sub-Committees",
        "generated_section_content_md": "The MSC and MEPC are assisted in their work by a number of sub-committees\nwhich are open to all Member States. The committees are:\n\n* Sub-Committee on Human Element, Training and Watchkeeping (HTW)\n* Sub-Committee on Implementation of IMO Instruments (III)\n* Sub-Committee on Navigation, Communications and Search and Rescue (NCSR)\n* Sub-Committee on Pollution Prevention and Response (PPR)\n* Sub-Committee on Ship Design and Construction (SDC)\n* Sub-Committee on Ship Systems and Equipment (SSE)\n* Sub-Committee on Carriage of Cargoes and Containers (CCC).\n\nThe names of the IMO sub-committees were changed in 2013. Prior to 2013 there\nwere nine Sub-Committees as follows:\n\n* Bulk Liquids and Gases (BLG)\n* Carriage of Dangerous Goods, Solid Cargoes and Containers(DSC)\n* Fire Protection (FP)\n* Radio-communications and Search and Rescue (COMSAR)\n* Safety of Navigation (NAV)\n* Ship Design and Equipment (DE)\n* Stability and Load Lines and Fishing Vessels Safety (SLF)\n* Standards of Training and Watchkeeping (STW)\n* Flag State Implementation (FSI)"
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Membership",
        "generated_section_content_md": "Flags on the IMO building\n\nTo join the IMO, a state ratifies a multilateral **Convention on the\nInternational Maritime Organization**. As of 2025, there are 176 member states\nof the IMO, which includes 175 of the UN member states plus the Cook Islands.\nThe first state to ratify the convention was Canada in October 1948, but it\ntook until March 1958 when Egypt and Japan brought the number of parties to\n21, required by the Convention.\n\nThese are the current members with the year they joined:\n\n* Albania (1993)\n* Algeria (1963)\n* Angola (1977)\n* Antigua and Barbuda (1986)\n* Argentina (1953)\n* Armenia (2018)\n* Australia (1952)\n* Austria (1975)\n* Azerbaijan (1995)\n* Bahamas (1976)\n* Bahrain (1976)\n* Bangladesh (1976)\n* Barbados (1970)\n* Belarus (2016)\n* Belgium (1951)\n* Belize (1990)\n* Benin (1980)\n* Bolivia (1987)\n* Bosnia and Herzegovina (1993)\n* Botswana (2021)\n* Brazil (1963)\n* Brunei Darussalam (1984)\n* Bulgaria (1960)\n* Cabo Verde (1976)\n* Cambodia (1961)\n* Cameroon (1961)\n* Canada (1948)\n* Chile (1972)\n* China (1973)\n* Colombia (1974)\n* Comoros (2001)\n* Congo (1975)\n* Cook Islands (2008)\n* Costa Rica (1981)\n* Côte d'Ivoire (1960)\n* Croatia (1960/1992)\n* Cuba (1966)\n* Cyprus (1973)\n* Czechia (1963/1993)\n* North Korea (1986)\n* Democratic Republic of the Congo (1973)\n* Denmark (1959)\n* Djibouti (1979)\n* Dominica (1979)\n* Dominican Republic (1953)\n* Ecuador (1956)\n* Egypt (1958)\n* El Salvador (1981)\n* Equatorial Guinea (1972)\n* Eritrea (1993)\n* Estonia (1992)\n* Ethiopia (1975)\n* Fiji (1983)\n* Finland (1959)\n* France (1952)\n* Gabon (1976)\n* Gambia (1979)\n* Georgia (1993)\n* Germany (1959)\n* Ghana (1959)\n* Greece (1958)\n* Grenada (1998)\n* Guatemala (1983)\n* Guinea (1975)\n* Guinea-Bissau (1977)\n* Guyana (1980)\n* Haiti (1953)\n* Honduras (1954)\n* Hungary (1970)\n* Iceland (1960)\n* India (1959)\n* Indonesia (1961)\n* Iran (1958)\n* Iraq (1973)\n* Ireland (1951)\n* Israel (1952)\n* Italy (1957)\n* Jamaica (1976)\n* Japan (1958)\n* Jordan (1973)\n* Kazakhstan (1994)\n* Kenya (1973)\n* Kiribati (2003)\n* Kuwait (1960)\n* Kyrgyzstan (2024)\n* Latvia (1993)\n* Lebanon (1966)\n* Liberia (1959)\n* Libya (1970)\n* Lithuania (1995)\n* Luxembourg (1991)\n* Madagascar (1961)\n* Malawi (1989)\n* Malaysia (1971)\n* Maldives (1967)\n* Malta (1966)\n* Marshall Islands (1998)\n* Mauritania (1961)\n* Mauritius (1978)\n* Mexico (1954)\n* Monaco (1989)\n* Mongolia (1996)\n* Montenegro (1960/2006)\n* Morocco (1962)\n* Mozambique (1979)\n* Myanmar (1951)\n* Namibia (1994)\n* Nauru (2018)\n* Nepal (1979)\n* Netherlands (1949)\n* New Zealand (1960)\n* Nicaragua (1982)\n* Nigeria (1962)\n* North Macedonia (1960/1993)\n* Norway (1958)\n* Oman (1974)\n* Pakistan (1958)\n* Palau (2011)\n* Panama (1958)\n* Papua New Guinea (1976)\n* Paraguay (1993)\n* Peru (1968)\n* Philippines (1964)\n* Poland (1960)\n* Portugal (1976)\n* Qatar (1977)\n* South Korea (1962)\n* Republic of Moldova (2001)\n* Romania (1965)\n* Russian Federation (1958)\n* Saint Kitts and Nevis (2001)\n* Saint Lucia (1980)\n* Saint Vincent and the Grenadines (1981)\n* Samoa (1996)\n* San Marino (2002)\n* São Tomé and Príncipe (1990)\n* Saudi Arabia (1969)\n* Senegal (1960)\n* Serbia (1960/2000)\n* Seychelles (1978)\n* Sierra Leone (1973)\n* Singapore (1966)\n* Slovakia (1963/1993)\n* Slovenia (1993)\n* Solomon Islands (1988)\n* Somalia (1978)\n* South Africa (1995)\n* Spain (1962)\n* Sri Lanka (1972)\n* Sudan (1974)\n* Suriname (1976)\n* Sweden (1959)\n* Switzerland (1955)\n* Syria (1963)\n* Tanzania (1974)\n* Thailand (1973)\n* Timor-Leste (2005)\n* Togo (1983)\n* Tonga (2000)\n* Trinidad and Tobago (1965)\n* Tunisia (1963)\n* Turkey (1958)\n* Turkmenistan (1993)\n* Tuvalu (2004)\n* Uganda (2009)\n* Ukraine (1994)\n* United Arab Emirates (1980)\n* United Kingdom (1949)\n* United States of America (1950)\n* Uruguay (1968)\n* Vanuatu (1986)\n* Venezuela (1975)\n* Viet Nam (1984)\n* Yemen (1979)\n* Zambia (2014)\n* Zimbabwe (2005)\n\nThe three associate members are the Faroe Islands (2002), Hong Kong (1967) and\nMacau (1990).\n\nIn 1961, the territories of Sabah and Sarawak, which had been included through\nthe participation of United Kingdom, became joint associate members; in 1963\nthey became part of Malaysia.\n\nThe most recent new members are Armenia (landlocked, January 2018), Nauru (May\n2018), Botswana (landlocked, October 2021) and, on 27 February 2024,\nlandlocked Kyrgyzstan became the 176th Member State of the organization.\n\nMost UN member states that are not members of IMO are landlocked countries.\nThese include Afghanistan, Andorra, Bhutan, Burkina Faso, Burundi, Central\nAfrican Republic, Chad, Eswatini, Laos, Lesotho, Liechtenstein, Mali, Niger,\nRwanda, South Sudan, Tajikistan and Uzbekistan. The Federated States of\nMicronesia, an island-nation in the Pacific Ocean, is also a non-member.\nTaiwan, as Republic of China, was a member of the IMCO from 1958 until UN\nchanged its recognition to People's Republic of China in 1971; its later\nattempts to join IMO were blocked, although it has a major shipping industry."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Legal instruments",
        "generated_section_content_md": "Admiralty and maritime law\n---\nHistory\n\n* Code of Hammurabi\n*\n_Corpus Juris Civilis_\n\n* _Digesta_\n* _Ordinamenta et consuetudo maris_\n* Amalfian Laws\n* Hanseatic League\n\n\nFeatures\n\n* Fishing\n* Illegal\n* Fisheries law\n* Maritime transport\n* Shipping/ferry\n* Cargo\n* Freight\n* Shipbuilding\n* Merchant marine\n* Cargo ship\n* Passenger ship\n* Mortgage\n* Registration\n* Marine insurance\n\n* Act of God\n* Cargo\n* Collision\n* General average\n* Seaworthiness\n* Total loss\n* Maritime security\n* Letter of marque\n* Drugs\n* Piracy\n* Pollution\n* Smuggling\n* Wartime prizes\n\n\nContract of carriage / charterparty\n\n* Affreightment\n* Agency\n* Barratry\n* Bill of lading\n* Brokerage\n* Chartering\n* Consignment\n* Demurrage\n* Force majeure\n* Invoice\n* Commercial\n* _Pro forma_\n* Laytime\n* Lien\n* Maritime\n* Manifest\n* Packing list\n* Proof of delivery\n* Salvage\n* Law\n* Terms\n* International\n* Waybill\n\n\nParties\n\n* Agent\n* Factor\n* Freight forwarder\n* Captain (Master)\n* The captain goes down with the ship\n* Carrier\n\n* Charterer\n* Freight company\n* Manager\n* Consignee\n* Consignor\n* Principal\n* Owner\n* Seaman\n* Mutiny\n* Stevedore\n\n\nJudiciaries\n\n* Admiralty court\n* Vice admiralty court\n\n\nInternational organizations\n\n* International Maritime Organization\n* Comité Maritime International\n* London Maritime Arbitrators Association\n* International Association of Classification Societies (Lloyd's Register)\n\n\nInternational conventions\n\n* Hague-Visby Rules\n* Hamburg Rules\n* Rotterdam Rules\n* Maritime Labour Convention\n* International Convention on Salvage\n* United Nations Convention on\nthe Law of the Sea (UNCLOS)\n\n* International piracy law\n* SOLAS Convention\n* MARPOL Convention\n* Ballast Water Management Convention\n* Anti-fouling Convention\n* International Convention on Load Lines\n* International Regulations for\nPreventing Collisions at Sea\n\n* SAR Convention\n* Athens Convention\n* Convention on Facilitation of International Maritime Traffic\n\n\nInternational Codes\n\n* IMDG Code\n* ISM Code\n* ISPS Code\n* Polar Code\n* IGC Code\n* IBC Code\n* TDC Code\n* IS Code\n* International Grain Code\n* IMSBC Code\n* INF Code\n\n\n\n* v\n* t\n* e\n\n\n\nIMO is the source of approximately 60 legal instruments that guide the\nregulatory development of its member states to improve safety at sea,\nfacilitate trade among seafaring states and protect the maritime environment.\nThe most well known is the International Convention for the Safety of Life at\nSea (SOLAS), as well as International Convention for the Prevention of\nPollution from Ships (MARPOL). Others include the International Oil Pollution\nCompensation Funds (IOPC). It also functions as a depository of yet to be\nratified treaties, such as the International Convention on Liability and\nCompensation for Damage in Connection with the Carriage of Hazardous and\nNoxious Substances by Sea, 1996 (HNS Convention) and Nairobi International\nConvention of Removal of Wrecks (2007).\n\nIMO regularly enacts regulations, which are broadly enforced by national and\nlocal maritime authorities in member countries, such as the International\nRegulations for Preventing Collisions at Sea (COLREG). The IMO has also\nenacted a Port state control (PSC) authority, allowing domestic maritime\nauthorities such as coast guards to inspect foreign-flag ships calling at\nports of the many port states. Memoranda of Understanding (protocols) were\nsigned by some countries unifying Port State Control procedures among the\nsignatories.\n\nConventions, Codes and Regulations:\n\n* MARPOL Convention\n* Marpol Annex I\n* SOLAS Convention\n* IMDG Code\n* ISM Code\n* ISPS Code\n* Polar Code\n* IGF Code\n* IGC Code\n* IBC Code\n* TDC Code\n* International Code on Intact Stability\n* INF Code\n* International Grain Code\n* IMSBC Code\n* STCW Convention\n* International Code of Signals – mandatory for carriage on ships and used for communications between all ships, including merchant vessels and naval vessels\n* International Ballast Water Management Convention (BWM Convention)\n* International Convention on Civil Liability for Oil Pollution Damage (CLC Convention)\n* International Convention on Maritime Search and Rescue (SAR Convention)\n* International Convention on Oil Pollution Preparedness, Response and Co-operation (OPRC)\n* HNS Convention\n* International Regulations for Preventing Collisions at Sea (COLREG)\n* International Convention on Load Lines (CLL)\n* International Convention on the Establishment of an International Fund for Compensation for Oil Pollution Damage (FUND92)\n* Convention for the Suppression of Unlawful Acts against the Safety of Maritime Navigation (SUA Convention)\n* International Convention on the Control of Harmful Anti-fouling Systems on Ships (AFS Convention)\n* Athens Convention (PAL)\n* Nairobi International Convention on the Removal of Wrecks\n* Convention on Facilitation of International Maritime Traffic\n* The Casualty Investigation Code – enacted through Resolution MSC.255(84), of 16 May 2008. The full title is _Code of the International Standards and Recommended Practices for a Safety Investigation into amaritime casualty or incident_."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Current priorities",
        "generated_section_content_md": "Recent initiatives at the IMO have included amendments to SOLAS, which among\nother things, included upgraded fire protection standards on passenger ships,\nthe International Convention on Standards of Training, Certification and\nWatchkeeping for Seamen (STCW) which establishes basic requirements on\ntraining, certification and watchkeeping for seafarers and to the Convention\non the Prevention of Maritime Pollution (MARPOL 73/78), which required double\nhulls on all tankers.\n\nThe IMO's e-Navigation system has harmonized marine navigation systems with\nsupporting shore services, as available to seamen and shore-side traffic\nservices called. An e-Navigation strategy was ratified in 2005, and an\nimplementation plan was developed through three IMO sub-committees. The plan\nwas completed by 2014 and implemented in November of that year. IMO has also\nserved as a key partner and enabler of US international and interagency\nefforts to establish maritime domain awareness.[_citation needed_]"
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Environmental issues",
        "generated_section_content_md": "The IMO has a role in tackling international climate change. The First\nIntersessional Meeting of IMO's Working Group on Greenhouse Gas Emissions from\nShips took place in Oslo, Norway (23–27 June 2008), tasked with developing the\ntechnical basis for the reduction mechanisms that may form part of a future\nIMO regime to control greenhouse gas emissions from international shipping,\nand a draft of the actual reduction mechanisms themselves, for further\nconsideration by IMO's Marine Environment Protection Committee (MEPC). The IMO\nparticipated in the 2015 United Nations Climate Change Conference in Paris\nseeking to establish itself as the \"appropriate international body to address\ngreenhouse gas emissions from ships engaged in international trade\".\nNonetheless, there has been widespread criticism of the IMO's relative\ninaction since the conclusion of the Paris conference, with the initial data-\ngathering step of a three-stage process to reduce maritime greenhouse\nemissions expected to last until 2020. In 2018, the Initial IMO Strategy on\nthe reduction of GHG emissions from ships was adopted. In 2021, _The New York\nTimes_ wrote that the IMO \"has repeatedly delayed and watered down climate\nregulations\".\n\nThe IMO has also taken action to mitigate the global effects of ballast water\nand sediment discharge, through the 2004 Ballast Water Management Convention,\nwhich entered into force in September 2017.\n\nIn December 2023 the IMO adopted a resolution targeting \"dark fleet\" tankers\nthat form a risk by undertaking illegal and unsafe activities at sea.\nPrimarily working for Iran and Russia to breach international sanctions, the\ntankers, many of which are elderly and unreliable, often undertake mid ocean\ntransfers in an attempt to evade sanctions. The resolution calls upon flag\nstates to “adhere to measures which lawfully prohibit or regulate” the\ntransfer of cargoes at sea, known as ship-to-ship transfers.\n\nIn April 2025, the IMO's Marine Environment Protection Committee (MEPC)\napproved net-zero regulations for the global shipping industry to reach net-\nzero GHG emissions in the shipping industry by or around 2050."
    },
    {
        "chapter_name": "International Maritime Organization",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Fishing safety",
        "generated_section_content_md": "The IMO Cape Town Agreement is an international International Maritime\nOrganization legal instrument established in 2012, that sets out minimum\nsafety requirements for fishing vessels of 24 metres in length and over or\nequivalent in gross tons. As of 2022, the Agreement is not yet in force but\nthe IMO is encouraging more member States to ratify the Agreement."
    }
]