[
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Solar energy initiative launched in 2015\n\nWorld map with the Torrid Zone, the area between the Tropics of Cancer and\nCapricorn, highlighted in red.\n\nThe **International Solar Alliance** (**ISA**) is an alliance of more than 120\nsignatory countries, most being **sunshine countries** , which lie either\ncompletely or partly between the Tropic of Cancer and the Tropic of Capricorn.\nThe primary objective of the alliance is to work for the efficient consumption\nof solar energy to reduce dependence on fossil fuels. This initiative was\nfirst proposed by Indian Prime Minister Narendra Modi in a speech in November\n2015 at Wembley Stadium in which he referred to sunshine countries as\n_Suryaputra_ (\"Sons of the Sun\"). The alliance is a treaty-based inter-\ngovernmental organization. Countries that do not fall within the Tropics can\njoin the alliance and enjoy all benefits as other members, with the exception\nof voting rights.\n\nBangladesh boasts the world's most extensive off-grid solar power initiative,\na valuable source of insights and guidance for other nations seeking to\nenhance availability of economical and eco-friendly electricity. Through the\nutilization of solar energy, this initiative has facilitated electricity\naccess for 20 million residents of Bangladesh.\n\nThe initiative was launched by Prime Minister Narendra Modi at the India\nAfrica Summit, and a meeting of member countries ahead of the 2015 United\nNations Climate Change Conference in Paris in November 2015. The framework\nagreement of the International Solar Alliance opened for signatures in\nMarrakesh, Morocco, in November 2016, and 102 countries joined."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Headquarters",
        "generated_section_content_md": "The ISA is headquartered in Haryana, India. In January 2016, Narendra Modi,\nand the then French President François Hollande jointly laid the foundation\nstone of the ISA Headquarters and inaugurated the interim Secretariat at the\nNational Institute of Solar Energy (NISE) in Gwal Pahari, Gurugram, India. The\nIndian government has dedicated five acres of land on the NISE campus for its\nfuture headquarters; it also has contributed ₹1.75 billion (US$21 million) to\nthe fund to build a campus and for meeting expenditures for the first five\nyears.\n\nThe alliance is also called International Agency for Solar Policy and\nApplication (IASPA)."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Objective",
        "generated_section_content_md": "The focus is on solar power utilization. The launching of such an alliance in\nParis also sends a strong signal to the global communities about the sincerity\nof the developing nations towards their concern about climate change and to\nswitch to a low-carbon growth path. India has pledged a target of installing\n175 GW of renewable energy of which 100 GW will be solar energy by 2022 and\nreduction in emission intensity by 33–35% by 2030 to let solar energy reach to\nthe most unconnected villages and communities and also towards creating a\nclean planet. India's pledge to the Paris summit offered to bring 40% of its\nelectricity generation capacity (not actual production) from non-fossil\nsources (renewable, large hydro, and nuclear) by 2030. It is based on world\ncooperation."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Geographical importance",
        "generated_section_content_md": "The area of Earth located in between the Tropic of Cancer and Tropic of\nCapricorn is called the tropical (torrid) zone. This is the part of the world\nin which the sun can appear directly overhead, and that more-direct exposure\nmeans that the sun's actual effect is greater here; anywhere north or south of\nthis zone, sunlight always reaches the earth's surface at an angle and is\ncorrespondingly less intense. The sunniest countries of the world are on the\nAfrican continent, ranging from Somalia- Horn of Africa-, east to Niger, west\nand north to Egypt.\n\nFor India, possible additional benefits from the alliance can be a\nstrengthening of ties with the major African countries and increasing goodwill\nfor India among them."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Members",
        "generated_section_content_md": "The alliance is a treaty-based inter-governmental organization. The framework\nagreement of the International Solar Alliance opened for signatures in\nMarrakech, Morocco, in November 2016, on the sidelines of the Marrakech\nClimate Change Conference (the twenty-second session of the Conference of the\nParties, or COP 22). On its first day (15 November), sixteen countries signed\nthe Agreement: India, Brazil, the Democratic Republic of Congo, the Dominican\nRepublic, the Republic of Guinea, Mali, Nauru, Niger, Tanzania, Tuvalu,\nCambodia, Ethiopia; Burkina Faso, Bangladesh and Madagascar. By 17 November,\nGuinea Bissau, Fiji, France also signed the agreement. On 6 November 2017,\nIndia's External Affairs Minister Sushma Swaraj held a meeting with Guinea's\nForeign Minister, Mamady Toure. During the course of this meeting, Mamady\nToure handed over Guinea's Instrument of Accession to the India-initiated\nInternational Solar Alliance (ISA). Vanuatu and Liberia also signed the\nagreement.\n\nSubsequently, an additional 107 countries joined the agreement, incl. many\nmajor countries, such as the United States, Japan, Algeria, Peru, Chile,\nParaguay, France, Brazil, India, Argentina and Australia. A conclave started\nfrom 30 November 2015 for the sunshine grouping, called the InSPA\n(International Agency for Solar Policy & Application)."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Parties that signed/ratified the framework of ISA",
        "generated_section_content_md": "The following countries are the prospective members of this alliance that\nsigned the framework.[_citation needed_] Countries marked with a plus also\nratified the framework, such as Afghanistan, Algeria, Argentina, Bahrain,\nBarbados, Belgium, Belize, Bhutan, Botswana, Brunei Darussalam, Bulgaria,\nCameroon, Chile, Congo, Denmark, El Salvador, Finland, France, Grenada,\nGuatemala, Haiti, Ireland, Italy, Jamaica, Japan, Liberia, Luxembourg,\nMaldives, Marshall Islands, Morocco, Myanmar, Nicaragua, Oman, Paraguay, the\nPhilippines, Romania, Saint Lucia, Saint Vincent and the Grenadines, Samoa,\nThailand, Trinidad and Tobago and the United States, and Brazil is the newest\nmember of this alliance. Greece and Israel formally joined ISA in 2021.\nArmenia joined in 2023. Spain and Malta joined in 2024."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "List of Member Countries",
        "generated_section_content_md": "Legend\n\n> **+** means signed framework/ratified.\n\n* Afghanistan \\+ (Position unclear after Taliban takeover)\n* Algeria +\n* Argentina +\n* Armenia +\n* Australia +\n* Bahrain +\n* Bangladesh +\n* Barbados +\n* Belarus +\n* Belgium +\n* Belize +\n* Benin +\n* Bhutan +\n* Bolivia +\n* Botswana +\n* Brazil +\n* Brunei +\n* Bulgaria +\n* Burkina Faso +\n* Burundi +\n* Cape Verde +\n* Cambodia +\n* Cameroon +\n* Chad +\n* Chile +\n* Comoros +\n* Republic of the Congo +\n* Costa Rica +\n* Cuba +\n* Democratic Republic of the Congo +\n* Denmark +\n* Djibouti +\n* Dominica +\n* Dominican Republic +\n* Egypt +\n* El Salvador +\n* Equatorial Guinea +\n* Ethiopia +\n* Fiji +\n* Finland +\n* France +\n* Gabon +\n* Gambia +\n* Ghana +\n* Greece +\n* Grenada +\n* Guatemala +\n* Guinea +\n* Guinea-Bissau +\n* Guyana +\n* Haiti +\n* India +\n* Ireland +\n* Israel +\n* Ivory Coast +\n* Italy +\n* Jamaica +\n* Japan +\n* Kiribati +\n* Liberia +\n* Luxembourg +\n* Madagascar +\n* Malawi +\n* Maldives +\n* Marshall Islands +\n* Mali +\n* Mauritius +\n* Morocco +\n* Moldova +\n* Mozambique +\n* Myanmar +\n* Namibia +\n* Nauru +\n* Nepal +\n* Netherlands +\n* Nicaragua +\n* Niger +\n* Oman +\n* Palau +\n* Panama +\n* Papua New Guinea +\n* Paraguay +\n* Peru +\n* Philippines +\n* Romania +\n* Rwanda +\n* Saint Lucia +\n* Saint Vincent and the Grenadines +\n* Samoa +\n* São Tomé and Príncipe +\n* Saudi Arabia +\n* Senegal +\n* Seychelles +\n* Somalia +\n* South Sudan +\n* Spain +\n* Sri Lanka +\n* Sudan +\n* Suriname +\n* Syria +\n* Tanzania +\n* Thailand +\n* Tonga +\n* Togo +\n* Trinidad and Tobago +\n* Tuvalu +\n* Uganda +\n* United Arab Emirates +\n* United Kingdom +\n* United States +\n* Vanuatu +\n* Venezuela +\n* Yemen +\n* Zambia +\n\nApart from these, there are 58 other members, such as France, the United\nStates and Japan, making a total of more than 120 members in the alliance.\nRecently, Greece and Israel joined the International Solar Alliance; thus\nmembership rose to 100. Antigua and Barbados joined in January 2022. Syria\njoined in February 2022 to become the 103rd member.[_citation needed_] Later\non, Angola joined to raise the total to 104 signatories.[_citation needed_]\nNepal also joined the ISA, raising the membership to 105.[_citation needed_]\nIn November 2023, Armenia joined the ISA, raising the total membership to 106."
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Initiatives and partnerships",
        "generated_section_content_md": "Global Solar Atlas\n\nThe alliance partnered with World Bank to launch Global Solar Atlas at an ISA\nevent at the World Future Energy Summit in Abu Dhabi. Global Solar Atlas is a\nfree online tool that displays annual average solar power potential at any\nlocation in the world and thus identify potential sites for solar power\ngeneration. The World Bank announced, \"This tool will help governments save\nmillions of dollars on their own research and provide investors and solar\ndevelopers with an easily accessible and uniform platform to compare resource\npotential between sites in one region or across multiple countries.\"\n\nRiccardo Puliti, Senior Director and Head of the World Bank's Energy &\nExtractives Global Practice said \"The World Bank is seeing a surge of interest\nfrom our clients in solar power as a result of the dramatic cost decreases\nover the past few years. We hope that the Global Solar Atlas will help inform\nthe crucial planning and investment decisions that will need to be taken over\nthe next decade to shift to more sustainable forms of energy.\"[_citation\nneeded_]"
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Other targets",
        "generated_section_content_md": "India, with the support of France, invited multiple nations, such as the\nUnited States, Japan and Brazil, to facilitate the infrastructure for the\nimplementation of solar projects. The alliance committed one trillion dollars\nas investment, and it is committed to making the costs of solar power more\naffordable for remote and inaccessible communities. The alliance would endorse\nIndia in achieving its goal of generating 100 GW of solar energy and 175 GW of\nrenewable energy by 2022. The countries would support each other in research\nand development as well as other high level activities.\n\nIt was also seen as an alliance by the developing countries to form a united\nfront and to undertake research and development for making solar power\nequipment within developing countries, such as Algeria, Argentina and Chile.\n\nThe total global solar power capacity reached the milestone of 1 TW on 13\nApril 2022.[_citation needed_] Earlier, in 2021, the United States reached the\nmilestone of 100 GW of solar power while Brazil reached the milestone of 10\nGW. In 2022, Japan announced that it would reach 100 GW of solar power at some\ntime between 2023 and 2026.[_citation needed_]"
    },
    {
        "chapter_name": "International Solar Alliance",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Progress",
        "generated_section_content_md": "On 30 June 2016, the alliance entered into an understanding with the World\nBank for accelerating mobilization of finance for solar energy. The Bank will\nhave a major role in mobilizing more than US$1 trillion in investments that\nwill be needed by 2030, to meet ISA's goals for the massive deployment of\naffordable solar energy.\n\nAs of 2023, the Framework Agreement of the ISA was signed by multiple\ncountries, such as the United States, Japan, France, India, Brazil, Australia,\nArgentina, Chile and Algeria, and ratified by 52 other countries. With\nratifications by 15 countries, the ISA would become a treaty based inter-\ngovernmental international organisation and it would be recognized by UN\nlegally to become fully functionable.[_citation needed_]\n\nAt the World Future Energy Summit (WFES) held in Abu Dhabi in January 2018,\nthe government of India announced the establishment of a $350 million solar\ndevelopment fund to enable the financing of solar projects.[_citation needed_]"
    }
]