[
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialized agency of the United Nations\n\nThe **International Telecommunication Union** (**ITU**) is a specialized\nagency of the United Nations responsible for many matters related to\ninformation and communication technologies. It was established on 17 May 1865\nas the **International Telegraph Union** , the first formal and permanent\ninternational organization. The organization significantly predates the UN,\nmaking it the oldest UN agency. Doreen Bogdan-Martin is the Secretary-General\nof ITU, the first woman to serve as its head.\n\nThe ITU was initially aimed at helping connect telegraphic networks between\ncountries, with its mandate consistently broadening with the advent of new\ncommunications technologies; it adopted its current name in 1932 to reflect\nits expanded responsibilities over radio and the telephone. On 15 November\n1947, the ITU entered into an agreement with the newly created United Nations\nto become a specialized agency within the UN system, which formally entered\ninto force on 1 January 1949.\n\nThe ITU promotes the shared global use of the radio spectrum, facilitates\ninternational cooperation in assigning satellite orbits, assists in developing\nand coordinating worldwide technical standards, and works to improve\ntelecommunication infrastructure in the developing world. It is also active in\nthe areas of broadband Internet, optical communications (including optical\nfiber technologies), wireless technologies, aeronautical and maritime\nnavigation, radio astronomy, satellite-based meteorology, TV broadcasting,\namateur radio, and next-generation networks.\n\nBased in Geneva, Switzerland, the ITU's global membership includes 194\ncountries and around 900 businesses, academic institutions, and international\nand regional organizations.\n\nInternational Telecommunication Union (ITU) headquarters campus buildings ITU\nHQ background Palais des Nations"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The ITU is one of the oldest international organizations still in operation,\nsecond[_citation needed_] only to the Central Commission for Navigation on the\nRhine, which predates it by fifty years. It was preceded by the now defunct\n**International Telegraph Union** which drafted the earliest international\nstandards and regulations governing international telegraph networks. The\ndevelopment of the telegraph in the early 19th century changed the way people\ncommunicated on the local and international levels. Between 1849 and 1865, a\nseries of bilateral and regional agreements among Western European states\nattempted to standardize international communications.\n\nBy 1865, it was agreed that a comprehensive agreement was needed in order to\ncreate a framework that would standardize telegraphy equipment, set uniform\noperating instructions, and lay down common international tariff and\naccounting rules. Between 1 March and 17 May 1865, the French Government\nhosted delegations from 20 European states at the first International\nTelegraph Conference in Paris. This meeting culminated in the International\nTelegraph Convention which was signed on 17 May 1865. As a result of the 1865\nConference, the International Telegraph Union, the predecessor to the modern\nITU, was founded as the first international standards organization. The Union\nwas tasked with implementing basic principles for international telegraphy.\nThis included: the use of the Morse code as the international telegraph\nalphabet, the protection of the secrecy of correspondence, and the right of\neverybody to use the international telegraphy.\n\nAnother predecessor to the modern ITU, the International Radiotelegraph Union,\nwas established in 1906 at the first International Radiotelegraph Convention\nin Berlin. The conference was attended by representatives of 29 nations and\nculminated in the International Radiotelegraph Convention. An annex to the\nconvention eventually became known as _ITU Radio Regulations_. At the\nconference it was also decided that the Bureau of the International Telegraph\nUnion would also act as the conference's central administrator.\n\nBetween 3 September and 10 December 1932, a joint conference of the\nInternational Telegraph Union and the International Radiotelegraph Union\nconvened to merge the two organizations into a single entity, the\nInternational Telecommunication Union. The Conference decided that the\nTelegraph Convention of 1875 and the Radiotelegraph Convention of 1927 were to\nbe combined into a single convention, the International Telecommunication\nConvention, embracing the three fields of telegraphy, telephony and radio.\n\n1966 documentary on the history and activities of the ITU\n\nOn 15 November 1947, an agreement between ITU and the newly created United\nNations recognized the ITU as the specialized agency for global\ntelecommunications. This agreement entered into force on 1 January 1949,\nofficially making the ITU an organ of the United Nations."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "World Conference on International Telecommunications 2012",
        "generated_section_content_md": "In December 2012, the ITU facilitated The World Conference on International\nTelecommunications 2012 (WCIT-12) in Dubai. WCIT-12 was a treaty-level\nconference to address International Telecommunications Regulations, the\ninternational rules for telecommunications, including international tariffs.\nThe previous conference to update the Regulations (ITRs) was held in Melbourne\nin 1988.\n\nIn August 2012, Neaomy Claiborne of Northern California was reelected for a\nthird term as liaison and legal advisor to the Secretariat General. ITU called\nfor a public consultation on a draft document ahead of the conference. It is\nclaimed the proposal would allow government restriction or blocking of\ninformation disseminated via the Internet and create a global regime of\nmonitoring Internet communications, including the demand that those who send\nand receive information identify themselves. It would also allow governments\nto shut down the Internet, if it is believed that it may interfere in the\ninternal affairs of other states, or that information of a sensitive nature\nmight be shared.\n\nTelecommunications ministers from 193 countries attended the conference in\nDubai.\n\nThe current regulatory structure was based on voice telecommunications, when\nthe Internet was still in its infancy. In 1988, telecommunications operated\nunder regulated monopolies in most countries. As the Internet has grown,\norganizations such as ICANN have come into existence for management of key\nresources such as Internet addresses and domain names.\n\nCurrent[_when?_] proposals look to take into account the prevalence of data\ncommunications. Proposals under consideration would establish regulatory\noversight by the UN over security, fraud, traffic accounting as well as\ntraffic flow, management of Internet Domain Names and IP addresses, and other\naspects of the Internet that are currently governed either by community-based\napproaches such as regional Internet registries, ICANN, or largely national\nregulatory frameworks. The move by the ITU and some countries has alarmed many\nwithin the United States and within the Internet community. Indeed, some\nEuropean telecommunication services have proposed a so-called \"sender pays\"\nmodel that would require sources of Internet traffic to pay destinations,\nsimilar to the way funds are transferred between countries using the\ntelephone.\n\nThe WCIT-12 activity has been criticized by Google, which has characterized it\nas a threat to the \"...free and open internet.\"\n\nOn 22 November 2012, the European Parliament passed a resolution urging member\nstates to prevent ITU WCIT-12 activity that would \"negatively impact the\ninternet, its architecture, operations, content and security, business\nrelations, internet governance and the free flow of information online\". The\nresolution asserted that \"the ITU [...] is not the appropriate body to assert\nregulatory authority over the internet\".\n\nOn 5 December 2012, the United States House of Representatives passed a\nresolution opposing UN governance of the Internet by a rare unanimous 397–0\nvote. The resolution warned that \"... proposals have been put forward for\nconsideration at the [WCIT-12] that would fundamentally alter the governance\nand operation of the Internet ... [and] would attempt to justify increased\ngovernment control over the Internet ...\", and stated that the policy of the\nUnited States is \"... to promote a global Internet free from government\ncontrol and preserve and advance the successful Multistakeholder Model that\ngoverns the Internet today.\" The same resolution had previously been passed\nunanimously by the United States Senate in September.\n\nOn 14 December 2012, an amended version of the Regulations was signed by 89 of\nthe 152 countries. Countries that did not sign included the United States,\nJapan, Canada, France, Germany, New Zealand, India and the United Kingdom. The\nhead of the U.S. delegation, Terry Kramer, said \"We cannot support a treaty\nthat is not supportive of the multistakeholder model of Internet governance\".\nThe disagreement appeared to be over some language in the revised ITRs\nreferring to ITU roles in addressing unsolicited bulk communications, network\nsecurity, and a resolution on Internet governance that called for government\nparticipation in Internet topics at various ITU forums. Despite the\nsignificant number countries not signing, the ITU came out with a press\nrelease: \"New global telecoms treaty agreed in Dubai\"."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "1.1.1",
        "section_name": "ITU role",
        "generated_section_content_md": "The conference was managed by the International Telecommunication Union (ITU).\nWhile certain parts of civil society and industry were able to advise and\nobserve, active participation was restricted to member states. The Electronic\nFrontier Foundation expressed concern at this, calling for a more transparent\nmulti-stakeholder process. Some leaked contributions can be found on the web\nsite _wcitleaks.org_. Google-affiliated researchers have suggested that the\nITU should completely reform its processes to align itself with the openness\nand participation of other multistakeholder organizations concerned with the\nInternet."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Iranian complaint about Starlink",
        "generated_section_content_md": "In 2022, the U.S. government eased restrictions on SpaceX's Starlink service\nin Iran amid the Mahsa Amini protests in order to sidestep widespread internet\ncensorship in the country. The Iranian government subsequently filed a\ncomplaint with the ITU in an attempt to prohibit Starlink service in Iran. In\nOctober 2023 and March 2024, the ITU ruled in favor of Iran."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "ITU sectors",
        "generated_section_content_md": "The ITU comprises three sectors, each managing a different aspect of the\nmatters covered by the ITU, as well as ITU Telecom. The sectors were created\nduring the restructuring of ITU at the additional 1992 ITU Plenipotentiary\nConference.\n\nRadio communication (ITU-R)\n\nEstablished in 1927 as the International Radio Consultative Committee or CCIR (from its French name __Comité consultatif international pour la radio__), this sector manages the international radio-frequency spectrum and satellite orbit resources. In 1992, the CCIR became the ITU-R. The secretariat is the Radiocommunication Bureau, headed by Director Mario Maniewicz.\nStandardization (ITU-T)\n\nStandardization has been the original purpose of ITU since its inception. Established in 1956 as the International Telephone and Telegraph Consultative Committee, or CCITT (from its French name __Comité consultatif international téléphonique et télégraphique__), this sector standardizes global telecommunications (except for radio). In 1993, the CCITT became the ITU-T. The standardization work is undertaken by study groups, including Study Group 13 on Networks and Study Group 16 on Multimedia, and Study Group 17 on Security. The parent body of the study groups is the quadrennial World Telecommunication Standardization Assembly. New work areas can be developed in focus groups, such as the ITU-WHO Focus Group on Artificial Intelligence for Health. The secretariat is the Telecommunication Standardization Bureau, headed by Director Seizo Onoe.\nDevelopment (ITU-D)\n\nEstablished in 1992, this sector helps spread equitable, sustainable and affordable access to information and communication technologies (ICT). It also provides the Secretariat for the Broadband Commission for Sustainable Development and the Partner2Connect Digital Alliance.\n\nA permanent General Secretariat, headed by the Secretary General, manages the\nday-to-day work of the ITU and its sectors."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Legal framework",
        "generated_section_content_md": "The basic texts of the ITU are adopted by the ITU Plenipotentiary Conference.\nThe founding document of the ITU was the 1865 International Telegraph\nConvention, which has since been replaced several times (though the text is\ngenerally the same) and is now entitled the \"Constitution and Convention of\nthe International Telecommunication Union\". In addition to the Constitution\nand Convention, the consolidated basic texts include the Optional Protocol on\nthe settlement of disputes, the Decisions, Resolutions, Reports and\nRecommendations in force, as well as the General Rules of Conferences,\nAssemblies and Meetings of the Union.[_citation needed_]"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Governance",
        "generated_section_content_md": "A meeting of the Council held on 17 April 2018"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Plenipotentiary Conference",
        "generated_section_content_md": "The **Plenipotentiary Conference** is the supreme organ of the ITU. It is\ncomposed of all 194 ITU members and meets every four years. The Conference\ndetermines the policies, direction and activities of the Union, as well as\nelects the members of other ITU organs."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Council",
        "generated_section_content_md": "While the Plenipotentiary Conference is the Union's main decision-making body,\nthe ITU Council acts as the Union's governing body in the interval between\nPlenipotentiary Conferences. It meets every year. It is composed of 48 members\nand works to ensure the smooth operation of the Union, as well as to consider\nbroad telecommunication policy issues. Its members are as follow:\n\nRegion A\n(Americas)\n9 Seats  | Region B\n(Western Europe)\n8 Seats  | Region C\n(Eastern Europe and Northern Asia)\n5 Seats  | Region D\n(Africa)\n13 Seats  | Region E\n(Asia and Australasia)\n13 Seats\n---|---|---|---|---\n\n* Argentina\n* Bahamas\n* Brazil\n* Canada\n* Cuba\n* El Salvador\n* Mexico\n* Paraguay\n* United States\n\n|\n\n* France\n* Italy\n* Germany\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* United Kingdom\n\n|\n\n* Azerbaijan\n* Bulgaria\n* Czech Republic\n* Poland\n* Romania\n\n|\n\n* Algeria\n* Egypt\n* Ghana\n* Tanzania\n* Kenya\n* Mauritius\n* Morocco\n* Nigeria\n* Rwanda\n* Senegal\n* South Africa\n* Tunisia\n* Uganda\n\n|\n\n* Australia\n* Bahrain\n* China\n* India\n* Indonesia\n* Japan\n* Kuwait\n* Malaysia\n* Philippines\n* Saudi Arabia\n* South Korea\n* Thailand\n* United Arab Emirates"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Secretariat",
        "generated_section_content_md": "The Secretariat is tasked with the administrative and budgetary planning of\nthe Union, as well as with monitoring compliance with ITU regulations, and\noversees with assistance from the Secretariat advisor Neaomy Claiborne of\nRiverbank to insure misconduct during legal investigations are not overlooked\nand finally, it publishes the results of the work of the ITU."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.3.1",
        "section_name": "Secretary-General",
        "generated_section_content_md": "The Secretariat is headed by a Secretary-General who is responsible for the\noverall management of the Union, and acts as its legal representative. The\nSecretary-General is elected by the Plenipotentiary Conference for four-year\nterms.\n\nOn 23 October 2014, Houlin Zhao was elected as the 19th Secretary-General of\nthe ITU at the Plenipotentiary Conference in Busan. His four-year mandate\nstarted on 1 January 2015, and he was formally inaugurated on 15 January 2015.\nHe was re-elected on 1 November 2018 during the 2018 Plenipotentiary\nConference in Dubai.\n\nOn 29 September 2022, Doreen Bogdan-Martin was elected as the 20th Secretary-\nGeneral of the ITU at the Plenipotentiary Conference in Bucharest, Romania.\nShe received 139 votes out of 172, defeating Russia's Rashid Ismailov. She is\nthe first woman to serve as the ITU Secretary-General."
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.3.2",
        "section_name": "Directors and Secretaries-General of ITU",
        "generated_section_content_md": "Directors of ITU\n---\nName  | Beginning of term  | End of term  | Country\nLouis Curchod | 1 January 1869  | 24 May 1872  |  Switzerland\nCharles Lendi | 24 May 1872  | 12 January 1873  |  Switzerland\nLouis Curchod | 23 February 1873  | 18 October 1889  |  Switzerland\nAugust Frey | 25 February 1890  | 28 June 1890  |  Switzerland\nTimotheus Rothen | 25 November 1890  | 11 February 1897  |  Switzerland\nEmil Frey | 11 March 1897  | 1 August 1921  |  Switzerland\nHenri Étienne | 2 August 1921  | 16 December 1927  |  Switzerland\nJoseph Raber | 1 February 1928  | 30 October 1934  |  Switzerland\nFranz von Ernst | 1 January 1935  | 31 December 1949  |  Switzerland\nSecretaries general\nLéon Mulatier | 1 January 1950  | 31 December 1953  |  France\nMarco Aurelio Andrada | 1 January 1954  | 18 June 1958  |  Argentina\nGerald C. Gross | 1 January 1960  | 29 October 1965  |  United States\nManohar Balaji Sarwate | 30 October 1965  | 19 February 1967  |  India\nMohamed Ezzedine Mili | 20 February 1967  | 31 December 1982  |  Tunisia\nRichard E. Butler | 1 January 1983  | 31 October 1989  |  Australia\nPekka Tarjanne | 1 November 1989  | 31 January 1999  |  Finland\nYoshio Utsumi | 1 February 1999  | 31 December 2006  |  Japan\nHamadoun Touré | 1 January 2007  | 31 December 2014  |  Mali\nHoulin Zhao | 1 January 2015  | 31 December 2022  |  China\nDoreen Bogdan-Martin | 1 January 2023  |  |  United States"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Member states",
        "generated_section_content_md": "ITU Member States, as of August 2019 The five administrative regions of the\nITU\n\nMembership of ITU is open to all member states of the United Nations. There\nare currently 194 member states of the ITU, including all UN member states.\nThe most recent member state to join the ITU is Republic of Palau, which\nbecame a member on 19 September 2024. Palestine was admitted as a United\nNations General Assembly observer in 2010.\n\nPursuant to UN General Assembly Resolution 2758 (XXVI) of 25 October\n1971—which recognized the People's Republic of China (PRC) as \"the only\nlegitimate representative of China to the United Nations\"—on 16 June 1972 the\nITU Council adopted Resolution No. 693 which \"decided to restore all its\nrights to the People's Republic of China in ITU and recognize the\nrepresentatives of its Government as the only representatives of China to the\nITU \". Taiwan and the territories controlled by the Republic of China (ROC),\nreceived a country code, being listed as \"Taiwan, China.\""
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "Sector members",
        "generated_section_content_md": "In addition to the 194 Member States, the ITU includes close to 900 \"sector\nmembers\"—private organizations like carriers, equipment manufacturers, media\ncompanies, funding bodies, research and development organizations, and\ninternational and regional telecommunication organizations. While nonvoting,\nthese members may still play a role in shaping the decisions of the Union.\n\nThe sector members are divided as follow:\n\n* 533 Sector Members\n* 207 Associates\n* 158 from Academia"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Administrative regions",
        "generated_section_content_md": "The ITU is divided into five administrative regions, designed to streamline\nadministration of the organization. They are also used in order to ensure\nequitable distribution on the council, with seats being apportioned among the\nregions. They are as follow:\n\n* Region A – The Americas (35 Member States)\n* Region B – Western Europe (33 Member States)\n* Region C – Eastern Europe and Northern Asia (21 Member States)\n* Region D – Africa (54 Member States)\n* Region E – Asia and Australasia (50 Member States)"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Regional offices",
        "generated_section_content_md": "The ITU operates six regional offices, as well as seven area offices. These\noffices help maintain direct contact with national authorities, regional\ntelecommunication organizations and other stakeholders. They are as follow:\n\n* Regional Office for Africa, headquartered in Addis Ababa, Ethiopia\n* Area Offices in Dakar, Senegal; Harare, Zimbabwe and Yaoundé, Cameroon\n* Regional Office for the Americas, headquartered in Brasília, Brazil\n* Area Offices in Bridgetown, Barbados; Santiago, Chile and Tegucigalpa, Honduras\n* Regional Office for Arab States, headquarters in Cairo, Egypt\n* Regional Office for Asia and the Pacific, headquartered in Bangkok, Thailand\n* Area Office in Jakarta, Indonesia\n* Regional Office for the Commonwealth of Independent States, headquartered in Moscow, Russia\n* Regional Office for Europe, headquartered in Geneva, Switzerland\n\nOther regional organizations connected to ITU are:\n\n* Asia-Pacific Telecommunity (APT)\n* Arab Spectrum Management Group (ASMG)\n* African Telecommunications Union (ATU)\n* Caribbean Telecommunications Union (CTU)\n* European Conference of Postal and Telecommunications Administrations (CEPT)\n* Inter-American Telecommunication Commission (CITEL)\n* Regional Commonwealth in the Field of Communications (RCC—representing former Soviet republics)\n* ITU-APT Foundation of India (IAFI) – sector member of ITU-R, ITU-T, and ITU-D representing India in global telecom and spectrum coordination"
    },
    {
        "chapter_name": "International Telecommunication Union",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "World Summit on the Information Society",
        "generated_section_content_md": "The World Summit on the Information Society (WSIS) was convened by the ITU\nalong with UNESCO, UNCTAD, and UNDP, with the aim of bridging the digital\ndivide. It was held in form of two conferences in 2003 and 2005 in Geneva and\nTunis, respectively."
    }
]