[
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1994 court of the United Nations Security Council\n\n| This article **needs attention from an expert in law**. The specific problem\nis: **Multiple issues, especially related to factual details; legal status\nneeds expansion.** WikiProject Law may be able to help recruit an expert. _(\nJune 2025)_  \n---|---  \nHuman skulls at the  \nNyamata Genocide Memorial Centre  \n---  \nPart of a series on the  \nRwandan genocide  \nBackground\n\n  * History of Rwanda\n  * Origins of Hutu, Tutsi and Twa\n  * Kingdom of Rwanda\n  * Rwandan Revolution\n  * Rwandan Civil War\n  * Hutu Power\n  * Assassination of  \nHabyarimana and Ntaryamira\n\n  \nEvents\n\n  * Initial events\n  * Chronology\n  * Gikondo massacre\n  * Musha Church massacre\n  * Nyarubuye massacre\n\n  \nParties responsible\n\n  * People indicted by the  \nInternational Criminal Tribunal\n\n  * Genocidaires\n  * Akazu\n  * Impuzamugambi militia\n  * Interahamwe militia\n  * _Kangura_\n  * RTLM radio\n\n  \nResponse\n\n  * Rwandan Patriotic Front\n  * International community\n  * United Nations Mission\n  * UN Security Council  \nResolution 935\n\n  * Opération \"Turquoise\"\n\n  \nAftermath\n\n  * Great Lakes refugee crisis\n  * Gacaca court\n  * First Congo War\n  * (Massacres of Hutus)\n  * Second Congo War\n\n  \nResources\n\n  * Bibliography\n  * Filmography\n\n  \n  \n  * v\n  * t\n  * e\n\n  \n  \nThe **International Criminal Tribunal for Rwanda** (**ICTR** ; French:\n_Tribunal pénal international pour le Rwanda_ ; Kinyarwanda: _Urukiko\nMpanabyaha Mpuzamahanga Rwashyiriweho u Rwanda_) was an international _ad-hoc_\ncourt established in November 1994 by the United Nations Security Council in\nResolution 955 in order to adjudicate people charged for the Rwandan genocide\nand other serious violations of international law in Rwanda, or by Rwandan\ncitizens in nearby states, between 1 January and 31 December 1994. The court\neventually convicted 61 individuals and acquitted 14. In 1995, it became\nlocated in Arusha, Tanzania, under Resolution 977. From 2006, Arusha also\nbecame the location of the African Court on Human and Peoples' Rights. In 1998\nthe operation of the tribunal was expanded in Resolution 1165. Through several\nresolutions, the Security Council called on the tribunal to complete its\ninvestigations by end of 2004, complete all trial activities by end of 2008,\nand complete all work in 2012. The tribunal had jurisdiction over genocide,\ncrimes against humanity, and violations of Common Article Three and Additional\nProtocol II of the Geneva Conventions (which deals with internal conflicts).\n\nThe first trial, of Jean-Paul Akayesu, began in 1997. Jean Kambanda, interim\nPrime Minister, pleaded guilty. According to the ICTR's Completion Strategy,\nin accordance with Security Council Resolution 1503, all first-instance cases\nwere to have completed trial by the end of 2008 (this date was later extended\nto the end of 2009) and all work was to be completed by 2010. As of 2009, the\ntribunal had finished 50 trials and convicted 29 accused persons, and another\n11 trials were in progress and 14 individuals were awaiting trial in\ndetention; but the prosecutor intended to transfer 5 to national jurisdiction\nfor trial. 13 others were still at large, some suspected to be dead. The\nUnited Nations Security Council called upon the tribunal to finish its work by\n31 December 2014 to prepare for its closure and transfer of its\nresponsibilities to the International Residual Mechanism for Criminal\nTribunals (IRMCT or Mechanism) which had begun functioning for the ICTR branch\non 1 July 2012. The Tribunal was officially closed on 31 December 2015.\n\nThe tribunal's failure to prosecute war crimes committed by the Rwandan\nPatriotic Front or try RPF leader Paul Kagame was widely criticized, to the\npoint of being characterized as \"victor's justice\".[_excessive citations_]"
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "The Rwandan genocide",
        "generated_section_content_md": "The Rwandan genocide refers to the mass slaughter of more than 800,000 ethnic\nTutsi and politically moderate Hutu by government-directed gangs of Hutu\nextremist soldiers and police in Rwanda. The duration of the 1994 genocide is\nusually described as 100 days, beginning on April 6 and ending in mid-July.\n\nPhotographs of genocide victims displayed at the Genocide Memorial Center in\nKigali\n\nThe tension between the majority Hutu and the minority Tutsi had developed\nover time but was particularly emphasized late in the nineteenth century and\nearly in the twentieth century as a result of German and Belgian colonialism\nover Rwanda. The ethnic categorization of the two was an imposed and an\narbitrary construct based more on physical characteristics than ethnic\nbackground. However, the social differences between the Hutu and the Tutsi\nhave traditionally allowed the Tutsi, with a strong pastoralist tradition, to\ngain social, economic, and political ascendancy over the Hutu, who were\nprimarily agriculturalists. The distinction under colonial powers allowed\nTutsis to establish ruling power until a Hutu revolution in 1959 abolished the\nTutsi monarchy by 1961.\n\nThe hostility between the two groups continued, as \"additional rounds of\nethnic tension and violence flared periodically and led to mass killings of\nTutsi in Rwanda, such as in 1963, 1967, and 1973\". The establishment of the\nRwandan Patriotic Front (RPF) and its invasion from Uganda furthered ethnic\nhatred. A ceasefire in these hostilities led to negotiations between the\ngovernment and the RPF in 1992.\n\nOn April 6, 1994, a plane carrying then-President Juvenal Habyarimana, and\nCyprien Ntaryamira of Burundi was shot down, killing everyone on board. The\nHutu held the RPF accountable and immediately began the genocide, targeted at\nboth Tutsis and Hutu moderates.\n\nMost of the killing during the Rwandan genocide was carried out by the radical\nHutu groups known as the Interahamwe and the Impuzamugambi. Radio broadcasts\nalso were an integral part of the genocide, which further fueled the genocide\nby encouraging Hutu civilians to kill their Tutsi neighbours, labeled as\n\"cockroaches\" in need of extermination. Despite its colossal scale,\nparticularly within such a short period of time, the genocide was carried out\nalmost entirely by hand, usually with the utilization of machetes and clubs.\nVarious atrocities committed include the rape of thousands of Tutsi women, as\nwell as the dismemberment and disfigurement of victims. Frequently the killers\nwere people the victims knew personally—neighbors, workmates, former friends,\nsometimes even relatives through marriage. At least 500,000 Tutsis were\nkilled, and approximately 2 million refugees (mostly Hutus) left for refugee\ncamps of neighboring Burundi, Tanzania, Uganda, and former Zaire."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Establishment of the ICTR",
        "generated_section_content_md": "The United Nations Assistance Mission for Rwanda is regarded as a major\nfailure. The international response to the Rwandan genocide was poor. For\nweeks, the major power nations denied that a genocide was taking place in\nRwanda. The United States refused to call the incident _genocide_ because\nusing the term would make an obligation for the United States to send troops,\nwhich it was reluctant to do after several of its soldiers were killed during\na humanitarian mission in Somalia the previous year. Finally in July 1994,\nafter the genocide was over, the UN Security Council called for an\ninvestigation of the events, and acted to establish an international criminal\ntribunal to prosecute those individuals most responsible for the genocide.\nAdopting Resolution 955, the Security Council created the ICTR on 8 November\n1994 and the ICTR would also deal with other crimes against international\nhumanitarian law committed on the territory of Rwanda and neighboring states\nbetween 1 January 1994 and 31 December 1994."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "ICTR structure",
        "generated_section_content_md": "An ICTR building in Kigali, Rwanda.\n\nThe tribunal consisted of 16 judges in four \"chambers\" – three to hear trials,\nand one to hear appeals. In addition, there were 9 _ad litem_ judges, making\n25 in all. All 9 _ad litem_ judges were assigned to Chambers II and III. There\nwas an additional pool of 9 further _ad literim_ judges who would be called on\nin the case of a judge being absent.\n\nThe column denoted by **#** indicates the order of precedence."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Judge | Country | Status",
        "generated_section_content_md": "---|---|---|---\n19. | Mparany Rajohnson |  Madagascar | Member (_ad litem_ judge)"
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Judge | Country | Status",
        "generated_section_content_md": "---|---|---|---\n4. | William Sekule |  Tanzania | Presiding judge\n14. | Solomy Balungi Bossa |  Uganda | Member (_ad litem_ judge)\n15. | Lee Gacugia Muthoga |  Kenya | Member (_ad litem_ judge)\n16. | Seon Ki Park |  South Korea | Member (_ad litem_ judge)"
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Judge | Country | Status",
        "generated_section_content_md": "---|---|---|---\n1. | Vagn Joensen |  Denmark | President ICTR, presiding judge\n2. | Florence Rita Arrey |  Cameroon | Vice-president ICTR, member\n17. | Gberdao Gustave Kam |  Burkina Faso | Member (_ad litem_ judge)\n13. | Bakhtiyar R.Tuzmukhamedov |  Russia | Member\n18. | Robert Fremr |  Czech Republic | Member"
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Judge | Country | Status",
        "generated_section_content_md": "---|---|---|---\n3. | Theodor Meron |  United States | Presiding judge\n5. | Patrick Robinson |  Jamaica | Member\n7. | Fausto Pocar |  Italy | Member\n8. | Liu Daqun |  China | Member\n6. | Mehmet Güney |  Turkey | Member\n11. | Carmel Agius |  Malta | Member\n9. | Arlette Ramaroson |  Madagascar | Member\n10. | Andrésia Vaz |  Senegal | Member\n12. | Khalida Rashid Khan |  Pakistan | Member"
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Office of the Prosecutor",
        "generated_section_content_md": "Offices of the International Criminal Tribunal for Rwanda in Arusha, 2003.\n\nThe Office of the Prosecutor was divided into various units at the height of\nits activity, including the Investigations Division and the Prosecution\nDivision:\n\n* The Prosecution Division was responsible for prosecuting all cases before the Tribunal. Headed by a Chief of Prosecutions.\n* The Investigations Division was responsible for collecting evidence implicating individuals in crimes committed in Rwanda in 1994. Headed by a Chief of Investigations."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "3.1.1",
        "section_name": "Prosecutors",
        "generated_section_content_md": "* Richard Goldstone, late 1994 to 30 September 1996 (by virtue of Resolution 936)\n* Louise Arbour, 1 October 1996 to 15 September 1999 (Resolution 1047)\n* Carla Del Ponte, 15 September 1999 to 14 September 2003 (Resolution 1259)\n* Hassan Bubacar Jallow, 15 September 2003 to 31 December 2015 (Resolution 1505)"
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "The Registry",
        "generated_section_content_md": "The Registry was responsible for the overall administration and management of\nthe ICTR. It also performed other legal functions assigned to it by the\nTribunal's Rules of Procedure and Evidence, and was the Tribunal's channel of\ncommunication.\n\nThe Registry was headed by the Registrar, who was the Representative of the UN\nSecretary-General. Bongani Christopher Majola of South Africa was Registrar.\nafter January 2013."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "The Case of Jean-Paul Akayesu",
        "generated_section_content_md": "After an intense and precisely targeted campaign of a number of international\nnon-governmental organizations, which aimed at raising awareness of gendered\nviolence at the ICTR, the trial of Jean-Paul Akayesu established the legal\nprecedent that genocidal rape falls within the act of genocide. \"...the\n[Trial] Chamber finds that in most cases, the rapes of Tutsi women in Taba,\nwere accompanied with the intent to kill those women. ... In this respect, it\nappears clearly to the chamber that the acts of rape and sexual violence, as\nother acts of serious bodily and mental harm committed against the Tutsi,\nreflected the determination to make Tutsi women suffer and to mutilate them\neven before killing them, the intent being to destroy the Tutsi group while\ninflicting acute suffering on its members in the process.\" Presiding judge\nNavanethem Pillay said in a statement after the verdict: \"From time\nimmemorial, rape has been regarded as spoils of war. Now it will be considered\na war crime. We want to send out a strong message that rape is no longer a\ntrophy of war.\""
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Media Case",
        "generated_section_content_md": "The trial against \"hate media\" began on 23 October 2000. It was charged with\nthe prosecution of the media which encouraged the genocide of 1994.\n\nOn 19 August 2003, at the tribunal in Arusha, life sentences were requested\nfor Ferdinand Nahimana, and Jean-Bosco Barayagwiza, persons in charge for the\nRadio Télévision Libre des Mille Collines, as well as Hassan Ngeze, director\nand editor of the _Kangura_ newspaper. They were charged with genocide,\nincitement to genocide, and crimes against humanity, before and during the\nperiod of the genocides of 1994. On 3 December 2003, the court found all three\ndefendants guilty and sentenced Nahimana and Ngeze to life imprisonment and\nBarayagwiza to imprisonment for 35 years. On 28 November 2007, the Appeals\nChamber partially allowed appeals against conviction from all three men,\nreducing their sentences to 30 years' imprisonment for Nahimana, 32 years'\nimprisonment for Barayagwiza and 35 years' imprisonment for Ngeze."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Related legal activities",
        "generated_section_content_md": "French investigating magistrate Jean-Louis Bruguière was also pursuing a case\nagainst the current President, Paul Kagame, and other members of his\nadministration, for the assassination of his predecessor. This case was under\nthe regular jurisdiction of the French courts because French citizens were\nalso killed in the plane crash. The majority of genocide cases were handled by\nthe so-called gacaca courts, a modernized customary dispute resolution\nmechanism."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Indictees",
        "generated_section_content_md": "The ICTR indicted a total of 96 individuals. The proceedings against one\nindividual are suspended before the IRMCT. The ICTR (or the IRMCT as its\nsuccessor) convicted 61 individuals: 25 of whom are currently serving\nsentences, 22 of whom have completed their sentences, and 14 of whom died\nwhile serving their sentences. The Tribunal acquitted 14 individuals and\ntransferred the cases against 10 individuals to national jurisdictions.\nProceedings against nine individuals ended before a final judgment was\nrendered: two of whom had their charges dismissed by the Tribunal, two of whom\nhad their charges withdrawn by the Prosecutor, and five of whom died."
    },
    {
        "chapter_name": "International Criminal Tribunal for Rwanda",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Controversies",
        "generated_section_content_md": "The critique concerning the ICTR can be divided into claims pertaining to its\ncreation, the fairness of its prosecution (who was accused and whom the\nprosecution failed to accuse although it should have issued indictments),\ntrial fairness (who was sentenced, who was accused and whom the chambers\nfailed to sentence or acquit although they should have done so) and the\nfairness of the procedures (did the parties have equal rights and equal\nopportunities to bring their evidence and arguments) and the court’s\nefficiency (how much time and resources did the court use to achieve its aims\n– and did it achieve these aims).\n\nThe legal doubts about the UN Security Council having the power to create a\ncourt which have been levelled against the ICTY’s creation are also valid\nregarding the ICTR. And just like the Yugoslav Tribunal, the ICTR had its\njurisdictional blind spots: because its timely jurisdiction was limited to the\nyear 1994, it could not prosecute later events like the violent dissolution of\nthe Kibeho refugee camp or the crimes committed against the civilian\npopulation in Zaire (later the Democratic Republic of the Congo) by Hutu\nmilitias, the RPA and Rwandan-backed Congolese rebels. Formally, the\nterritorial jurisdiction extended to Rwanda’s neighbors, however the ICTR\nnever investigated the role of Uganda or Zaire in the conflict. Neither did it\ninvestigate failures, shortcomings or possible crimes by politicians from\nBelgium, France, Germany, Italy, the UK and the US who were engaged in\nnegotiations with the Rwandan government before the genocide, in den Arusha\npeace process and in attempts to react to the ongoing genocide after April\n1994.\n\nOpposite to the ICTY, the ICTR did not have to work in a strongly polarized\nethnic environment. After the Rwandan Patriotic Front (RPF) had taken over the\npower in Rwanda and the Hutu militias (and the majority of the Hutu\npopulation) had fled to neighboring countries, the perspective of the victims\n(the Tutsi inside the country or “Tutsi de l’interieur”) and the liberators\n(the Rwandan Patriotic Front which included Tutsi but also many of the Hutu\nopponents to president Habyarimana and members of democratic Hutu parties)\nprevailed and strongly influence the way, ICTR staff interpreted the conflict.\nAttempts by indictees and lawyers who sided with their point of view to\ninfluence the ICTR were mostly unsuccessful, although much more belligerent\nand radical than politically motivated defense strategies at the ICTY. The\nICTR was heavily dependent on access to witnesses from Rwanda, to access to\ndocuments and to the cooperation with the Rwandan government, because the UN\nSecurity Council had established the ICTR’s main seat in Arusha rather than in\nRwanda. There also was competition between the Rwandan government and the ICTR\nOffice of the Prosecution over access to suspects in third countries which\noften led to frictions and tensions. According to opinion polls, the Rwandan\npopulation was not very impressed by the ICTR’s efforts, first, because\nsuspects had rather comfortable conditions in Arusha and did not face capital\npunishment, second because the trials there lasted much longer than the\nrelatively swift and harsh trials Rwanda organized for many of lower ranking\nperpetrators. Some of the more prominent ones were even publicly executed in\nKigali.\n\nA widely shared and very basic bias allegation against the ICTR consists in\nits failure to investigate and prosecute crimes committed by the Rwandan\nPatriotic Army, the armed wing of the RPA. In the light of human rights\norganizations’ reports, the RPA had committed war crimes against the civilian\npopulation during its campaign in 1993 and after entering the country at the\nbeginning of the genocide. There had been looting of private property and\nexactions against villagers but also revenge killings, among them the murder\nof several high-ranking catholic clerics in Kabgayi in 1994. The latter was\nsubject of a domestic trial against RPA soldiers and officers, while the\nexactions from 1993 and early 1994 were not investigated. There is also a\nlasting controversy if the ICTR prosecution should have investigated and tried\nthe assassination of president Habyarimana. The assault on his aircraft was\nlater investigated by the French judiciary and there are several (mutually\ncontradictory) reports about the assassination and its authors (which also\nincluded the French crew members as victims giving the French judiciary a\nlegal basis for investigations), blaming either Hutu nationalist radicals who\nwanted to get rid of the president or the RPF.\n\nFor a long time (until the 2010s) neither prosecution nor chambers regarded it\nas the ICTR’s job to prosecute contempt of court and false testimonies\ncommitted by witnesses. Their hesitance created incentives for the creation\nand expansion of perjurer networks and the creation of false evidence by\neither people, who wanted to see an accused sentenced (if he or she came from\nan enemy group) or acquitted (if he or she stemmed from their own ethnic\nbackground). Chambers regarded the prosecution of false testimony in court as\nbeing outside their core mandate and made contradictory decisions about who\nshould prevent false testimony (the prosecution or the chambers) and how.\nInstead of initiating sanctions against perjurers, judges were eager to\n“explain false testimony away” as examples of cultural exceptions or\ntrauma.[_page needed_]\n\nEfficiency:\n\nICTR publications usually measure efficiency in terms of the part of indicted\npersons who were put on trial. From that perspective, the ICTR was quite\nefficient, because it managed to get hold on all the persons for which it had\nissued arrest warrants. But alike the ICTY, the ICTR did not indict all people\nwhich it was tasked and empower to prosecute, because some of the Interahamwe\nleaders obtained the status of protected witnesses and a new identity\n(Cruvellier). Félicien Kabuga, a wealthy businessman from the Habyarimana era,\nwho is widely believed to have financed the Interahamwe and provided them with\nmachetes from China, managed to stay in hiding until his arrest in Paris in\n2020. His trial started, but later was first interrupted and then terminated\ndue to his dementia and inability to stand trial.\n\nICTR trials used to be very long and cumbersome. In some cases (André\nRwamakuba), the trial chamber struck down the indictment after the prosecution\nhad rested its case, because there was literally no case to answer to for the\ndefense. But at that time, the accused had already spent years in custody for\nwhich they were (due to the UN’s immunity) not eligible for any compensation.\nIn another, the Office of the Prosecutor first summoned the former head of the\nGendarmerie, Augustin Ndindiliyimana (who had feld to Belgium) as a witness\nand, when he refused to testify for the prosecution, indicted him.\nNdindiliyimana was first found guilty and sentenced to exactly the same prison\nterm that he had spent in pre-trial arrest and then exonerated and set free by\nthe appeals chamber. For years he leaved with other acquitted suspects in a\nsafe house in Tanzania, because the ICTR was unable to find a country that\nwould issue him a long-term visa.\n\nBachmann and Fatic have argued that due to its dependence on Rwanda, the ICTR\nbecame a part of the Rwandan justice system, with the Rwandan government\nsteering tribunal decisions almost at will, by either holding back evidence or\nchanneling materials from survivor organizations into judicial procedures.\nAccording to Del Ponte, the Rwandan military intelligence eavesdropped on the\nprosecution to retrieve information about secret investigations concerning\nRPA-crimes. After pressure from Rwanda, the UK and the US, Del Ponte lost her\nposition at the ICTR but was allowed to remain ICTY chief prosecutor. The\nOffice of the Prosecutor never returned to the investigation concerning the\ndowning of Habyarimana’s Falcon and the secret investigations."
    }
]