[
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Human aid independent organization\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **needs additional citations forverification**. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.  \n_Find sources:_ \"International Bamboo and Rattan Organization\" – news **·**\nnewspapers **·** books **·** scholar **·** JSTOR _( July 2021)__(Learn how and\nwhen to remove this message)_  \n---|---  \n| **A major contributor to this article appears to have aclose connection with\nits subject.** It may require cleanup to comply with Wikipedia's content\npolicies, particularly neutral point of view. Please discuss further on the\ntalk page. _( August 2023)__(Learn how and when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **International Bamboo and Rattan Organization** (**INBAR**) is an\nindependent intergovernmental organization established in 1997 to develop and\npromote innovative solutions to poverty and environmental sustainability using\nbamboo and rattan."
    },
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "INBAR evolved from an informal network of bamboo and rattan researchers set up\nin 1984 by the International Development Research Centre (IDRC) of Canada. The\nname \"International Network for Bamboo and Rattan\" was chosen in 1993. Work to\nlaunch INBAR as an independent organization started in 1995, and was completed\nin 1997 when INBAR became an independent organization with its headquarters in\nBeijing, China. Bangladesh, Canada, China, Indonesia, Myanmar, Nepal, Peru,\nthe Philippines and the United Republic of Tanzania made up INBAR's nine\nfounding members. Since then, INBAR has grown considerably in strength and\nscope away from a research-only organization and towards a more action-focused\nmandate. In November 2016 the name of the organization was changed to\nInternational Bamboo and Rattan Organization to reflect this change."
    },
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership and structure",
        "generated_section_content_md": "Membership of INBAR is open to member states of the United Nations and to\nintergovernmental organizations. INBAR currently has 50 Member States. INBAR's\nsupreme governing body is its Council of representatives of its Member States,\nwhich meets biennially. The Board of Trustees, made up of appointed experts\nfrom relevant fields from many countries, is the second tier of governance,\nand develops appropriate policies, oversees management and ensures efficient\noperations at its annual meetings.\n\nThe Director General is a member of the Board of Trustees and is responsible\nfor day-to-day running of the organization. The current Director General is\nAmbassador Ali Mchumo.\n\nINBAR's headquarters is in Beijing, China, and it has regional offices in\nSouth Asia (New Delhi, India), Central Africa (Yaoundé, Cameroon), East Africa\n(Addis Ababa, Ethiopia), West Africa (Kumasi, Ghana) and Latin America and the\nCaribbean (Quito, Ecuador). INBAR is managed by its Executive Management team,\nwhich comprises the Director General, Deputy Director General, and the\nDirectors of Global Program, Membership Affairs, Host Country Affairs, and\nCommunications."
    },
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Involvement with UN organizations",
        "generated_section_content_md": "INBAR collaborates with numerous UN organizations. INBAR was awarded Observer\nstatus to the UN General Assembly in 2017, and is also Observer to the UN\nEconomic and Social Council. INBAR signed a Memorandum of Understanding with\nthe Food and Agricultural Organization of the UN in 2020 to strengthen\ncollaboration in bamboo resource assessment and assess the plant's potential\ncontributions to UN Sustainable Development Goals and Global Forest Goals. In\n2021, INBAR also became part of the UN Decade on Ecosystem Restoration, and in\nthe same year also signed an agreement with the UN Industrial Development\nOrganization to cooperate on bamboo and rattan business development. In 2023,\nINBAR was awarded Observer status to the UN Conference on Trade and\nDevelopment.\n\nINBAR also participates at the United Nations Framework Convention on Climate\nChange, the Convention on Biological Diversity, and the United Nations\nConvention to Combat Desertification, where it advocates for bamboo and rattan\nas solutions to global issues across the UN platforms.\n\nThe International Fund for Agricultural Development (IFAD) has been a key\npartner, providing long-term support to INBAR’s work on rural poverty\nalleviation. In 2015, INBAR estimated that IFAD-funded activities alone have\nhelped generate around 250,000 jobs."
    },
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Involvement with other organizations",
        "generated_section_content_md": "As an international intergovernmental organization, INBAR collaborates with a\nwide range of institutions and bodies. INBAR is a partner of the CGIAR\nResearch Program on Forests, Trees and Agroforestry, member of the\nInternational Union for Conservation of Nature, a charter member of the Global\nLandscapes Forum, and a member of the International Union of Forest Research\nOrganizations. Project donors include the Ministry of Foreign Affairs of the\nNetherlands, Spanish Agency for International Development Cooperation, the\nGlobal Environment Facility, the European Union and more.[_citation needed_]"
    },
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Member States as of August 2023",
        "generated_section_content_md": "* Argentina\n* Bangladesh\n* Benin\n* Bhutan\n* Brazil\n* Burundi\n* Cambodia\n* Cameroon\n* Canada\n* Central African Republic\n* Chad\n* China\n* Chile\n* Colombia\n* Republic of the Congo\n* Cuba\n* Democratic Republic of the Congo\n* Ecuador\n* Eritrea\n* Ethiopia\n* Fiji\n* Ghana\n* India\n* Indonesia\n* Jamaica\n* Kenya\n* Liberia\n* Madagascar\n* Malawi\n* Malaysia\n* Mozambique\n* Myanmar\n* Nepal\n* Nigeria\n* Pakistan\n* Panama\n* Peru\n* Philippines\n* Rwanda\n* Senegal\n* Sierra Leone\n* Sri Lanka\n* Suriname\n* Tanzania\n* Thailand\n* Togo\n* Tonga\n* Uganda\n* Venezuela\n* Viet Nam"
    },
    {
        "chapter_name": "International Bamboo and Rattan Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Bamboo as a Substitute for Plastic",
        "generated_section_content_md": "The Bamboo as a Substitute for Plastic (BASP) initiative is a part of the\nGlobal Development Initiative (GDI). The BASP initiative is aimed at\nmitigating plastic pollution and tackling climate change.[_citation needed_]\n\nOver 400 million tonnes of plastic waste is generated annually, with billions\nof tonnes of plastics ending up in landfills and natural environments. This\nhas led to negative environmental impacts linked to climate change,\nbiodiversity loss and pollution. The BASP initiative seeks to address these\nissues by promoting the use of bamboo substitutes over plastic goods."
    }
]