[
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\nThe **International Organization for Migration** (**IOM**) is a United Nations\nrelated organization working in the field of migration. The organization\nimplements operational assistance programmes for migrants, including\ninternally displaced persons, refugees, and migrant workers.\n\nThe International Organization for Migration is a UN agency based in Geneva.\nIts director general is Amy E. Pope."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Historical context and predecessor organizations (1951 to 1989)",
        "generated_section_content_md": "The International Organization for Migration (IOM) was founded in 1951 in\nresponse to the large number of internally displaced persons and war refugees\nin Europe after the Second World War. The IOM was initially a logistics agency\nthat organized the transport of nearly one million migrants in the 1950s and\nhas undergone several name changes since its inception. The transition from\nthe Provisional Intergovernmental Committee for the Movement of Migrants from\nEurope (PICMME) in 1951 to the Intergovernmental Committee for European\nMigration (ICEM) in 1952, to the Intergovernmental Committee for Migration\n(ICM) in 1980, and finally to the International Organization for Migration\n(IOM) in 1989 reflects the evolution of the IOM's mandate over its existence,\nbecoming the leading intergovernmental organization in the field of migration."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Integration into the United Nations and the present (1990 to date)",
        "generated_section_content_md": "In 1992, it was granted observer status at the United Nations General Assembly\n(GA resolution A/RES/47/4). In September 2016, the United Nations (UN) Member\nStates, through the General Assembly, unanimously adopted a resolution\napproving the agreement to transform IOM into an affiliated organization of\nthe UN. This agreement has strengthened the relationship between IOM and the\nUN and improved its ability to fulfill its respective mandates in the\ninterests of migrants and Member States.\n\nThe IOM supported the creation of the Global Compact for Migration, the first-\never intergovernmental agreement on international migration which was adopted\nin Marrakech, Morocco, in December 2018. To support the implementation,\nfollow-up and review of the Global Compact on Migration, the UN Secretary-\nGeneral António Guterres established the UN Network on Migration in 2019. IOM\ncoordinates the United Nations Network on Migration which includes UNHCR, WFP\nand UNDP, among others. While the IOM's history tracks the man-made and\nnatural disasters of the past half century, including Kosovo and Timor 1999,\nand the Asian tsunami, the 2003 invasion of Iraq, the Pakistan earthquake of\n2004/2005, the 2010 Haiti earthquake, and the European migrant crisis—its\ncredo that humane and orderly migration benefits migrants and society has\nsteadily gained more international acceptance."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Organization",
        "generated_section_content_md": "International Organization for Migration headquarters in Geneva\n\nThe organization is headquartered in Geneva, with liaison offices in New York\nCity and Addis Ababa. The Global Migration Data Analysis Centre (GMDAC) is\nbased in Berlin. In 2020, the organization reported that it had over 15,311\nemployees, with 168 nationalities represented. The highest decision-making\nbody of the IOM is the council, in which all member states are represented. It\nhas rules of procedure and meets at regular intervals to adopt the annual\nbudget and determine the organization's programmatic objectives. The official\nlanguages are English, French and Spanish. According to its own figures, the\norganization's budget in 2020 was around two billion US dollars. This is made\nup of voluntary contributions from the member states and donations."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Director General",
        "generated_section_content_md": "The Director General of the organization is elected by the delegates of the\nIOM member states for a five-year term. The following table lists the previous\ndirectors of the IOM and its predecessor organization, the ICEM. The current\nDirector General is Amy Pope from the United States of America, with Ugochi\nDaniels from Nigeria serving as Deputy Directors General."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Mandate",
        "generated_section_content_md": "The organization's global mandate includes assistance to migrants, including\nmigrant workers, refugees and internally displaced persons. This broad mandate\nof the organization has earned it praise for flexibility in crisis situations,\nbut also criticism for legal accountability in protection issues. Due to\ncomplementary mandates, IOM often cooperates with the UNHCR.\n\nFor example IOM coordinates work in response to the situation in Venezuela\nthrough the Office of International Organization for Migration Director\nGeneral's Special Envoy for the Regional Response to the Venezuela Situation\nworking with UNHCR and 17 countries in South and Central America and the\nCaribbean.\n\nAccording to the United Nations Office for the Coordination of Humanitarian\nAffairs (OCHA), IOM is one of the central actors in humanitarian aid within\nthe UN system, especially in the context of displacement. IOM's main aid\nmeasures include shelter, protection, the provision of basic medical and\nsanitary care, life safety, coordination, telecommunications and logistics. On\nthe instructions of the UN Emergency Relief Coordinator, IOM, together with\nUNHCR, is primarily responsible for camp coordination and management in\nhumanitarian emergencies. The organization is also active in stabilization,\npeacebuilding and development in the context of migration.\n\n* Internally displaced people receive humanitarian aid after an earthquake in Port-au-Prince, Haiti.\n\n* US Secretary of State Blinken during an IOM mission in Obock, Djibouti.\n\n* Evacuation after a tsunami in Banda Aceh, Sumatra, Indonesia.\n\n* Trees uprooted by Typhoon Haiyan are used for reconstruction aid in the Philippines.\n\n* In Zaatari, Jordan, IOM supports the medical care and education of refugees."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member states",
        "generated_section_content_md": "Member states of the IOM:\n﻿ member\n﻿ observer\n﻿ non-members\n\nAs of 2023, the International Organization for Migration has 175 member states\nand 8 observer states.\n\n* Afghanistan\n* Albania\n* Algeria\n* Angola\n* Antigua and Barbuda\n* Argentina\n* Armenia\n* Australia\n* Austria\n* Azerbaijan\n* Bahamas\n* Bangladesh\n* Barbados\n* Belarus\n* Belgium\n* Belize\n* Benin\n* Bolivia\n* Bosnia and Herzegovina\n* Botswana\n* Brazil\n* Bulgaria\n* Burkina Faso\n* Burundi\n* Cabo Verde\n* Cambodia\n* Cameroon\n* Canada\n* Central African Republic\n* Chad\n* Chile\n* China\n* Colombia\n* Comoros\n* Congo\n* Cook Islands\n* Costa Rica\n* Côte d'Ivoire\n* Croatia\n* Cuba\n* Cyprus\n* Czech Republic\n* Democratic Republic of the Congo\n* Denmark\n* Djibouti\n* Dominica\n* Dominican Republic\n* Ecuador\n* Egypt\n* El Salvador\n* Eritrea\n* Estonia\n* Eswatini\n* Ethiopia\n* Fiji\n* Finland\n* France\n* Gabon\n* Gambia\n* Georgia\n* Germany\n* Ghana\n* Greece\n* Grenada\n* Guatemala\n* Guinea\n* Guinea-Bissau\n* Guyana\n* Haiti\n* Holy See\n* Honduras\n* Hungary\n* Iceland\n* India\n* Iran\n* Ireland\n* Israel\n* Italy\n* Jamaica\n* Japan\n* Jordan\n* Kazakhstan\n* Kenya\n* Kiribati\n* Kyrgyzstan\n* Lao People's Democratic Republic\n* Latvia\n* Lesotho\n* Liberia\n* Libya\n* Lithuania\n* Luxembourg\n* Madagascar\n* Malawi\n* Maldives\n* Mali\n* Malta\n* Marshall Islands\n* Mauritania\n* Mauritius\n* Mexico\n* Micronesia\n* Mongolia\n* Montenegro\n* Morocco\n* Mozambique\n* Myanmar\n* Namibia\n* Nauru\n* Nepal\n* Netherlands\n* New Zealand\n* Nicaragua\n* Niger\n* Nigeria\n* North Macedonia\n* Norway\n* Pakistan\n* Palau\n* Panama\n* Papua New Guinea\n* Paraguay\n* Peru\n* Philippines\n* Poland\n* Portugal\n* South Korea\n* Republic of Moldova\n* Romania\n* Russian Federation\n* Rwanda\n* Saint Kitts and Nevis\n* Saint Lucia\n* Saint Vincent and the Grenadines\n* Samoa\n* São Tomé and Príncipe\n* Senegal\n* Serbia\n* Seychelles\n* Sierra Leone\n* Slovakia\n* Slovenia\n* Solomon Islands\n* Somalia\n* South Africa\n* South Sudan\n* Spain\n* Sri Lanka\n* Sudan\n* Suriname\n* Sweden\n* Switzerland\n* Tajikistan\n* Thailand\n* Timor-Leste\n* Togo\n* Tonga\n* Trinidad and Tobago\n* Tunisia\n* Turkey\n* Turkmenistan\n* Tuvalu\n* Uganda\n* Ukraine\n* United Kingdom\n* United Republic of Tanzania\n* United States\n* Uruguay\n* Uzbekistan\n* Vanuatu\n* Venezuela\n* Viet Nam\n* Yemen\n* Zambia\n* Zimbabwe\n\n**Observer States** :\n\n* Bahrain\n* Bhutan\n* Indonesia\n* Kuwait\n* Malaysia\n* Qatar\n* San Marino\n* Saudi Arabia\n\n**Non-Member States** :\n\n* Brunei\n* Equatorial Guinea\n* Hong Kong\n* Iraq\n* Lebanon\n* Macau\n* North Korea\n* Oman\n* Singapore\n* Syria\n* Taiwan\n* United Arab Emirates"
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "2003 Amnesty and Human Rights Watch",
        "generated_section_content_md": "In 2003, both Amnesty International and Human Rights Watch were critical of\nthe IOM's role in the Australian government's \"Pacific Solution\" of\ntransferring asylum seekers to offshore detention centres. Human Rights Watch\ncriticized the IOM for operating Manus Regional Processing Centre and the\nprocessing centre on Nauru despite not having a refugee protection mandate.\nHuman Rights Watch criticized the IOM for being part of \"arbitrary detention\"\nand for denying asylum seekers access to legal advice. Human Rights Watch\nurged the IOM to cease operation the process centres, which it stated were\n\"detention centres\" and to hand management of the centres to the United\nNations High Commissioner for Refugees.\n\nAmnesty International expressed concern that the IOM undertook actions on\nbehalf of governments that negatively impacted the human rights of asylum\nseekers, refugees and migrants. Amnesty International cited an example of\nfourteen Kurds in Indonesia who were expelled from Australian waters by\nAustralian authorities and relocated to Indonesia. Amnesty International\nrequested an assurance that the IOM will abide by the principle of non-\nrefoulement."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "2022 Refugee Council of Australia",
        "generated_section_content_md": "In 2022, the role that the IOM played in housing refugees in Indonesia was\ndescribed by the Refugee Council of Australia as presenting a \"humanitarian\nveneer while carrying out rights-violating activities on behalf of Western\nnations” by researchers Asher Hirsch and Cameron Doig in _The Globe and Mail_.\n\nThe community housing that the IOM operated, using Australian government\nfunding, was described by the Refugee Council of Australia \"inhumane\nconditions, solitary confinement, lack of basic essentials and medical care,\nphysical and sexual abuse, and severe overcrowding\". Rohingya John Joniad\ndescribed the housing as an \"open prison\"."
    },
    {
        "chapter_name": "International Organization for Migration",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Uyghur refugees",
        "generated_section_content_md": "In 2024, the IOM was criticized for being unable or willing to intervene in\nrefugee cases involving Uyghurs."
    }
]