[
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International organization\n\nThe **International Renewable Energy Agency** (**IRENA**) is an\nintergovernmental organization mandated to facilitate cooperation, advance\nknowledge, and promote the adoption and sustainable use of renewable energy.\nIt is the first international organisation to focus exclusively on renewable\nenergy, addressing needs in both industrialised and developing countries. It\nwas founded in 2009, and its statute entered into force on 8 July 2010. The\nagency is headquartered in Masdar City, Abu Dhabi. The Director-General of\nIRENA is Francesco La Camera, a national of Italy. IRENA is an official United\nNations observer."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The first suggestions for an international renewable agency are based on the\n1980 Brandt Report activities. NGOs and industry lobbying groups like\nEurosolar, the World Council for Renewable Energy (WCRE) and the World Wind\nEnergy Association (WWEA) have promoted IRENA for several decades. In 1990,\nthe Austrian government of Franz Vranitzky suggested a renewables agency to\nthe UN. One of the drivers was Hermann Scheer, a German politician and\nlobbyist who was acting as president of EUROSOLAR and chair of WCRE.\n\nOn 15 June, at their annual event, the WWEA gave their 2010 World Wind Energy\nAward to the Founding member States of IRENA. They stated: \"The creation of\nIRENA can be seen as the most important decision ever taken on the global\nlevel in favour of renewable energy. The founding of IRENA sent out a very\nstrong signal to the world community that renewable energy will have to play\nand will play a key role in the future energy supply all over the world. With\nthe Award, WWEA would also like to indicate that WWEA is committed to work\nclosely with IRENA and will continue to give its full support.\"\n\nSince 1981, several meetings took place to discuss the formation of IRENA. The\nPreparatory Conference for founding IREA was held on 10 and 11 April 2008 with\n54 countries participating. Here, government representatives discussed the\nobjectives, activities, finances, and organizational structure of IRENA.\nParticipants expressed a need to begin a swift transition to a more secure,\nsustainable renewable energy economy with the assistance of an international\nbody.\n\nThe Founding Conference of the International Renewable Energy Agency was held\nin Bonn, Germany, on 26 January 2009. 75 countries signed the Agency's\nstatute. The statute entered into force on 8 July 2010, 30 days after the 25th\ncountry deposited its instrument of ratification. The Founding Conference\nestablished the Preparatory Commission for IRENA, which consists of all\nsignatory states.[_citation needed_]\n\nDuring the first session of the Preparatory Commission in Bonn on 27 January\n2009, the signatory countries adopted criteria and procedures for selecting\nIRENA's Interim Director-General and its interim headquarters. An\nAdministrative Committee was created to assist the commission in preparing its\nsecond session. The Administrative Committee prepared draft proposals for an\ninterim work programme and budget as well as for interim staff regulations and\ninterim financial rules. Nominations for the Interim Director-General and the\ninterim headquarters were submitted by 30 April 2009.\n\nThe second session of the Preparatory Commission met in Sharm el-Sheikh,\nEgypt, on 29–30 June 2009, to elect the Interim Director General and decide\nthe location of IRENA's interim headquarters. It was decided that the interim\nheadquarters will be located in Abu Dhabi, United Arab Emirates. In addition,\nan innovation and technology center will be located in Bonn, and an office\ndedicated to liaising with the United Nations and other international\ninstitutions will be located in Vienna. Hélène Pelosse was elected as the\nInterim Director-General. The second session of the Preparatory Commission\nalso adopted an interim work programme and budget as well as interim staff\nregulations and interim financial rules.\n\nThe fourth session of the Preparatory Commission on 24–25 October 2010 in Abu\nDhabi appointed Kenyan representative Adnan Amin, Deputy Interim Director-\nGeneral, to perform functions of Interim Director-General after resignation of\nHélène Pelosse. On 4 April 2011, Adnan Amin was sworn in as the first\nDirector-General.\n\nThe agency has staged a number of events bringing together member states for\ninteraction on ways and means of furthering renewable energy, and conducted\nsignificant research and development into viable solutions for the future. On\n8 September 2014, IRENA published a notable report on its works titled\n_REthinking energy_ , which encouraged \"speedier adoption of renewable energy\ntechnologies,\" as \"the most feasible route to reduce carbon emissions and\navoid catastrophic climate change.\" The study set out to gauge the global\npower sector and establish how technological advances, economic growth and\nclimate change are transforming it. \"A convergence of social, economic and\nenvironmental forces are transforming the global energy system as we know it.\nBut if we continue on the path we are currently on and fuel our growing\neconomies with outmoded ways of thinking and acting, we will not be able to\navoid the most serious impacts of climate change,\" Amin said at a function to\nrelease the report.\n\nThe Ninth Meeting of International Renewable Energy Agency Council was held on\n10–11 June 2015 at Abu Dhabi."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "International Day of Clean Energy",
        "generated_section_content_md": "On August 25, 2023, the United Nations General Assembly declared January 26 as\nthe International Day of Clean Energy through resolution A/77/327. This\nparticular date was chosen to coincide with the anniversary of the\nestablishment of the International Renewable Energy Agency (IRENA) in 2009."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Aims",
        "generated_section_content_md": "IRENA aims to become the main driving force in promoting a transition towards\nthe use of renewable energy on a global scale:\n\n> Acting as the global voice for renewable energies, IRENA will provide\n> practical advice and support for both industrialised and developing\n> countries, help them improve their regulatory frameworks and build capacity.\n> The agency will facilitate access to all relevant information including\n> reliable data on the potential of renewable energy, best practices,\n> effective financial mechanisms and state-of-the-art technological expertise.\n\nIRENA provides advice and support to governments on renewable energy policy,\ncapacity building, and technology transfer. IRENA will also co-ordinate with\nexisting renewable energy organizations, such as REN21."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Member states",
        "generated_section_content_md": "The statute to gain IRENA membership requires that a state be a member of the\nUnited Nations and to regional intergovernmental economic-integration\norganizations. States that gain membership to IRENA must uphold the\norganizations statute to the best of its abilities.\n\nOn 9 January 2019, Canada became IRENA's 160th member.\n\nAs of July 2022, 168 states and the European Union are members of IRENA, and a\nfurther 17 are in the process of accession."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "The Assembly",
        "generated_section_content_md": "This assembly is IRENA's main institutional governing body, which includes one\ndelegate from each member state. The assembly meets once yearly to discuss all\nIRENA management including things such as budget, membership applications and\nyearly goals. The 9th Assembly took place in January 2019 with the 10th\nAssembly scheduled for 11–12 January in Abu Dhabi, United Arab Emirates."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "The Council",
        "generated_section_content_md": "The IRENA council is composed of 21 elected officials from member states, who\neach serve for two-year terms and must answer to the assembly. Council members\nrotate between states to ensure an efficient and fair representation of\nvarious member country sizes, geographic location, rates of development and\nparticular concerns. The council deals directly with IRENA matters related to\nbudgeting and annual reports."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "The Secretariat",
        "generated_section_content_md": "The Secretariat is the executive branch of IRENA and consists of the Director-\nGeneral and their staff. The Secretariat acts as oversight to the council and\nassembly and offers technical support to these governing bodies. The current\nof Director-General of IRENA is the Italian Francesco La Camera who was\nappointed to the position during IRENA's Ninth Assembly and assumed office on\n4 April 2019.\n\nIRENA's first Director-General was Adnan Z. Amin, a Kenyan national. He was\nelected to the post in April 2011 and completed a second term that ended April\n2019. Afterwards, he was accorded Amin the honorary title of _Director-General\nEmeritus_. Along with his work as Secretariat, Amin also served as the\nDirector of the United Nations Environment Programme's (UNEP) at their New\nYork office and as Special Representative of the UNEP Executive Director where\nhe played a crucial role in reviewing international governance and his\norganizations participation at the World Summit of Sustainable Development.\nDuring his time as Director General of IRENA, the organization was involved in\nthe implementation of policies such as the Paris Agreement, the UN 2030 Agenda\nfor Sustainable Development, and the G7 and G20. IRENA's membership also grew\nto include nearly all countries world-wide."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "United Nations",
        "generated_section_content_md": "> Various UN organisations work in the field of renewable energy. But IRENA is\n> the only one dedicated to the promotion of 100% renewable energy worldwide.\n> IRENA and the UN will join forces to speed up the transformation of the\n> global energy sector.\n\nHélène Pelosse, former Interim Director General of IRENA, met with UN\nSecretary General Ban Ki-moon during 2009 Climate week in New York City, and\ntogether with Ban explored future fields of cooperation between IRENA and\nvarious UN bodies. IRENA also seeks to cooperate with the UN and associated\norganisations like the United Nations University, UNESCO, the World Bank, GEF,\nUNIDO, UNDP, UNEP, and WTO in the areas of education and training, financing,\naccess to energy, potential studies and trade.[_citation needed_]"
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Renewable Energy Capacity Statistics",
        "generated_section_content_md": "The International Renewable Energy Agency (IRENA) compiles and publishes\nstatistics on the net generating capacity of renewable energy sources for\nelectricity production, covering a period since 2013. The agency gathers data\nthrough a combination of its own surveys, official national statistics,\nindustry reports, research studies, and various news outlets."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "2023",
        "generated_section_content_md": "In its March 2024 publication, IRENA highlighted a marked rise in global\nrenewable electricity capacity, with an increase of 473 gigawatts (GW) in\n2023. This figure represents 86% of all newly installed power generation\ncapacity during that year. China was the leading contributor to this growth.\nThe report also noted significant developments in solar and wind energy: solar\nenergy capacity expanded by 32.4% to reach 1.42 terawatts (TW), thus\novertaking hydropower, while wind energy capacity also achieved a noteworthy\nmilestone by exceeding 1 TW."
    },
    {
        "chapter_name": "International Renewable Energy Agency",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "2024",
        "generated_section_content_md": "In July 2025, IRENA published its 2024 report.\n\nIn 2024, global renewable power capacity additions reached 582 gigawatts (GW),\nrepresenting a 19.8% increase compared to the capacity additions delivered in\n2023 and marking the highest annual expansion since records began in 2000.\nSolar photovoltaics (PV) led this surge, accounting for 452.1 GW (77.8%) of\nthe total, followed by wind, with 114.3 GW. These additions brought the total\nglobal installed renewable capacity to 4443 GW by the end of 2024.\n\nIn 2024, Asia added 413.2 GW of renewable capacity – a 24.9% increase that\nbrought the region’s total to 2 374 GW. China (PRC) accounted for 61.2% of\nglobal PV additions (+ 276.8 GW) and 69.4% of new wind installations (+ 79.4\nGW). Also the USA, India, Brazil and Germany were some of the notable\ncontributors.\n\n91% of new renewable power projects commissioned in 2024 were more cost-\neffective than any fossil fuel-fired alternative.\n\nIRENA has emphasized in its papers, speeches and press releases that the\nglobal goal is to triple the utilization of renewable energy sources and\nachieve a total capacity of 11.2 terawatts by 2030. This entails the annual\naddition of an average of 1,044 gigawatts of new renewable energy capacity.\nThis action would cut carbon dioxide emissions by 43 percent by 2030 and 60\npercent by 2035."
    }
]