[
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Autonomous intergovernmental organisation\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"International Energy Agency\" – news **·** newspapers **·**\nbooks **·** scholar **·** JSTOR _( December 2024)__(Learn how and when to\nremove this message)_  \n---|---  \n  \nThe **International Energy Agency** (**IEA**) is a Paris-based autonomous\nintergovernmental organization, established in 1974, that provides policy\nrecommendations, analysis and data on the global energy sector. The 31 member\ncountries and 13 association countries of the IEA represent 75% of global\nenergy demand.\n\nThe IEA was set up under the framework of the Organisation for Economic Co-\noperation and Development (OECD) in the aftermath of the 1973 oil crisis to\nrespond to physical disruptions in global oil supplies, provide data and\nstatistics about the global oil market and energy sector, promote energy\nsavings and conservation, and establish international technical collaboration.\nSince its founding, the IEA has also coordinated use of the oil reserves that\nits members are required to hold.\n\nBy regularly underestimating the role of renewable energies and overestimating\nthe growth of nuclear energy, the IEA promotes the nuclear industry.\n\nIn subsequent decades, the IEA's role expanded to cover the entire global\nenergy system, encompassing traditional fuels such as gas, and coal as well as\ncleaner and fast-growing energy sources and technologies including renewable\nenergy sources; solar photovoltaics, wind power, biofuels as well as nuclear\npower, and hydrogen, and the critical minerals needed for these technologies.\n\nThe core activity of the IEA is providing policy advice to its member states\nand Associated countries to support their energy security and advance their\ntransition to clean energy. Recently, it has focused in particular on\nsupporting global efforts to accelerate clean energy transition, mitigate\nclimate change, reach net zero emissions, and prevent global temperatures from\nrising above 1.5 °C. All IEA member countries have signed the Paris Agreement\nwhich aims to limit warming to 1.5 °C, and two thirds of IEA member\ngovernments have made commitments to emission neutrality by 2050.\n\nThe Embassy of Australia, Paris, where the IEA headquarters are located\n\nThe IEA's executive director is Fatih Birol, who took office in late 2015. IEA\npublishes a range of reports and other information including its flagship\npublication, the annual _World Energy Outlook_ , as well as the _Net Zero by\n2050_ report."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The IEA was founded on November 18, 1974, after the 1973 oil crisis, to avoid\nfuture shocks by helping to ensure reliable energy supplies, promote energy\nefficiency, ensure energy security and encourage technological research and\ninnovation.\n\nThe Agreement on an International Energy Program (IEP Agreement) established\nthe mandates and structure of the IEA, chartering it as an autonomous\norganisation under the umbrella of the Organisation for Economic Co-operation\nand Development (OECD). In 1996, the IEA relocated its headquarters from the\nChâteau de la Muette, which it shared with the OECD, to commercially leased\nspace located within the Embassy of Australia, Paris.\n\nThe IEA operates autonomously, with its own budget and governance structure.\nThe organization began with 16 founding member countries and has since\nexpanded to 31, with the latest addition being Lithuania in 2022. Full members\nof the IEA must also be members of the OECD and are required to hold 90 days\nworth of oil imports as emergency stocks. These emergency stocks can be\nreleased to stabilize oil markets worldwide and have been activated five\ntimes: January 1991 due to the Gulf War, 2005 after devastation in the Gulf of\nMexico from hurricanes Katrina and Rita, 2011 during the Libyan crisis, and\ntwice in 2022 in response to the Russian invasion of Ukraine.\n\nIn addition to the emergency release mechanism, the IEA's initial mandates\ninclude reducing dependence on oil, developing alternative energy sources,\nenergy research and development, and collaboration with oil-producing\ncompanies and countries to create a stable energy market. Members are expected\nto draw up plans on demand reduction and efficiency measures that can be\nimplemented during energy emergencies.\n\nIn September 2015, the IEA's chief economist Fatih Birol was appointed\nexecutive director, the first time an official from within the organization\nwas picked to lead it. They have a mandate to modernize the agency on three\nmajor pillars: broadening the IEA's mandate on energy security beyond oil to\ninclude natural gas and electricity; increasing engagement in emerging\neconomies through new Association partnerships; and expanding the IEA's core\nfocus on clean energy technology and energy efficiency. That December, the\nParis Agreement was adopted at the United Nations Climate Change Conference\n(COP21) and the Agency transitioned into direct advocacy for the shipping\nindustry to adopt greener alternatives to hydrocarbon fuels.\n\nIEA chief Fatih Birol called on policymakers to do more to speed up the energy\ntransition and reduce emissions.\n\nThe new category of \"Association countries\" was created in 2015, allowing\ncountries that do not fit the criteria for IEA membership to become affiliated\nwith the organization and participate in its work. China, Indonesia, and\nThailand were the first to join and the IEA now has thirteen Association\ncountries, including Ukraine since July 2022. IEA member and Association\ncountries represent over 75% of global energy consumption.\n\nIn 2021, IEA chief Birol called on policymakers to do more to accelerate the\nclean energy transition and reduce emissions, saying that \"Clean-energy\ntechnologies are slowly but surely going to replace the existing energy\nindustry.\" The following year, Birole was appointed to an unprecedented third\nfour-year leadership term.\n\nAfter the IEA's 2022 Ministerial meeting, a bi-annual high-level meeting of\nIEA countries, member countries once again expanded the organisation's mandate\nto include accelerating the global clean energy transition by \"supporting\ncountries in the global effort to attain net zero greenhouse gas emissions in\nthe energy sector by mid-century.\" The \"IEA 3.0\" mandate also doubles down on\nstrengthening energy security and recognizes the importance of tracking\ncritical minerals and materials to the clean energy transition."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Leadership",
        "generated_section_content_md": "Executive Directors of the International Energy Agency  No.  | Name  | Country of origin  | Took office  | Left office  | Previous position  | Ref.\n---|---|---|---|---|---|---\n1  | Ulf Lantzke |  Germany | 1975  | 31 March 1984  | Special Advisor on Energy Issues to the Secretary General of the Organisation for Economic Co-operation and Development (OECD)  |\n2  | Helga Steeg |  Germany | 1 July 1984  | 30 September 1994  | Director-General for Trade, Federal Ministry of Finance of the Federal Republic of Germany |\n3  | Robert Priddle |  United Kingdom | 1 December 1994  | 31 December 2002  | Head of Consumer and Corporate Affairs, UK Department of Energy and Trade and Industry |\n4  | Claude Mandil |  France | 1 February 2003  | 31 August 2007  | Chairman and CEO of the Institut français du pétrole, 2000–2003  |\n5  | Nobuo Tanaka |  Japan | 1 September 2007  | 31 August 2011  | Director for Science, Technology and Industry at the OECD, 1992–2007  |\n6  | Maria van der Hoeven |  Netherlands | 1 September 2011  | 31 August 2015  | Minister of Economic Affairs of the Netherlands, 2007–2010  |\n7  | Fatih Birol |  Turkey | 1 September 2015  | _Incumbent_ | Chief Economist, International Energy Agency  |"
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The IEA's structure includes a Governing Board, Ministerial Meetings, and\nStanding Groups and Committees.\n\nThe Governing Board constitutes the main decision-making body of the\norganisation. It is composed of member country representatives and meets three\nto four times a year. The Governing Board is responsible for the IEA's\nadministrative proceedings and approving binding decisions in relation to\nenergy developments.\n\nThe IEA Ministerial Meeting is the biennial gathering of energy ministers who\ndetermine the broad direction of the IEA. The Ministerial allows for the\ndevelopment of ideas which are subsequently put to the Governing Board.\n\nStanding Groups meet multiple times a year and are made up of officials from\nmember states. The IEA has several Standing Groups and Committees, focusing on\nenergy research and technology, long-term cooperation, emergency preparedness,\nand other topics."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Membership",
        "generated_section_content_md": "The 31 member countries and 13 association countries of the IEA represent 75%\nof global energy demand."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Member countries",
        "generated_section_content_md": "Only OECD member states may join the IEA. Members are required to maintain\ntotal oil stock levels equivalent to at least 90 days of the previous year's\nnet imports. Member countries commit to respond to significant oil disruptions\nthrough a collective action to allow more crude oil to enter the global\nmarket.\n\nCountry  | Membership  | Notes\n---|---|---\nAustralia | 1979  |\nAustria | 18 November 1974  | Founding member\nBelgium | 18 November 1974  | Founding member\nCanada | 18 November 1974  | Founding member\nCzech Republic | 5 February 2001  |\nDenmark | 18 November 1974  | Founding member\nEstonia | 9 May 2014  |\nFinland | 1992  |\nFrance | 1992  |\nGermany | 18 November 1974  | Founding member\nGreece | 1976  |\nHungary | 3 June 1997  |\nIreland | 18 November 1974  | Founding member\nItaly | 18 November 1974  | Founding member\nJapan | 18 November 1974  | Founding member\nLatvia | ?  |\nLithuania | 2022  |\nLuxembourg | 18 November 1974  | Founding member\nMexico | 2018  |\nNetherlands | 18 November 1974  | Founding member\nNew Zealand | 1977  |\nNorway | 18 November 1974  | Founding member (under a special Agreement)\nPortugal | 1981  |\nPoland | 25 September 2008  |\nSlovakia | 30 November 2007  |\nSouth Korea | 20 April 2001  |\nSpain | 18 November 1974  | Founding member\nSweden | 18 November 1974  | Founding member\nSwitzerland | 18 November 1974  | Founding member\nTurkey | 18 November 1974  | Founding member\nUnited Kingdom | 18 November 1974  | Founding member\nUnited States | 18 November 1974  | Founding member"
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Accession countries",
        "generated_section_content_md": "Accession countries are those going through the process of becoming full\nmembers. The process involves authorisation by the Governing Board,\ndiscussions with the executive director, and the sharing of information\nrelated to the criteria for membership with the Secretariat.\n\nThe following countries are undergoing the accession process:\n\n* Chile\n* Colombia\n* Costa Rica\n* Israel"
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Association countries",
        "generated_section_content_md": "Association was formally launched in 2015 with a 13 country membership. The\nIEA collaborates with Association countries on a wide range of energy-related\nissues determined through joint programmes of work. Association countries may\nalso participate in most Standing Groups and Ministerial meetings. Egypt and\nArgentina joined as Association countries in March 2022, and Ukraine was\nformally invited on 16 June 2022, and joined in July 2022.In July 2025, Brazil\nstarted the process to become a member country.\n\nArgentina\nBrazil\nChina\nEgypt\nIndia\nIndonesia\nKenya\nMorocco\nSenegal\nSingapore\nSouth Africa\nThailand\nUkraine"
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Areas of work",
        "generated_section_content_md": "The IEA produces analyses on all energy sources and technologies, on global\nand regional markets, as well as specific country-level reports and studies on\nkey technologies, minerals, and materials for the clean energy transition. It\nalso produces comprehensive data and statistics for over 150 countries.\n\nThe IEA's analytical work is split into various categories including policy\nrecommendations, tracking, market forecasts, technical roadmapping, and\nscenario analysis."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Data",
        "generated_section_content_md": "The IEA publishes comprehensive data, statistics, and analysis that inform\nnational energy policies and support long-term planning for energy sector\ninvestments. The IEA analyses and releases data and information on trends in\nenergy supply, demand, prices, public research and development, and energy\nefficiency metrics. The data also serves to track short- and long-term trends\nin countries energy transitions.\n\nThe Policies and Measures Database (PAMS) makes available to the public data\non government policies and programs to reduce carbon emissions, support energy\nefficiency, and improve the development and use of renewable and clean energy\nsources. The database compiles data from several IEA and International\nRenewable Energy Agency (IRENA) data sources dating back to 1999 and includes\ninformation on past, current, and planned policy measures."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Scenarios",
        "generated_section_content_md": "IEA publications give projections based on sets of assumptions called\n_scenarios_ , with criteria that includes:\n\n* Stated Policies Scenario (STEPS): Assumes implementation of governments' existing policies and firm commitments to reduce greenhouse gas emissions.\n* Announced Pledges Scenario (APS): Assumes implementation of policies as in the STEPS, and also assumes fulfillment of looser pledges that are not yet backed by policy and legislation.\n* Net Zero Scenario (NZE): Assumes implementation of the IEA's pathway to net zero emissions by 2050 while minimising cost and meeting key UN Sustainable Development Goals.\n\nOlder scenarios include:\n\n* 450 Scenario: Environmental groups have become critical of the IEA's 450 Scenario (created to align with the 2009 Copenhagen Accord), contending it does not align with up-to-date climate science, nor is it consistent with the Paris climate agreement that aspires to limit global warming to 1.5 degrees Celsius. In March 2017, the IEA (along with IRENA) published a report that considers a safer climate scenario than the then-current 450S. This scenario offers improved chances of limiting global warming to less than two degrees, but – according to research organization Oil Change International – still falls short of adequately addressing climate science and the decarbonization required to reach agreed upon global climate limits. The IEA has stopped updating this safer climate scenario\n* Sustainable Development Scenario: Concerns regarding the IEA's Sustainable Development Scenario (the successor to the 450 scenario) has also been raised by climate scientists and key financial institutions, who have called for 1.5°C scenario placed centrally in the World Energy Outlook. The IEA's Sustainable Development Scenario only gets to net-zero by 2070, two decades too late."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Key publications",
        "generated_section_content_md": "**World Energy Outlook** (WEO)\n\nThe annual _World Energy Outlook_ (_WEO_) is the International Energy Agency's\n(IEA) flagship publication on global energy projections and analysis. It\ncontains medium to long-term energy market projections, extensive statistics,\nanalysis and advice for both governments and the energy business regarding\nenergy security, environmental protection and economic development. The first\nWEO was published in 1977 and it has been an annual publication since 1998.\n\nThe World Energy Outlook uses three scenarios to examine future energy trends.\nThe Net Zero Emissions by 2050 Scenario is normative, in that it is designed\nto achieve specific outcomes – an emissions trajectory consistent with keeping\nthe temperature rise in 2100 below 1.5 °C (with a 50% probability), universal\naccess to modern energy services and major improvements in air quality – and\nshows a pathway to reach it. The Announced Pledges Scenario, and the Stated\nPolicies Scenario are exploratory, in that they define a set of starting\nconditions, such as policies and targets, and then see where they lead based\non model representations of energy systems, including market dynamics and\ntechnological progress. The scenarios are not predictions but enable policy-\nmakers and other readers to compare different possible versions of the future\nand the levers and actions that produce them, with the aim of stimulating\ninsights about the future of global energy.\n\nA 2022 report on renewable energy\n\n**Net Zero by 2050: a roadmap for the global energy sector**\n\nNet Zero by 2050 was published in May 2021 and presented the first\ncomprehensive pathway for the global energy sector to reach net zero emissions\nby 2050. The report introduced the Net Zero Emissions scenario, showing how to\ntransition to net zero by 2050 while maintaining secure and affordable energy\nsupplies, extending energy access, and encouraging robust economic growth. The\nreport was the basis for a game created by the IEA and the Financial Times in\nwhich players compete to see if they can reduce emissions to net zero.\n\n**Energy Technology Perspectives** (ETP)\n\nFirst issued in 2006, ETP is a bi-annual guidebook on clean energy technology.\nThe publication focuses on challenges, growth areas, and strengths of emerging\nclean energy technologies and their contribution to global energy and\nenvironmental policy-making.\n\n**Global EV Outlook** (GEVO)\n\nPublished annually with the support of the members of the Electric Vehicles\nInitiative, GEVO highlights and analyses recent developments in EVs and\nelectric mobility. The publication combines historical analysis with\nprojections to 2030 for topics such as charging infrastructure, CO2 emissions,\nenergy use, and related policy developments. The report includes policy\nrecommendations to advance EV adoption.\n\n**Oil Market Report**\n\nFirst published in 1983, the monthly Oil Market Report analyses the global oil\nmarket, providing data and forecasts aimed for an audience of industry,\nfinancial, and government officials as well as an academic and NGO audience.\nCountry specific analysis on trade and production tracks both OECD and non-\nOECD states.\n\n**Electricity Market Report**\n\nThe Electricity Market Report provides regular forecasts for global\nelectricity demand, supply, generation and emissions, with a special focus on\nrecent developments.\n\n**Gas Market Report**\n\nThe Gas Market Report is updated quarterly, providing the latest developments\nand data for global gas markets.\n\n**Energy Efficiency**\n\nEnergy Efficiency is an annual report on global progress and developments in\nthe crucial role that efficient appliances, equipment, buildings, transport\nand industry play in reducing energy use and the resulting emissions.\n\n**Renewable Energy Market Update**\n\nThe Renewable Energy Market Update surveys new additions in global renewable\npower capacity and demand for biofuel. The report, which is updated several\ntimes a year, also discusses important variables and policy implications that\nmay affect projections for the years to come.\n\n**World Energy Investment**\n\nThe annual World Energy Investment tracks investment across the energy world,\nexamining how investors are assessing risks and opportunities across all areas\nof fuel and electricity supply, critical minerals, efficiency and research and\ndevelopment.\n\n**Tracking Clean Energy Progress**\n\nTCEP reports on the status of 46 critical energy technologies and sectors\nneeded to achieve net zero emissions by mid-century, and provides\nrecommendations on how to accelerate their development and deployment.\n\n**Country Reviews**\n\nSince 1976, the IEA has published in-depth energy policy reviews. These\ncountry policy reviews are typically conducted every five years for member\ncountries, and cover the full range of the country's energy systems and\npolicies, with recent reports placing particular focus on progress towards\nreaching climate goals. The most recent reports were on Norway, Poland,\nBelgium, and Canada. The IEA also produces in-depth energy reviews of its\naccession and association countries, as well as partner countries."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Energy Efficiency",
        "generated_section_content_md": "In its focus on energy efficiency, the IEA convenes policy leaders and other\nstakeholders with an eye toward scaling up progress on energy efficiency as a\nway to mitigate climate change, contribute to energy security, and deliver\neconomic, and support economies and communities. The IEA has created Energy\nEfficiency Indicators based on over ten years of data to highlight the drivers\nof individual nations' energy use in order to track energy efficiency and\nimprove national policies. The data covers major sectors such as residential\nservices, industry, and transport."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Clean Energy Transitions Programme",
        "generated_section_content_md": "CETP's focus is to \"accelerate global clean energy transitions, particularly\nin major emerging economies.\" The program supports governments whose energy\npolicies will be key to the global energy transition and involves\ncollaborative analytics, technology cooperation, stakeholder convenings, and\ntraining and capacity-building. CETP has identified Brazil, China, India,\nIndonesia, Mexico, and South Africa as priority countries as well as the\nregions of Southeast Asia, Latin America and Africa."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "People-Centered Clean Energy Transition",
        "generated_section_content_md": "As part of its work on the energy transition, the IEA convenes the Global\nCommission for People-Centred Clean Energy Transitions to \"ensure the benefits\nand costs involved in the transformation of our energy system are distributed\nfairly and in a way that protects the most vulnerable in society.\" The\napproach focuses on skill development, jobs, worker protections, economic\ndevelopment, equity and fairness, social inclusion, and engaging individuals\nas stakeholders in the process. The commission is composed of national\nleaders, government ministers, and representatives from civil society. In\nOctober 2021, the Commission published a report for twelve recommendations for\na people-centered approach to the clean energy transition."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.7",
        "section_name": "Resilience of the Energy Sector to Climate Change Impacts",
        "generated_section_content_md": "Given the implications of climate change impacts for energy security, the IEA\nalso works to understand climate impacts on energy systems and provide\nguidance on measures to improve their resilience to these impacts. This\nincludes an assessment of hydropower under different climate scenarios and a\nreport focused on climate hazards for power systems and measures to enhance\ntheir climate resilience. The IEA also provides an overview of the level of\nclimate hazards in its member countries, along with key planning and policy\ndocuments to address energy sector climate resilience."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.8",
        "section_name": "Technology Collaboration Programs (TCPs)",
        "generated_section_content_md": "TCPs provide support to independent, international groups of government and\nindustry experts to research, develop, and commercialise energy technologies\nand related issues. Over 6,000 experts are involved in TCPs across\napproximately 300 organisations in 55 countries. Examples of TCPs include the\nEnergy in Buildings and Communities (EBC), Photovoltaic Power Systems (PVPS),\nand Hybrid and Electric Vehicles (HEV)."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.9",
        "section_name": "Bias against renewable energy",
        "generated_section_content_md": "Real development of global photovoltaics additions vs. predictions by the IEA,\n2002–2016\n\nThe IEA has been criticised for systematically underestimating the role of\nrenewable energy sources in future energy systems such as photovoltaics and\ntheir cost reductions.\n\nIn the past, the IEA has been criticized by environmental groups for\nunderplaying the role of renewable energy technologies in favor of nuclear and\nfossil fuels. In 2009, Guy Pearse stated that the IEA has consistently\nunderestimated the potential for renewable energy alternatives.\n\nThe Energy Watch Group (EWG), a coalition of scientists and politicians which\nanalyses official energy industry predictions, claims that the IEA has had an\ninstitutional bias towards traditional energy sources and has been using\n\"misleading data\" to undermine the case for renewable energy, such as wind and\nsolar. A 2008 EWG report compares IEA projections about the growth of wind\npower capacity and finds that it has consistently underestimated the amount of\nenergy the wind power industry can deliver.\n\nFor example, in 1998, the IEA predicted global wind electricity generation\nwould total 47.4 GW by 2020, but EWG's report states that this level was\nreached by the end of 2004. The report also said that the IEA has not learned\nthe lesson of previous underestimates, and last year net additions of wind\npower globally were four times greater than the average IEA estimate from its\n1995–2004 predictions. This pattern seems to have continued through 2016.\n\nIn a press release, the IEA stated that ‘80% of the increase in global\nelectricity generation in 2024 was provided by renewable sources and nuclear’,\nplacing nuclear power production alongside renewable energy sources as if both\nwere being expanded on a grand scale. While it announced that renewables were\nexpanded by 700 GW, it concealed the fact that nuclear power capacity was not\neven expanded by a hundredth of this, namely 6.84 GW. In the document\nannounced with the press release, it states the increase in nuclear power\ncapacity at 7 GW, but conceals the fact that, according to its own figures,\n2.89 GW were lost in the same year due to the shutdown of nuclear power\nplants.\n\nAmid discontent from across the renewables sector at the IEA's performance as\na global energy watchdog, the International Renewable Energy Agency was formed\non January 26, 2009. The aim is to have the agency fully operational by 2010\nwith an initial annual budget of €25M.\n\nThe IEA forecasts for solar power during the 2010s were criticized as not in\naccordance with the exponential growth in the sector. Authors Adam Whitmore of\nHarvard's Belfer Center for Science and International Affairs and Terje\nOsmundsen, then the senior vice president of Scatec Solar, a Norwegian solar\npower company, claimed that the agency's cost assumptions were 100% above\ncurrent market prices, creating misleading projections that perpetuate the\nimpression that the growth of solar power requires huge subsidies, which has\nthe potential to discourage investment in solar energy market and,\nconsequently, stymie faster growth."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.10",
        "section_name": "Accuracy of forecasting",
        "generated_section_content_md": "Ahead of the launch of the _2009World Energy Outlook_, the British daily\nnewspaper _The Guardian_ , referring to an unidentified senior IEA official,\nalleged that the agency was deliberately downplaying the risk of peak oil\nunder pressures from the US. According to a second unidentified former senior\nIEA official it was \"imperative not to anger the Americans\" and that the world\nhas already entered the \"peak oil zone\".\n\n_The Guardian_ also referred to a team of scientists from Uppsala University\nin Sweden who studied the 2008 World Energy Outlook and concluded the\nforecasts of the IEA were unattainable. According to their peer-reviewed\nreport, oil production in 2030 would not exceed 75 million barrels per day\n(11.9×10~~^~~ 6 m3/d) while the IEA forecasts a production of 105 million\nbarrels per day (16.7×10~~^~~ 6 m3/d). The lead author of the report, Kjell\nAleklett, has claimed that IEA's reports are \"political documents\". Other\nresearch from the same group has thoroughly reviewed oil projections done by\nthe IEA World Energy Outlook.\n\nThe anticorruption NGO Global Witness wrote in its report _Heads in the Sand_\nthat \"Global Witness' analysis demonstrates that the Agency continues to\nretain an overly-optimistic, and therefore misleading, view about potential\nfuture oil production.\" According to Global Witness, \"the Agency's over-\nconfidence, despite credible data, external analysis and underlying\nfundamentals all strongly suggesting a more precautionary approach, has had a\ndisastrous global impact.\"\n\nIn 2023, the IEA predicted that demand for fossil fuels such as oil, natural\ngas and coal would reach an all-time high by 2030. OPEC rejected the IEA's\nforecast, saying \"what makes such predictions so dangerous, is that they are\noften accompanied by calls to stop investing in new oil and gas projects.\" The\nIEA forecasts that ammonia will meet approximately 45% of shipping fuel\ndemands by 2050."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.11",
        "section_name": "Restricting access to data",
        "generated_section_content_md": "In 2021, the IEA was publicly criticized by more than 30 international\nacademics and researchers at Our World in Data for publishing its detailed,\nglobal energy data behind paywalls, \"[making] it unusable in the public\ndiscourse and [preventing] many researchers from accessing it\". The authors of\nthe Our World in Data open letter suggested that \"countries that fund the IEA\ndrop the requirement to place data behind paywalls and increase their\nfunding\".\n\nIn January 2022, the IEA announced plans to make all its data and analyses\nfreely available and open-access, a move endorsed by its executive director\nand governing board. This initiative was awaiting final endorsement from IEA\nmember countries to become effective.\n\nIn October 2023, the IEA made the World Energy Outlook 2023 dataset available\nfor non-commercial use under a Creative Commons license. This dataset\nencompasses global aggregated data for various scenarios, alongside detailed\nregional and country-specific data up to 2050."
    },
    {
        "chapter_name": "International Energy Agency",
        "chapter_id": "1",
        "section_number": "5.12",
        "section_name": "US shale",
        "generated_section_content_md": "In 2018, the IEA was criticized at the World Economic Forum by Saudi Arabia's\nOil Minister Al-Falih, for hyping the US shale oil industry amid forecasts of\noversupply for the oil market in their January Oil Market Report. Al-Falih was\nexasperated with those claims, arguing that natural depletion, and strong\ndemand growth meant that there was plenty of room for new supplies, while the\nshale drillers would not crash the market. He further said that the IEA is\noverstating the role of shale in a global market, and how the core job of the\nIEA, is not to take things out of context."
    }
]