[
    {
        "chapter_name": "International Center for Agricultural Research in the Dry Areas",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Agricultural research institute\n\nThe **International Center for Agricultural Research in the Dry Areas**\n(**ICARDA**), a member of CGIAR, supported by the CGIAR Fund, is a non-profit\nagricultural research institute that aims to improve the livelihoods of the\nresource-poor across the world's dry areas."
    },
    {
        "chapter_name": "International Center for Agricultural Research in the Dry Areas",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "ICARDA's origins began in April 1972 when the Technical Advisory Committee of\nCGIAR (then known as the Consultative Group on International Agricultural\nResearch) expressed interest in agricultural research in the Near East and\nNorth Africa. TAC identified the semi-arid winter rainfall zone of the region\nas an important ecological area with specific crops and significant\nagricultural challenges which were not adequately addressed by any of the\ninternational agricultural research centers at the time. TAC selected\nProfessor Dunstan Skilbeck to head a study during March and April 1973. The\nSkilbeck Mission recommended the establishment of a new agricultural research\ncenter to deal with the agricultural issues of the region. TAC recommended the\nestablishment of an international center in Lebanon.\n\nThe eruption of the Lebanese Civil War in 1975 prevented the establishment of\na center in Lebanon. The President of Syria Hafez al-Assad who had hoped to\nsecure his own country's agriculture by working with this new institution made\nan attractive offer of free land for the center to the south of Aleppo. In\n1977, ICARDA's headquarters were established in Tel Hadya, Syria.\n\nToday ICARDA's research activities include the development of new crop\nvarieties, water harvesting, conservation agriculture, the diversification of\nproduction systems, integrated crop/rangeland/livestock production systems,\nand the empowerment of rural women.\n\nICARDA was forced to re-locate again in 2012 due to the Syrian civil war. The\ncenter established headquarters in Beirut after leaving Aleppo in 2012.\n\nA seed bank at the ICARDA station in Terbol, Lebanon holds around 40,000 seed\nsamples—compared to 150,000 in Syria"
    },
    {
        "chapter_name": "International Center for Agricultural Research in the Dry Areas",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Decentralization",
        "generated_section_content_md": "ICARDA's decentralization builds on the Center's existing organization."
    },
    {
        "chapter_name": "International Center for Agricultural Research in the Dry Areas",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Integrated research platforms",
        "generated_section_content_md": "As part of its decentralization, ICARDA has established integrated research\nplatforms that address research priorities in each region, but serve dry areas\nglobally through collaboration and partnerships with national programs,\nadvanced research institutions, and other partners in the development and\ndissemination of international public goods.\n\nThe Center has developed four major Platforms, including the headquarters:\n\n**Headquarters (West Asia):** ICARDA has established temporary headquarters in\nBeirut, Lebanon, and expanded facilities and activities in Lebanon, Turkey and\nJordan.\n\n**North Africa, with a Platform in Morocco:** Building on the existing\npartnership with INRA (Institut National de la Recherche Agronomique), and\nfocused on the intensification and diversification of rainfed cereal-based\nproduction systems.\n\n**Sub-Saharan Africa, with a Platform in Ethiopia:** Building on the\npartnership with ILRI in the CRP on Livestock and Fish and on-going\ncollaboration with the Ethiopian Institute of Agricultural Research (EIAR).\n\n**South Asia, with a Platform in India:** Building on the existing partnership\nwith ICAR (Indian Council of Agricultural Research), and focused especially on\nfood legumes systems.\n\nHarvesting wheat at seed regeneration plots at American University of Beirut's\nAREC station near ICARDA's Terbol station in Lebanon's Beqaa Valley"
    },
    {
        "chapter_name": "International Center for Agricultural Research in the Dry Areas",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Thematic research locations",
        "generated_section_content_md": "Under ICARDA's decentralization strategy, the Center is operating four\nadditional research locations with specific themes:\n\n**Egypt, for high-input agriculture:** a platform with a targeted focus on\nhigh-input irrigated agricultural systems, building on collaborative research\non irrigated wheat improvement and irrigated systems management.\n\n**Turkey, Central Asia and Iran, for Winter Wheat and Winter Barley:** a\ndistinct environment with high altitude and highland agro-ecologies with\nsevere winters particularly suitable for breeding winter wheat and winter\nbarley.\n\n**Turkey/ICARDA Cereal Rusts Research Center in Izmir:** Providing expertise\non wheat rusts through the Regional Cereal Rust Research Center within the\nAegean Agricultural Research Institute, part of Turkey's Ministry of Food,\nAgriculture, and Livestock. Founded in 2017.\n\n**Sudan Heat Tolerance Research Location:** This research location breeds\nheat-tolerant wheat and food legume varieties, in collaboration with Sudan's\nAgricultural Research Corporation (ARC)"
    },
    {
        "chapter_name": "International Center for Agricultural Research in the Dry Areas",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Awards",
        "generated_section_content_md": "* 2015 – Gregor Mendel Award\n* 2017 – Olam Prize for Innovation in Food Security\n* 2020 – Safaa Kumari, ICARDA's plant virologist, was recognised in 2020 by the BBC for her work in creating virus-resistant plants."
    }
]