[
    {
        "chapter_name": "International Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Lending arm of the World Bank\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"International Bank for Reconstruction and Development\" – news\n**·** newspapers **·** books **·** scholar **·** JSTOR _( June 2017)__(Learn\nhow and when to remove this message)_  \n---|---  \n  \nThe **International Bank for Reconstruction and Development** (**IBRD**) is an\ninternational financial institution, established in 1944 and headquartered in\nWashington, D.C., United States; it is the lending arm of the World Bank\nGroup. The IBRD offers loans to middle-income developing countries. It is the\nfirst of five member institutions that compose the World Bank Group. The\ninitial mission of the IBRD in 1944, was to finance the reconstruction of\nEuropean nations devastated by World War II. The IBRD and the concessional\nlending institution, the International Development Association (IDA), are\ncollectively known as the World Bank as they share the same leadership and\nstaff.\n\nFollowing the reconstruction of Europe, the Bank's mandate expanded to\nadvancing worldwide economic development and eradicating poverty. The IBRD\nprovides commercial-grade or concessional financing to sovereign states to\nfund projects that seek to improve transportation and infrastructure,\neducation, domestic policy, environmental consciousness, energy investments,\nhealthcare, access to food and potable water, and access to improved\nsanitation.\n\nThe IBRD is owned and governed by its 189 member states, with each country\nrepresented on the Board of Governors. The IBRD has its executive leadership\nand staff which conduct its normal business operations. The Bank's member\ngovernments are shareholders which contribute and have the right to vote on\nits matters. In addition to contributions from its member nations, the IBRD\nacquires most of its capital by borrowing on international capital markets\nthrough bond issues at a preferred rate because of its AAA credit rating.\n\nIn 2011, it raised US$29 billion in capital from bond issues made in 26\ndifferent currencies. The Bank offers several financial services and products,\nincluding flexible loans, grants, risk guarantees, financial derivatives, and\ncatastrophic risk financing. It reported lending commitments of $26.7 billion\nmade to 132 projects in 2011."
    },
    {
        "chapter_name": "International Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Governance",
        "generated_section_content_md": "There are five \"closely associated institutions\" that each have a \"distinct\nrole\" and together form the World Bank—the IBRD, the International Development\nAssociation (IDA), the International Finance Corporation (IFC), that \"invests\nin private firms and promotes entrepreneurship\", the Multilateral Investment\nGuarantee Agency (MIGA), that guarantees loans, and the International Centre\nfor Settlement of Investment Disputes (ICSID). Their mission is to \"fight\npoverty and improve living standards for people in the developing world.\" By\n2018, the World Bank Group was \"one of the world's largest sources of funding\nand knowledge for developing countries.\" Of the five institutions, the IBRD\nand the IDA are the World Bank's two largest units. When a country reaches a\nGDP per person over US$1,145, they are no longer eligible for IDA financial\nsupport. For example, of the BRIC countries, China was no longer eligible in\n1999 and by 2014, neither was India.\n\nThe IBRD is governed by the World Bank's Board of Governors which meets\nannually and consists of one governor per member country (most often the\ncountry's finance minister or treasury secretary). The Board of Governors\ndelegates most of its authority over daily matters such as lending and\noperations to the board of directors. The Board of Directors consists of 25\nexecutive directors and is chaired by the President of the World Bank Group.\nThe executive directors collectively represent all 189 member states of the\nWorld Bank. The president oversees the IBRD's overall direction and daily\noperations.\n\nThe Bank and IDA operate with a staff of approximately 10,000 employees.\n\nOn 9 April 2019, United States President Donald Trump nominated David Malpass\nas the World Bank Group's president. Malpass had served as one of President\nTrump's economic advisers and as a senior official in the United States\nTreasury Department. The IBRD member nations did not sponsor a \"rival\ncandidate\" and Malpass became president, in spite of the fact that he is\ncritical of the role of the IBRD."
    },
    {
        "chapter_name": "International Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Background",
        "generated_section_content_md": "The International Bank for Reconstruction and Development (IBRD) and\nInternational Monetary Fund (IMF) were established by delegates at the Bretton\nWoods Conference in 1944 and became operational in 1946. According to a March\n2012 _Washington Post_ article, IBRD was the \"original 'world bank'\".\n\nIBRD field offices were opened in Paris, France, Copenhagen, Denmark, and\nPrague in the former Czechoslovakia.\n\nThe IBRD was established with the original mission of financing the\nreconstruction efforts of war-torn European nations following World War II,\nwith goals shared by the later Marshall Plan. The Bank issued its inaugural\nloan of $250 million ($2.6 billion in 2 dollars) to France in 1947 to finance\ninfrastructure projects.\n\nIn 1946, a few months after it became operational, Chile sought financial help\nfrom the IBRD—the first of the developing countries to do so.\n\nThroughout the remainder of the 1940s and 1950s, the Bank-financed projects\nsought to dam rivers, generate electricity and improve access to water and\nsanitation. It also invested in France, Belgium, and Luxembourg's steel\nindustry. Following the reconstruction of Europe, the Bank's mandate has\ntransitioned to eradicating poverty around the world.\n\nIn 1960, the International Development Association (IDA) was established to\nserve as the Bank's concessional lending arm and provide low and no-cost\nfinance and grants to the poorest of the developing countries as measured by\ngross national income per capita.\n\nThe IBRD is restricted in its borrowing, as it cannot provide loans in\ncompetition with private capital; IBRD loans have to be tied to specific\nprojects; and the IBRD will normally only finance the direct foreign exchange\ncosts of a project.\n\nAt the time of its creation, the IBRD was the only Multilateral Development\nBank. During the period of decolonization—the mid‐1950s to the\nmid‐1970s—several MDBs were created—the International Finance Corporation, the\nInternational Development Association. They were both WBG members. During this\nperiod other MDBs that were similar to the IBRD in their governance and\noperations, were established by countries that were not member nations of the\nWBG. This included the Inter‐American Development Bank (IDB), the African\nDevelopment Bank (AfDB), the Asian Development Bank (ADB), the Development\nBank of Latin America and the Caribbean (CAF), and the Islamic Development\nBank (IsDB). Both the CAF and IsDB are \"primarily owned and controlled by\nborrower countries.\"\n\nIn the early 1990s, European nations established the European Bank of\nReconstruction and Development (EBRD) and expanded European Investment Bank,\nto foster European integration and to assist post‐communist countries to\ntransform their economies to become more market‐oriented.\n\nBy 2012, according to _The Post_ , IBRD was using \"its AAA credit rating to\nsell bonds at interest rates close to those of U.S. Treasury bonds.\" It loaned\nmoney to developing nations, such as China and Brazil.\n\nAccording to the _Global Policy_ , journal, While the IBRD and the IDA\nhistorically prioritized funding infrastructure projects, since the 1990s, the\nBank has directed less lending to infrastructure projects in favour of other\ndevelopment projects such as fighting climate change, eradicating poverty and\nensuring good governance."
    },
    {
        "chapter_name": "International Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Financial model",
        "generated_section_content_md": "The IBRD finances its activities from the shares its members hold, as well as\nborrowing on international capital markets by issuing World Bank bonds. The\nBank raised US$54.0 billion worth of capital in fiscal 2019 from bonds issued\nin 27 different currencies.\n\nSince 1959, the IBRD, which is backed by world governments has had a triple-A\ncredit rating, which allows it to borrow capital at lower rates.\n\nAccording to a 2015 article, commissioned by the Intergovernmental Group of\nTwenty-Four on International Monetary Affairs and Development—also known as\nthe Group of 24 (G-24)—multilateral development banks (MDBs)—such as the\nIBRD—\"represent one of the most successful types of international organization\ncreated in the post-World War II era.\" By October 2015, although the WBG—with\nits lending arms—was the only \"global institution, there were more than twenty\noperational 20 MDBs in the world. In 2016, the Asian Infrastructure Investment\nBank and BRICS New Development Bank began operations. Like other multilateral\ndevelopment banks, (MDBs), the IBRD has a preferred credit treatment (PCT),\nthrough which borrowers grant the MDBs a \"privileged position to be first in\nline for repayment, should a country face financial restrictions.\"\n\nThe bank also generates income from the return on its equity and the small\nmargins on the loans. As the IBRD does not seek profit, it transfers part of\nits excess income to the IDA ($259 million in fiscal 2019).\n\nIn 2011, the IBRD loaned about US$26 billion, which represented just a\n\"fraction of the $72 billion the IMF approved as a credit line to a single\nnation, Mexico.\" In the early 2010s, the total of \"capital investments in\nemerging markets from all sources have topped $1 trillion annually\". According\nto the Institute of International Finance, in 2011, the \"combined net\ninvestment of the World Bank and other international development banks and\nagencies\" was about $20 billion in 2011.\n\nAccording to a 2019 _The Economist_ article, the IBRD is \"more controversial\"\nthan the International Development Association (IDA) lending arm. With its AAA\ncredit rating, the IBRD can \"borrow money cheaply on the international\nfinancial markets\". Middle-income countries, like Brazil and China, that\ncurrently borrow from the IBRD, could \"borrow in abundance from foreign\ninvestors\" on their own."
    },
    {
        "chapter_name": "International Bank for Reconstruction and Development",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Services",
        "generated_section_content_md": "IBRD loans and IDA credits in 2005\n\nThe IBRD provides financial services as well as strategic coordination and\ninformation services to its borrowing member countries. The Bank only finances\nsovereign governments directly, or projects backed by sovereign governments.\nThe World Bank Treasury is the division of the IBRD that manages the Bank's\ndebt portfolio of over $100 billion and financial derivatives transactions of\n$20 billion.\n\nThe Bank offers flexible loans with maturities as long as 30 years and custom-\ntailored repayment scheduling. The IBRD also offers loans in local currencies.\nThrough a joint effort between the IBRD and the International Finance\nCorporation, the Bank offers financing to subnational entities either with or\nwithout sovereign guarantees. For borrowers needing quick financing for an\nunexpected change, the IBRD operates a Deferred Drawdown Option which serves\nas a line of credit with features similar to the Bank's flexible loan program.\nAmong the World Bank Group's credit enhancement and guarantee products, the\nIBRD offers policy-based guarantees to cover countries' sovereign default\nrisk, partial credit guarantees to cover the credit risk of a sovereign\ngovernment or subnational entity, and partial risk guarantees to private\nprojects to cover a government's failure to meet its contractual obligations.\nThe IBRD's Enclave Partial Risk Guarantee covers private projects in member\ncountries of the IDA against sovereign governments' failures to fulfil\ncontractual obligations. The Bank provides an array of financial risk\nmanagement products including foreign exchange swaps, currency conversions,\ninterest rate swaps, interest rate caps and floors, and commodity swaps. To\nhelp borrowers protect against catastrophes and other special risks, the bank\noffers a Catastrophe Deferred Drawdown Option to provide financing after a\nnatural disaster or declared state of emergency. It also issues catastrophe\nbonds which transfer catastrophic risks from borrowers to investors. The IBRD\nreported $23.2 billion in lending commitments for 100 projects in fiscal year\n2019. The top 10 borrowers were India, Indonesia, Jordan, Egypt, Argentina,\nChina, Morocco, Turkey, Ukraine and Colombia. The most supported sector was\nPublic Administration."
    }
]