[
    {
        "chapter_name": "International Institute for Applied Systems Analysis",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International research organization in Austria\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **needs additional citations forverification**. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.  \n_Find sources:_ \"International Institute for Applied Systems Analysis\" – news\n**·** newspapers **·** books **·** scholar **·** JSTOR _( December\n2022)__(Learn how and when to remove this message)_  \n---|---  \n| This article **containspromotional content**. Please help improve it by\nremoving promotional language and inappropriate external links, and by adding\nencyclopedic text written from a neutral point of view. _( August\n2020)__(Learn how and when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **International Institute for Applied Systems Analysis** (**IIASA**) is an\nindependent International research institute located in Laxenburg, near Vienna\nin Austria, founded as an East-West scientific cooperation initiative during\nthe Cold War. Through its research programs and initiatives, the institute\nconducts policy-oriented interdisciplinary research into issues too large or\ncomplex to be solved by a single country or academic discipline. These include\nclimate change, energy security, population aging, and sustainable\ndevelopment. The results of IIASA research and the expertise of its\nresearchers are made available to policymakers worldwide to help them make\ninformed and evidence-based policies."
    },
    {
        "chapter_name": "International Institute for Applied Systems Analysis",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organization",
        "generated_section_content_md": "Nearly 600 researchers from 60 countries currently work with the institute.\nIIASA's international and interdisciplinary network includes staff, alumni,\nmember communities, collaborators, diplomatic partners, and visiting fellows.\n\nHans Joachim \"John\" Schellnhuber is the current IIASA Director General and\nKaren R. Lips serves as the institute's Deputy Director General. Past\ndirectors have included Howard Raiffa, a professor at Harvard Business School\nand Harvard Kennedy School, Roger Levien, former vice president for Strategy\nat Xerox, Leen Hordijk, former Director at the Institute for Environment and\nSustainability, Joint Research Centre, European Commission, Ispra, Italy, and\nDetlof von Winterfeldt, professor at the University of Southern California.\n\nIIASA is a non-governmental institution funded by scientific organizations in\nits member countries, which include Austria, China, Egypt, Finland, Germany,\nIndia, Iran, Israel, Japan, Korea, Norway, Russia, Slovakia, Sweden, Ukraine,\nthe United Kingdom, the United States, and Vietnam. In 2022, IIASA increased\nits membership footprint through the Sub-Saharan Africa Regional Member\nOrganization (SSARMO), as part of a regional approach to participation in\nIIASA research and capacity building activities. SSARMO includes 18 African\ncountries (Botswana, Burkina Faso, Côte d’Ivoire, Ethiopia, Ghana, Kenya,\nMalawi, Mozambique, Namibia, Nigeria, Rwanda, Senegal, Sierra Leone, South\nAfrica, Tanzania, Uganda, Zambia, and Zimbabwe) who are participating in the\nScience Granting Councils Initiative (SGCI) in sub-Saharan Africa. Funding for\nthe institute also comes from contracts, grants, and donations from\ngovernments, international organizations, academia, business, and individuals.\nIts research is independent and is not constrained by political or national\nself-interest of member countries."
    },
    {
        "chapter_name": "International Institute for Applied Systems Analysis",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "IIASA was established by a charter signed on 4 October 1972 by representatives\nof the Soviet Union, the United States, and ten other countries from the\nEastern and Western blocks at The Royal Society in London. It was the\nculmination of six years’ effort driven forward by both the US President\nLyndon Johnson and the USSR Premier Alexei Kosygin. For IIASA, it was the\nbeginning of a project to use scientific cooperation to build bridges across\nthe Cold War divide and to confront growing global problems on a truly\ninternational scale. The first scientist arrived at IIASA in June 1973.\n\nIIASA built international multidisciplinary teams to confront innumerable\nglobal challenges both long-standing and emerging. For example, a study on\nwater pollution carried out in the 1980s by a team of IIASA chemists,\nbiologists, and economists still forms the basis of modern water policy design\nin Japan, USA, and the former USSR.\n\nIIASA's approach of bringing together different nationalities and disciplines\nto work toward common goals has now been widely imitated, for example, in the\nIntergovernmental Panel on Climate Change and the International Geosphere-\nBiosphere Programme.\n\nInstead of closing in the 1990s upon the end of the Cold War, the institute\nbroadened its mandate from bridging East and West to a general global focus.\nToday, IIASA brings together a wide range of scientific skills to provide\nscience-based insights into critical policy issues in international and\nnational debates on global change."
    },
    {
        "chapter_name": "International Institute for Applied Systems Analysis",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Current research",
        "generated_section_content_md": "The IIASA mission is to provide scientific guidance to policymakers by finding\nsolutions to global problems through applied systems analysis in order to\nimprove human well-being and protect the environment. The institute is at the\nforefront of promoting science diplomacy and fostering debates about how\nscience can help build trust between nations and support foreign policies.\n\nThe Vienna Statement on Science Diplomacy, a document created by IIASA,\nadvocating for a renewed global commitment to international scientific\ncooperation to help countries build stronger relations for the benefit of all\nof humanity, has been endorsed by close to two hundred eminent personalities\nfrom the academic and policymaking community, including H.E. Ban Ki-moon, 8th\nUN Secretary-General and Co-chair of the Ban Ki-moon Centre for Global\nCitizens, and H.E. Tarja Halonen, 11th President of the Republic of Finland\nand member of the UN Secretary-General’s High-Level Advisory Board on\nMediation.\n\nIn 2021, IIASA embarked on a new strategy to develop and apply systems science\nto support transformations to sustainability. Building on almost fifty years\nexperience in systems science, the IIASA Strategy 2021-2030 positions the\ninstitute to be the primary destination for integrated systems solutions and\npolicy insights to current, emerging, and novel global sustainability\nchallenges, threats, and opportunities. The strategy combines three integrated\npillars—research, impact enhancement, and implementation—to deliver on this\nvision.\n\nTo support the IIASA strategy, the institute also implemented a re-designed\nresearch structure to enhance the integration of scientific work across the\ninstitute and so strengthen IIASA as it navigates the global system of\nsystems. The new structure has two tiers consisting of six research programs\nwhich are in turn split into research groups, with the option to activate or\ndeactivate groups as priorities change: Advancing Systems Analysis,\nBiodiversity and Natural Resources, Economic Frontiers, Energy, Climate, and\nEnvironment, Population and Just Societies, and Strategic Initiatives."
    },
    {
        "chapter_name": "International Institute for Applied Systems Analysis",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Major projects",
        "generated_section_content_md": "Ten IIASA scientists were among the authors of the IPCC Fourth Assessment\nReport (the work of the IPCC, including the contributions of many scientists,\nwas recognized by the joint award of the 2007 Nobel Peace Prize). IIASA\nresearchers are major contributors to Working Groups II and III of the IPCC\nFifth Assessment Report and are invited contributors to Working Groups I, II\nand III of the IPCC Sixth Assessment Report.\n\nThe Greenhouse Gases – Air Pollution Interactions and Synergies (GAINS) model\nwas launched in 2006 as an extension to the RAINS model which is used to\nassess cost-effective response strategies for combating air pollution, such as\nfine particles and ground-level ozone. The Chinese Government officially\nadopted GAINS in 2019 to strengthen air quality management in the country.\n\nThe IIASA led Arctic Futures Initiative (AFI), in collaboration with the\nFinnish Ministry of Foreign Affairs culminated in a report that considered how\ndifferent Arctic actors define and address issues around the human dimension,\ngovernance, international cooperation, environmental protection, pollution,\nclimate change, security, safety, economy, tourism, infrastructure, and\nscience and education.\n\nIIASA is a core member of the Food and Land Use (FOLU) Coalition that brings\ntogether stakeholders from academia and the public and private sectors to\nidentify and advance solutions that deliver food security, healthy and\naffordable diets, halt biodiversity loss, restore and protect ecosystem\nservices, and mitigate climate change and environmental pollution.\n\nA partnership with the Global Environment Facility and the UN Industrial\nDevelopment Organization, the Integrated Solutions for Water, Energy, and Land\n(ISWEL) project, developed tools and capacities for the cohesive management of\nwater, energy, and land resources in the Indus and Zambezi basins.\n\nTogether with the Sustainable Development Solutions Network (SDSN), IIASA\ninitiated the Food Agriculture Land Use Biodiversity and Energy (FABLE)\nConsortium as a knowledge platform. FABLE brings together research and policy\nteams from 20 developed and developing countries to advance analytical tools\nand model-aided decision support to analyze the ability of development\npathways to meet national aspirations, while also collectively aligning with,\namong others, the Sustainable Development Goals (SDGs) and the Paris\nAgreement.\n\nThe IIASA Challenges and Opportunities for Economic Integration within a wider\nEuropean and Eurasian Space project served as a platform where key\nstakeholders could engage in evidence-based dialogue. In 2018 the project\npublished three reports containing analyses and recommendations in several\nimportant areas. The first report compared product standards and technical\nregulations in the region and revealed that the Eurasian Economic Union has\nalready adopted international standards more fully than previously realized.\nThe second report on foreign direct investment highlighted that capital flows\nbetween the European Union and Russia are declining. The third report looked\nat trans-Eurasian land transport corridors and argued that enhancing trade\nbetween Europe and Asia would require increased capacity, the removal of\ninfrastructure bottlenecks, harmonization of regulatory environments, and\nenhanced associated investments.\n\nSince 2010, IIASA is one of the three \"pillar institutions\" of the\nWittgenstein Centre for Demography and Global Human Capital.\n\nThe IIASA's Global Energy Assessment was released in 2012. The report was a\nresult of the collaborative and integrated work of over 500 authors, analysts\nand reviewers worldwide who contributed independent, scientifically based and\npolicy-relevant analysis of current and emerging energy issues and options.\nThe assessment provides an analysis of energy-related issues including\nsustainable development, poverty eradication, climate change mitigation,\nhealth, energy security, and energy access."
    }
]