[
    {
        "chapter_name": "International Potato Center",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Tuber research institute in Peru\n\nThe **International Potato Center** (known as **CIP** from its Spanish-\nlanguage name _**Centro Internacional de la Papa**_) is a research facility\nbased in Lima, Peru, that seeks to reduce poverty and achieve food security on\na sustained basis in developing countries through scientific research and\nrelated activities on potato, sweet potato, other root and tuber crops, and on\nthe improved management of natural resources in the Andes and other mountain\nareas."
    },
    {
        "chapter_name": "International Potato Center",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The International Potato Center was established in 1971 by decree of the\nPeruvian government.\n\nIn 1991 the World Vegetable Center (WVC) chose to end its sweet potato\nresearch. The WVC duplicated and transferred its research and germplasm to the\nInternational Potato Center and Taiwan Agricultural Research institute.\n\nCIP is one of the 15 specialized research centers of the Consultative Group on\nInternational Agricultural Research, an international consortium of\nagricultural research organizations, having joined in 1972.\n\nIn late 2015, it partnered with NASA to attempt to grow potatoes in a\nsimulated Martian environment. In March 2017, it announced that preliminary\nindications are positive."
    },
    {
        "chapter_name": "International Potato Center",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "CIP-Georgia",
        "generated_section_content_md": "In 2015, CIP began a 3-year project to \"Enhance the rural livelihood of\nGeorgia\", for which in 2017 the Republic of Austria provided funding,\ndelegated to the Austrian Development Agency, which was extended an additional\nthree years. The project's goal is to \"improve the livelihoods of Georgian\nfarmers by increasing profitability and sustainability of their potato crops\nand to increase capacity of national players in the potato seed value chain.\""
    },
    {
        "chapter_name": "International Potato Center",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Directors",
        "generated_section_content_md": "Jan Low, regional director for Africa of the CIP, catches up with Segenet\nKelemu, director general of the International Centre of Insect Physiology and\nEcology.\n\n* Richard L. Sawyer, founding Director 1971–1991\n* Hubert Zandstra, 1991–2004\n* Pamela K. Anderson, 2004–2013\n* Barbara Wells, 2014\n* Simon Heck, 2023"
    }
]