[
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1947 collective defense treaty\n\nThe **Inter-American Treaty of Reciprocal Assistance** (commonly known as the\n**Rio Treaty** , the **Rio Pact** , the **Treaty of Reciprocal Assistance** ,\nor by the Spanish-language acronym **TIAR** from _**Tratado Interamericano de\nAsistencia Recíproca**_) is an intergovernmental collective security agreement\nsigned in 1947 in Rio de Janeiro, Brazil at a meeting of the American states.\n\nThe central principle contained in its articles is that an attack against one\nis to be considered an attack against them all; this was known as the\n\"hemispheric defense\" doctrine. Despite this, several members have breached\nthe treaty on multiple occasions.\n\nThe treaty was initially created in 1947 and came into force in 1948, in\naccordance with Article 22 of the treaty. The Bahamas was the most recent\ncountry to sign and ratify it in 1982."
    },
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "The United States maintained a hemispheric defense policy relative to European\ninfluence under the Monroe Doctrine from 1823 onward, and became increasingly\ninterventionist following the 1904 promulgation of the Roosevelt Corollary.\nDuring the 1930s the United States had been alarmed by Axis overtures\nsuggesting military cooperation with Latin American governments; apparent\nstrategic threats against the Panama Canal were of particular concern. These\nwere discussed in a series of meetings of the International Conference of\nAmerican States and at the 1936  Inter-American Conference for the Maintenance\nof Peace. During World War II, the American government had been able to secure\nsupport for the Allies from all individual governments in the Americas except\nUruguay (which remained neutral until 22 February 1945) and Argentina (which\nhad difficult relations with the Allied powers from 1944 to 1945 but declared\nwar on the Axis on 27 March 1945). Some countries had signed the Declaration\nby United Nations in early 1942 and more had signed by the end of 1945.\n\nHowever, Latin American countries were largely sidelined from the Allied\ndiscussions of a postwar security order, held at Dumbarton Oaks from August to\nOctober 1944. The Brazilian Ambassador to Washington, Carlos Martins Pereira e\nSouza, \"protested the violation of inter-American norms of consultation in the\npreparation of postwar plans.\" These protests led to a series of consultations\nas well as to a Mexican proposal for an inter-American meeting. At the Inter-\nAmerican Conference on the Problems of War and Peace, at Chapultepec Castle in\nMexico City during February and March 1945, discussions of the post-war world\norder were held by the US Secretary of State and by the foreign secretaries of\nall the Latin American countries except El Salvador and Argentina, resulting\nin the **Act of Chapultepec** of 6 March 1945. The Act included a framework\nfor the negotiation of a regional security treaty. It also shaped Latin\nAmerican pressure during the United Nations conference in San Francisco for\nclauses in the UN Charter to facilitate regional collective defense, under\nArticle 51.\n\nInitially, the security conference was planned to be held in Rio de Janeiro in\nOctober 1945 but it was postponed to March 1946. The March 1946 date was also\npostponed indefinitely. Disputes between the United States and Argentina's\nJuan Perón (President from 4 June 1946) led to the delays. The American\nconcern, alongside that of some countries in South America regarding Peronism\nraised the possibility of including collective intervention to preserve\ndemocracy in the security conference. During the delay, global tensions\nbetween the United States and Soviet Union grew. In light of the developing\nCold War and following the statement of the Truman Doctrine on 12 March 1947,\nthe United States wished to make those[_which?_] new anti-communist\ncommitments permanent, as did many anti-communist leaders in Latin\nAmerica.[_citation needed_]\n\nThe following year, in 1948, delegates gathered in Bogotá, Colombia, where\nthey passed the charter of the Organization of American States (OAS). The OAS\nwas created to oversee different functions beyond defense. The OAS functioned\nthrough debate and voting instead of the like-mindedness that characterized\nNATO."
    },
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Signing",
        "generated_section_content_md": "The Inter-American Treaty of Reciprocal Assistance was the first of many so-\ncalled \"mutual security agreements\", and the formalization of the Act of\nChapultepec. The treaty was adopted by the original signatories on 2 September\n1947 in Rio de Janeiro (hence the colloquial name \"Rio Treaty\"). It came into\nforce on 3 December 1948 and was registered with the United Nations on 20\nDecember 1948. With the exceptions of Trinidad and Tobago (1967) and the\nBahamas (1982), no countries that became independent after 1947 have joined\nthe treaty; Canada is yet to become a member, though it already has separate\ndefense commitments with the United States."
    },
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Cold War",
        "generated_section_content_md": "As revolutionary and nationalist governments spread through Latin America\nthrough the 1950s and 1960s, the fear of a shared enemy that was experienced\nduring WWII dissipated and the idea of defensive cooperation became strained.\nAccording to Slater, many Latin American governments participating in the\nTreaty sought \"to insulate the hemisphere from rather than involve it in world\nconflict\", though the United States pushed the smaller countries towards\nconfrontation with its ideological adversaries. Latin American governments\nthen began to view inter-American collaboration as bending to the will of the\nUnited States, forfeiting their sovereignty. In 1962 American states had found\nit necessary to break diplomatic relations with the Government of Cuba. The\nReport of the Inter-American Peace Committee to the Eighth Meeting of\nConsultation of Ministers of Foreign Affairs suggested that the activity the\ncountries of the Sino-Soviet bloc and the Cuban government had with America\nwas described as a serious violation of fundamental principles of the inter-\nAmerican system.\n\nThough the Cold War overtones of the Rio Treaty became increasingly evident,\nduring the immediate post-war years, Long argues that it was more closely tied\nto pre-WWII regional antecedents and, even, Latin American diplomatic\npressure. Long states, \"Despite many Latin American concerns about the United\nStates' ultimately interventionist nature, Latin American diplomats cited the\nMonroe Doctrine and United States-led Pan-Americanism in support of a grand\nbargain that would extend and institutionalize US engagement while restricting\nunilateralism.\" However, the United States' often considered adherence to the\nTreaty's principles of nonintervention as secondary to its Cold War concerns.\n\nThough the action of the United States during the 1954 Guatemalan coup d'état\nand the 1961 Bay of Pigs Invasion raised questions among Latin American\ngovernments, the unilateral approach of the United States invading the\nDominican Republic in 1965 during the Dominican Civil War, before the OAS's\nInter-American Peace Force was organized, caused many members to believe that\nthe United States did not respect the ideals of multilateralism. Conversely\nduring the Falklands War in 1982, the United States favored the United Kingdom\narguing that Argentina had been the aggressor and because Argentina had not\nbeen attacked, as did Chile and Colombia. This was seen by most Latin American\ncountries as the final failure of the treaty. Due to this, by the beginning of\n1988 sixteen Latin American countries had become full members of the Non-\nAligned Movement, while another eight countries were observers and supported\nto different extents. The sixteen countries were Argentina, Belize, Bolivia,\nChile, Colombia, Cuba, Ecuador, Grenada, Guyana, Jamaica, Nicaragua, Panama,\nPeru, St. Lucia, Suriname, and Trinidad-Tobago. The eight that supported were\nBarbados, Brazil, Costa Rica, Dominica, El Salvador, Mexico, Uruguay, and\nVenezuela."
    },
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "21st century",
        "generated_section_content_md": "During a speech he made on 7 September 2001, the Mexican president, Vicente\nFox Quesada, pointed out the necessity of having a multidimensional and modern\nsecurity structure that responds to the real needs of the American hemisphere.\nHe pointed out that when the TIAR was created in 1947 it was a result of the\nconditions from World War II. Since then it has been overtaken by a global\nsystem in which the vulnerability of nations does not lie solely in military\nor ideological threats. In September 2002, citing the Falklands example and\nanticipating the invasion of Iraq, Mexico formally withdrew from the treaty;\nafter the requisite two years, in September 2004, Mexico ceased to be a\nsignatory. In 2008, the Union of South American Nations (UNASUR) created a new\nregional security council to manage their own defensive objectives. On 5 June\n2012, Bolivarian Alliance for the Americas (ALBA) countries Bolivia, Ecuador,\nNicaragua, and Venezuela, under the leadership of leftist governments,\ninitiated the retirement from the TIAR, a decision which the Obama\nadministration described as \"unfortunate\" but respected. The treaty was\nofficially denounced by Nicaragua on 20 September 2012, Bolivia on 17 October\n2012, Venezuela on 14 May 2013, and Ecuador on 19 February 2014."
    },
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Invocations and considerations",
        "generated_section_content_md": "The treaty was invoked numerous times during the 1950s and 1960s, in\nparticular the unanimous support of the United States' naval blockade during\nthe Cuban Missile Crisis. In 2001, the United States invoked the Rio Treaty\nafter the September 11 attacks.\n\nIn 2019, during a presidential crisis in Venezuela between incumbent President\nNicolás Maduro and president of the opposition-led National Assembly of\nVenezuela Juan Guaidó, the latter opened talks on rejoining TIAR. On 11 May,\nGuaidó sent a letter to Organization of American States (OAS) secretary Luis\nAlmagro requesting that Venezuela be reinstated. On 29 May 2019, the National\nAssembly approved its return to the Treaty in a preliminary discussion. The\nNational Assembly reiterated its approval to return to the treaty in July\n2019. As in 2024, due to the result of the elections in Venezuela, citizens\nhave been collecting signatures to activate the TIAR in view of the crisis\nbeing experienced, which is being viewed as fraud."
    },
    {
        "chapter_name": "Inter-American Treaty of Reciprocal Assistance",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Members",
        "generated_section_content_md": "A clickable Euler diagram showing the relationships between various\nmultinational organizations in the Americas\n\n* v\n* t\n* e\n\nCurrent members:\n\n* Argentina (1948–present)\n* The Bahamas (1982–present)\n* Brazil (1948–present)\n* Chile (1948–present)\n* Colombia (1948–present)\n* Costa Rica (1948–present)\n* Dominican Republic (1948–present)\n* El Salvador (1948–present)\n* Guatemala (1948–present)\n* Haiti (1948–present)\n* Honduras (1948–present)\n* Panama (1948–present)\n* Paraguay (1948–present)\n* Peru (1948–present)\n* Trinidad and Tobago (1967–present)\n* United States (1948–present)\n* Uruguay (1948–2019, 2020–present)\n* Venezuela (1948–2015, 2019–present)\n\nSuspended members:\n\n* Cuba (1948–1962)\n\nFormer members:\n\n* Bolivia (1948–2014)\n* Ecuador (1948–2016)\n* Mexico (1948–2004)\n* Nicaragua (1948–2014)"
    }
]