[
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Agricultural research and training organization\n\nThe **International Rice Research Institute** (**IRRI**) is an international\nagricultural research and training organization with its headquarters in Los\nBaños, Laguna, and offices in seventeen countries. IRRI is known for its work\nin developing rice varieties that contributed to the Green Revolution in the\n1960s which preempted the famine in Asia.\n\nThe institute, established in 1960 aims to reduce poverty and hunger, improve\nthe health of rice farmers and consumers, and ensure environmental\nsustainability of rice farming. It advances its mission through collaborative\nresearch, partnerships, and the strengthening of the national agricultural\nresearch and extension systems of the countries IRRI works in.\n\nIRRI is one of 15 agricultural research centers in the world that form the\nCGIAR Consortium of International Agricultural Research Centers, a global\npartnership of organizations engaged in research on food security. It is also\nthe largest non-profit agricultural research center in Asia."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origins",
        "generated_section_content_md": "IRRI was established in 1960 with the support of the Ford Foundation, the\nRockefeller Foundation, and the Government of the Philippines.\n\nAn International treaty titled: _Agreement Recognising the International Legal\nPersonality of the International Rice Research Institute_ was tabled in Manila\non 19 May 1995."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Impact",
        "generated_section_content_md": "Entrance to the IRRI Headquarters at Los Baños, Laguna with Mt. Makiling in\nthe background.\n\nIRRI is well known for its contribution to the \"Green Revolution\" movement in\nAsia during the late 1960s and 1970s, which involved the breeding of \"semi-\ndwarf\" varieties of rice that were less likely to lodge (fall over). IRRI's\nsemi-dwarf varieties, including the famous IR8, saved India from famine in the\n1960s. The varieties developed at IRRI, known as IR varieties, are well\naccepted in many Asian countries. In 2005, it was estimated that 60% of the\nworld's rice area was planted to IRRI-bred rice varieties or their progenies.\n\nA report published by the Australian Centre for International Agricultural\nResearch in 2011 assessed the impact of IRRI's breeding work in three\ncountries in South East Asia between 1985 and 2009. It found IRRI's breeding\nwork delivered an annual benefit of US$1.46 billion and boosted rice yields up\nto 13%.\n\nIRRI, the Chinese Academy of Agricultural Sciences, and BGI (formerly known as\nthe Beijing Genomics Institute) have \"identified the exact genetic makeup of\nmore than 3,000 different families of rice for the first time in what is being\nheralded as a major advancement in rice science.\"\n\nFor five decades, IRRI has provided a place for scientists and future leaders\nin rice research to learn. Since 1964, over 15,000 scientists have undergone\ntraining at IRRI to conduct rice research."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Golden rice",
        "generated_section_content_md": "IRRI is pursuing the development of \"golden rice\". Geneticists inserted two\ngenes into the rice plant that allows it to produce beta carotene, which makes\nits grains yellow. Because the human body converts beta carotene to vitamin A,\ngolden rice has the potential to dramatically improve the lives of millions of\npeople around the world, particularly in Africa and Southeast Asia, where\nvitamin A deficiency is an especially common malady that can cause blindness\nand increases the risk of death from disease. Children are particularly\nvulnerable; according to the World Health Organization, \"An estimated 250,000\nto 500,000 vitamin A-deficient children become blind every year, half of them\ndying within 12 months of losing their sight\". In August 2013, anti-\ngenetically modified organism protestors broke into IRRI's research facilities\nand destroyed field trials of golden rice. The Bill and Melinda Gates\nFoundation supports IRRI in its development of golden rice."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Research",
        "generated_section_content_md": "Demonstration of a drone for rice cultivation at the IRRI.\n\nIRRI's website states that their research themes consist of:\n\n> THEME 1: Harnessing genetic diversity to chart new productivity, quality,\n> and health horizons\n>\n> THEME 2: Accelerating the development, delivery, and adoption of improved\n> rice varieties\n>\n> THEME 3: Ecological and sustainable management of rice-based production\n> systems\n>\n> THEME 4: Extracting more value from rice harvests through improved quality,\n> processing, market systems, and new products\n>\n> THEME 5: Technology evaluations, targeting, and policy options for enhanced\n> impact\n>\n> THEME 6: Supporting the growth of the global rice sector\n\nAdditionally, the organisation describes their expertise as including:\n\n> conserving, understanding, sharing, and using rice genetic diversity;\n> breeding and delivering new varieties; developing and sharing improved crop\n> and environmental management practices; adding to the economic and\n> nutritional value of rice; broadening our impact by supporting strategic\n> policy and market development; and facilitating large-scale adoption of\n> technologies.\n\nIn 2010, the Global Rice Science Partnership (GRiSP) was launched, which IRRI\nleads in Asia, the Africa Rice Center (AfricaRice) leads in Africa, and\nInternational Center for Tropical Agriculture (CIAT) leads in Latin America.\nIt aims to \"dramatically improve the ability of rice farmers to feed growing\npopulations in some of the world's poorest nations\"."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Awards",
        "generated_section_content_md": "In 1969, IRRI was awarded the Ramon Magsaysay Award for International\nUnderstanding. The Ramon Magsaysay Award is an annual award was established in\n1957 by the trustees of the Rockefeller Brothers Fund based in New York City,\nwith the concurrence of the Philippine government, to \"perpetuate former\nPhilippine President Ramon Magsaysay's example of integrity in governance,\ncourageous service to the people, and pragmatic idealism within a democratic\nsociety\". This award is Asia's highest honor and widely regarded as the Asian\nequivalent to the Nobel Prize. The Ramon Magsaysay Award Foundation posited\nthat IRRI represented \"the first coordinated international attempt in the\ntropics to solve a major problem of world agriculture\", while also stating:\n\n> Distilling more than three millennia of accumulated insight in cultivating\n> man's leading cereal crop, the International Rice Research Institute, with\n> its creation of \"miracle rice\", inaugurated a \"green revolution\", promising\n> nearly one-half of humanity the prospect of suffficiency in its staple food.\n\nAdditionally, IRRI received the 2010 BBVA Foundation Frontiers of Knowledge\nAward in the category of Development Cooperation. This was awarded for the\norganization's contribution to \"reducing poverty and hunger in the world by\nmeans of rice research and farmer training\", and \"for the quality of its\nresearch work, which has led to the development of new rice varieties adapted\nto different cropping areas in Asia and providing improved yield and\nsustainability across multiple climate regimes\". IRRI was nominated for the\naward by Japan's National Graduate Institute for Policy Studies. The award\njury also pointed to:\n\n> IRRI's success in transferring the results of its research, by working with\n> local teams and organizations in Asian and sub-Saharan countries and making\n> its varieties freely available to farmers. By this means, the IRRI has\n> secured the effective dissemination of its innovations with the resultant\n> increase in production of this basic crop."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Transportation",
        "generated_section_content_md": "There are scheduled shuttle buses (mainly for employees and quantity depend on\nthe timing, usually only one) that move back and forth from the UPLB campus to\nthe IRRI lobby and three other buildings for free."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Facilities",
        "generated_section_content_md": "IRRI's headquarters in the Philippines is located on a 252 hectares (620\nacres) experimental farm with modern laboratories and glasshouses, and a\ntraining center. The land is owned by the University of the Philippines Los\nBaños and is leased to the institute. It also houses the International Rice\nGenebank and Riceworld Museum. The International Rice Genebank holds more than\n127,000 accessions of rice and wild relatives and is the biggest collection of\nrice genetic diversity in the world. The International Network for Genetic\nEvaluation of Rice (INGER) was created by IRRI in 1975 as the International\nRice Testing Program IRTP. INGER accepts accessions and then holds,\nmultiplies, and distributes them to researchers without restriction, including\nrestriction on commercial use."
    },
    {
        "chapter_name": "International Rice Research Institute",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Countries with offices",
        "generated_section_content_md": "Aerial view of the Philippine headquarters compound\n\nIRRI has offices in the following rice growing countries in Asia and Africa:\n\n* Bangladesh\n* Burundi\n* Cambodia\n* China\n* India\n* Indonesia\n* Japan\n* Laos\n* Mozambique\n* Myanmar\n* Nepal\n* Philippines\n* Singapore\n* South Korea\n* Sri Lanka\n* Thailand\n* Vietnam"
    }
]