[
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "The **International Food Policy Research Institute** (**IFPRI**) is an\ninternational research center focused on agriculture and food systems that\nprovides research-based policy solutions to reduce poverty and end hunger and\nmalnutrition throughout low- and middle-income countries in environmentally\nsustainable ways. For nearly 50 years, IFPRI has worked with policymakers,\nacademics, non-governmental organizations, the private sector, development\npractitioners, and others to carry out research, capacity strengthening, and\npolicy communications on food systems, economic development, and poverty\nreduction.\n\nIFPRI is a Research Center of CGIAR, the world's largest international\nagricultural research network, and the only CGIAR center solely dedicated to\nfood policy research. IFPRI's research is supported by more than 185 donors,\nand through a multi donor trust fund for the CGIAR, which is funded by\nnational governments, multilateral funding and development agencies, and\nprivate foundations.\n\nIFPRI's researchers work on a range of disciplines and topics, including\nagricultural economics, political economy, rural poverty and transformation,\nsocial protection, women's empowerment, food environments, digital innovations\nand practices, and policy analysis and modeling. The Institute collaborates\nwith hundreds of local, regional, and national partners along the research and\npolicy life cycle.\n\nIFPRI's regional programs for Africa, Latin America and the Caribbean, and\nSouth Asia, as well as its country-level programs, respond to national demands\nfor food policy research, strengthen local capacities for research and policy\nanalysis, and support country-led development. The Institute has around 600\nemployees from around the world working in over 80 countries, with more than\nhalf of its researchers based in low- and middle-income countries. In Africa,\nIFPRI maintains a regional office in Senegal and country programs in Egypt,\nEthiopia, Ghana, Kenya, Malawi, Nigeria, Rwanda, and Sudan. IFRI's South Asia\noffice is based in India, with country offices in Bangladesh, China, and\nMyanmar. The Institute also operates a country office in Papua New Guinea.\n\nIFPRI is recognized as a leader in global development research worldwide. The\nInstitute is ranked highly among all agricultural economics departments\nworldwide, in the field of African economics, and in development economics,\nand is listed in the top 1% of all institutions registered in Research Papers\nin Economics (RePEc). Independent, peer-reviewed assessments of IFPRI's impact\nshow that the Institute's research work has benefited 270 million people\nworldwide, and just a few of its efforts—including work on Mexico's Progresa\nsocial protection program, the liberalization of rice markets in Viet Nam, and\nEthiopia's Productive Safety Net Program, among others—have been estimated to\nlead to more than US$1 billion in economic returns and environmental benefits.\nThe Institute's researchers and their activities have been recognized by\nseveral prestigious organizations, including the Agricultural & Applied\nEconomics Association and the International Association of Agricultural\nEconomists.\n\nThe Institute publishes and shares its research and analysis through a range\nof publications, including peer-reviewed articles, books, briefs, and reports,\nblogs, and interactives, and different events, including conferences and\nseminars, among other activities. IFPRI regularly contributes to major\ninternational meetings and events, such as the 28th UN Climate Change\nConference of the Parties (COP28) in 2023 in Dubai, where its researchers\norganized and participated in multiple events focusing on the nexus between\nclimate change and food security and nutrition, social equity, gender\nequality, and resilience, among other topics."
    },
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Scope",
        "generated_section_content_md": "IFPRI's research and engagement centers on a holistic three-pronged approach\nto contribute to reducing poverty and ensuring that all people have access to\nsustainable diets: (1) clarify the situation and outlook of a particular\nsituation or challenge, (2) test and scale potential technological and policy\nsolutions, and (3) help build an enabling environment to facilitate change.\n\nIFPRI collaborates with more than 300 partner organizations to increase the\nimpact of the Institute's research and build connections across topical areas\nand the policy community for sustainable, resilient, and equitable agriculture\nand food systems. These partners include a wide range of local and national\npartners in low- and middle-income countries, as well as research, scaling,\nadvocacy, and funding partners, who help provide rigorous, policy-relevant\nevidence and recommendations to policymakers, donors, the private sector, and\ncivil society. As part of CGIAR, IFPRI also maintains strong engagement with\ncolleagues from other CGIAR Centers."
    },
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Research Areas",
        "generated_section_content_md": "IFPRI conducts cross-cutting research on a wide range of topics, including\nnutrition, food prices, gender, climate change, natural resource management,\nagricultural innovation, social protection, and agricultural extension. The\nInstitute's efforts focus on research and innovation to deliver integrated\npolicies, investments, governance processes, and capacity building that\nsupport equitable and sustainable food systems transformation, as well as\nimproved livelihoods and healthy diets. IFPRI adapts its research and capacity\nstrengthening work to address diverse challenges and opportunities in\ndifferent countries around the world.\n\nAs a Research Center of CGIAR, IFPRI's research activities align with CGIAR's\nfive impact areas: nutrition, health, and food security; poverty reduction,\nlivelihoods, and jobs; environmental health and biodiversity; gender equality,\nyouth, and social inclusion; and climate adaptation and mitigation."
    },
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Products and publications",
        "generated_section_content_md": "IFPRI's policy and research products are targeted to multiple audiences,\nincluding policymakers, nongovernmental organizations (NGOs), civil society\norganizations, donors, advisors, and the media. IFPRI publications are open\naccess.\n\nIFPRI's publications and outputs include books, reports, newsletters, briefs,\nfact sheets, blogs, and photo essays. The Institute is also involved in the\ncollection of primary data and the compilation and processing of secondary\ndata. IFPRI researchers publish extensively in top journals in the fields of\nagricultural economics, development, food policy, nutrition, and more.\n\nThe Global Food Policy Report is IFPRI's flagship publication. To meet the\nneeds of policymakers and researchers focused on food security and nutrition,\nthis annual report presents an overview of a salient topic in the field and\ndiscusses relevant challenges and solutions in major world regions.\n\nIn recent years, the Global Food Policy Report has focused on pressing issues\nfacing the world's food systems, including the role of sustainable healthy\ndiets in human and planetary well-being, approaches to building resilience to\nfood crises, food system actions to increase adaptation and resilience to\nclimate change, and the need for food systems transformation in the aftermath\nof the COVID-19 pandemic."
    },
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Director's General",
        "generated_section_content_md": "* Johan (Jo) Swinnen (2020–Present)\n* Shenggen Fan (2009–2020)\n* Joachim von Braun (2002–2009)\n* Per Pinstrup-Andersen (1992–2002)\n* Just Faaland (interim DG, 1990–1992)\n* John Williams Mellor (1977–1990)\n* Dale E. Hathaway (1975–1977, founding director general)"
    },
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Impact",
        "generated_section_content_md": "Evaluating the impact of policy-oriented research is a complex undertaking,\nconsidering difficulties in quantifying the impact of knowledge and ideas on\nreduced poverty and/or increased income or the attribution of a change in\nthese numbers to a specific study or research project.\n\nDespite the challenges of evaluating research impact, IFPRI has commissioned\n46 independent, peer-reviewed assessments of its work. The Institute also\nworks with researchers to validate its efforts and shares these findings\nthrough peer-reviewed briefs, brochures, blogs, events, and other outputs.\nIFPRI publishes a blog series called Making a Difference, which showcases\nimpact stories that represent a range of research, communications, and\ncapacity-strengthening work.\n\nConservative estimates of IFPRI's impact show that just a few of the\nInstitute's activities—in Bangladesh, Ethiopia, India, Kenya, Mexico,\nTanzania, and Viet Nam—have led to economic and environmental benefits\nexceeding US$1 billion. IFPRI's research has also been shown to have\nindirectly benefited more than 270 million people around the world. In Brazil,\nIFPRI's evaluation of the country's conditional cash transfer program led to\nchanges in the targeting approach of its successor program, Bolsa Família,\nwhich has 52 million beneficiaries. In Viet Nam, the Institute's policy advice\non rice market reforms helped create better incomes and food security for 24\nmillion people engaged in rice farming. IFPRI's research on the economic\nbenefits of road building in India helped 18 million people escape poverty\nthrough the Prime Minister's Rural Roads Program."
    },
    {
        "chapter_name": "International Food Policy Research Institute",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Criticism",
        "generated_section_content_md": "Evaluations from the early 2000s and late 1990s praise the Institute's quality\nand quantity of work, but critique its priorities in selecting research topics\nand its efforts to undertake capacity-strengthening and other outreach\nactivities. Critics have also questioned whether IFPRI focused too much on\nconducting world supply-demand projections and following technical pursuits to\nthe detriment of doing analyses of applied policies, political economy, and\nthe impacts of agricultural subsidies and incentives for investment in\nagricultural research and development.\n\nIFPRI and CGIAR have also been criticized for receiving funding from the Bill\n& Melinda Gates Foundation, with critics fearing that the Foundation's\ninfluence will lead to the promotion of an agribusiness agenda that ignores\nbroader social and economic factors.\n\nCritics argue that several efforts to improve collaboration, effectiveness,\nand efficiency among the CGIAR Research Centers have been too slow or\ninadequate, and some critiques have pointed to a perceived lack of clear\nresearch priorities, buy-in from the Global South, and diversity in\nleadership, as well as an overly bureaucratic, \"business-as-usual\" approach to\nrestructuring."
    }
]