[
    {
        "chapter_name": "International Maize and Wheat Improvement Center",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International plant breeding organization\n\nThe **International Maize and Wheat Improvement Center** (known – even in\nEnglish – by its Spanish acronym **CIMMYT** for _**Centro Internacional de\nMejoramiento de Maíz y Trigo**_) is a non-profit research-for-development\norganization that develops improved varieties of wheat and maize with the aim\nof contributing to food security, and innovates agricultural practices to help\nboost production, prevent crop disease and improve smallholder farmers'\nlivelihoods. CIMMYT is one of the 15 CGIAR centers. CIMMYT is known for\nhosting the world's largest maize and wheat genebank at its headquarters in\nMexico.\n\nCIMMYT's ninth director general, Bram Govaerts, replaced Martin Kropff in\n2021. Other notable scientists like Thomas Lumpkin have served as director\ngeneral of CIMMYT."
    },
    {
        "chapter_name": "International Maize and Wheat Improvement Center",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origins",
        "generated_section_content_md": "CIMMYT emerged from cooperative efforts of the Mexican government and the\nRockefeller Foundation that led in 1943 to the founding of the Office of\nSpecial Studies, an organization within the Mexican Secretariat of\nAgriculture. The goal of the office was to ensure food security in Mexico and\nabroad through selective plant breeding and crop improvement.\n\nThe project developed into a collaboration between Mexican and international\nresearchers. It established global networks to test experimental crop\nvarieties. One of its researchers, wheat breeder Norman Borlaug, developed\ndwarf wheat varieties that put more energy into grain production and responded\nbetter to fertilizer than older varieties. He was awarded the Nobel Peace\nPrize in 1970 in recognition of his contributions to world peace through\nincreasing food supply. The program was renamed and morphed into CIMMYT in\n1963, though it was still under the Secretariat of Agriculture's jurisdiction.\nAs international demand grew and it became apparent CIMMYT required internal\norganization and increased funding, the center was reorganized and established\nas a non-profit scientific and educational institution in its own right in\n1966.\n\nIn the early 1970s, a small cadre of development organizations, national\nsponsors, and private foundations organized CGIAR to further spread the impact\nof agricultural research to more nations. CIMMYT became one of the first\ninternational research centers to be supported through CGIAR. Today, CGIAR\ncomprises 15 such centers, all dedicated to sustainable food security through\nscientific research."
    },
    {
        "chapter_name": "International Maize and Wheat Improvement Center",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Activities",
        "generated_section_content_md": "CIMMYT scientists support national research systems and work through small- to\nmedium-scale seed enterprises to offer affordable, improved seed and\nsustainable farming methods to smallholder farmers. Though its headquarters\nare in Mexico, the center operates through 12 regional offices (Afghanistan,\nBangladesh, China, Colombia, Ethiopia, India, Kazakhstan, Kenya, Nepal,\nPakistan, Turkey, and Zimbabwe), as well as number of experimental stations.\n\nCIMMYT's researchers promote the sustainable intensification of farming\nsystems, for example, through the use of machinery that allows for resource-\npoor female farmers in Africa and South Asia to reduce labor costs and\nconservation agriculture practices such as no-till farming, which allows\ndirect planting without plowing or preparing the soil.\n\nCIMMYT hosts the largest collection of maize and wheat in the world: 28,000\nunique kinds of maize and 140,000 types of wheat. Materials are made available\nunder the terms and conditions of the multilateral system of access and\nbenefit sharing, using the Standard Material Transfer Agreement (SMTA). A\nduplicate of these wheat varieties is stored at the Svalbard Global Seed Vault\nin Svalbard, Norway. Through CIMMYT's global breeding system and partner\nnetwork, this genetic diversity is used to develop maize and wheat varieties\nthat have higher yields, and can survive climate stress and diseases.\n\nLast year, CIMMYT scientists have developed 70% of wheat varieties presently\nplanted globally and about half of the world's corn, or maize, varieties. By\nCIMMYT's own accounts, the pedigrees of about half of the maize and wheat\nvarieties sown in low- and middle-income countries carry contributions from\nits breeding research."
    },
    {
        "chapter_name": "International Maize and Wheat Improvement Center",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Criticisms",
        "generated_section_content_md": "Despite its noble goals of sustainability and self-sufficiency, one of the\norganization's founders and researchers, Norman Borlaug, has faced criticism.\nBorlaug's obituarist, Christopher Reed argued in an interview with _The\nGuardian_ from 2014 that although his Green Revolution and high-yielding\nagricultural techniques averted poverty in the short term, in the long time\nthey might have added to it. Critics of CIMMYT argue that it is important to\nconsider the social and ecological changes that the Green Revolution, and\nsubsequently CIMMYT, create for local farmers. According to critics,\ndependency on expensive 'high-yielding' seeds that demand expensive\nfertilizers has pushed local farmers who cannot afford them out of the market,\ncausing further social inequalities and, in some cases, cropping\nintensification has degraded soils and depleted aquifers. At the time Norman\nBorlaug began the Green Revolution, the US agricultural science establishment\nand agribusiness industries supported him because it allowed their industries\nto grow around the world as dependency on their patented seeds and herbicides\nincreased. Nonetheless, in contrast to the preceding observations, which are\nsourced from the popular press, a widely-cited 2003 article in the peer-\nreviewed journal _Science_ notes that \"...it is unclear what alternative\nscenario would have allowed developing countries to meet, with lower\nenvironmental impact, the human needs posed by the massive population\nexpansion of the 20th century.\" Today, CIMMYT still works closely with both\npublic and private partners, including seed companies, to foster farmers'\naccess to seed of improved varieties and agro-chemicals of their choice. One\nexample is \"StrigAway,\" a herbicide-coated maize seed variety that combats\nStriga, a parasitic weed that infests up to 50 million hectares of Sub-Saharan\nAfrican land. Much of the wheat seed in the South is produced by the public\nsector; in the case of maize, seed companies play a key role in seed\nproduction and marketing. CIMMYT maize and wheat breeding are available free\nof charge to public and private partners, as international public goods."
    },
    {
        "chapter_name": "International Maize and Wheat Improvement Center",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Partners and funders",
        "generated_section_content_md": "Main funders include Bill & Melinda Gates Foundation, CGIAR, Foundation for\nFood and Agriculture Research (FFAR), OCP Group and the national governments\nof Australia, Britain, Canada, China, Germany, Mexico, Norway and the United\nStates.\n\nHistorically, CIMMYT received funding from the European Commission and the\nRockefeller Foundation."
    },
    {
        "chapter_name": "International Maize and Wheat Improvement Center",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Notable scientists",
        "generated_section_content_md": "* Norman Borlaug (1914-2009) – Wheat breeder. Recipient of the Nobel Peace Prize in 1970. Established the World Food Prize in 1986.\n* Sanjaya Rajaram (1943-2021) – Recipient of the World Food Prize in 2014.\n* Surinder Vasal (born 1938) – Recipient of the World Food Prize in 2000.\n* Evangelina Villegas (1924-2017) – Biochemist whose work with maize led to the development of quality protein maize (QPM). Recipient of the World Food Prize in 2000."
    }
]