[
    {
        "chapter_name": "International Committee on Intellectual Cooperation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Advisory academic institution to the League of Nations\n\nICIC Archives in Geneva\n\nThe **International Committee on Intellectual Cooperation** , sometimes\n**League of Nations Committee on Intellectual Cooperation** , was an advisory\norganisation for the League of Nations which promoted international exchange\nbetween scientists, researchers, teachers, artists and intellectuals.\nEstablished in 1922, it counted such figures as Henri Bergson, Albert\nEinstein, Sarvepalli Radhakrishnan, Jagadish Chandra Bose, Nitobe Inazo, Marie\nCurie, Gonzague de Reynold, Leonardo Torres Quevedo, and Robert A. Millikan\namong its members."
    },
    {
        "chapter_name": "International Committee on Intellectual Cooperation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "The International Committee on Intellectual Cooperation (Geneva)",
        "generated_section_content_md": "The International Committee on Intellectual Cooperation (ICICIC), formally\nestablished in August 1922. Having started out with 12 members, its membership\nlater grew to 19 individuals, mostly from Western Europe. The first session\nwas held on August 1, 1922, under the chairmanship of Henri Bergson. During\nits lifetime, the committee attracted a variety of prominent members, for\ninstance Albert Einstein, Marie Curie, Kristine Bonnevie, Jules Destrée,\nRobert Andrews Millikan, Alfredo Rocco, Paul Painlevé, Leonardo Torres\nQuevedo, Gonzague de Reynold, Jagadish Chandra Bose and Sarvepalli\nRadhakrishnan. Einstein resigned in 1923, protesting publicly the committee's\ninefficacy; he rejoined in 1924 to mitigate the use German chauvinists made of\nhis resignation. The body was successively chaired by:\n\n* Henri Bergson (1922–1925)\n* Hendrik Lorentz (1925–1928)\n* Gilbert Murray (1928–1939).\n\nThe ICIC maintains a number of sub-committees (e.g. Museums, Arts and Letters,\nIntellectual Rights or Bibliography) which also work with figures such as Béla\nBartók, Thomas Mann, Salvador de Madariaga and Paul Valéry.\n\nThe ICIC works closely with the International Educational Cinematographic\nInstitute created in Rome in 1928 by the Italian government under Mussolini.\n\n* ICIC Plenary session (date unknown, between 1924 and 1927).\n\n* Henri Bergson (ICIC president) to Inazo Nitobe (International Bureaux Section director), 1924.\n\n* ICIC Plenary session 1939.\n\n* The Palais Wilson (Geneva), seat of the LoN and the ICIC between 1922 and 1937."
    },
    {
        "chapter_name": "International Committee on Intellectual Cooperation",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "The International Institute of Intellectual Cooperation (Paris)",
        "generated_section_content_md": "A side of the Palais-Royal (Paris), where the IIIC was installed in 1926.\n\nTo support the work of the commission in Geneva, the organization was offered\nassistance from France to establish an executive branch, the International\nInstitute of Intellectual Cooperation (IIIC), in Paris in 1926. However, the\nIIIC had an autonomous status and was almost only financed by the French\ngovernment, giving it a certain independence that created tensions with the\nLeague of Nations. It maintained relations with the league's member states,\nwhich established national commissions for intellectual cooperation and\nappointed delegates to represent their interests at the institute in Paris.\nWhile being an international organisation, each of the IIIC's three successive\ndirectors was French:\n\n* Julien Luchaire (1926–1930)\n* Henri Bonnet (1931–1940)\n* Jean-Jacques Mayoux (1945–1946)\n\nFrom 1926 to 1930, Alfred Zimmern – the well-known British classicist and a\npioneering figure in the discipline of international relations – served as the\nIIIC's deputy director.\n\nAs a result of the Second World War, the institute was closed from 1940 to\n1944. It re-opened briefly from 1945 to 1946. When it closed for good in 1946,\nUNESCO inherited its archives and some parts of its mission."
    }
]