[
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International research organization\n\n| This article contains **paid contributions.** It may require cleanup to\ncomply with Wikipedia's content policies, particularly neutral point of view.\nPlease discuss further on the talk page.  \n---|---  \n  \nThe **International Crops Research Institute for the Semi-Arid Tropics**\n(**ICRISAT**) is an international organisation which conducts agricultural\nresearch for rural development, headquartered in Patancheru, Hyderabad,\nTelangana, India, with several regional centres (Bamako (Mali), Nairobi\n(Kenya)) and research stations (Niamey (Niger), Kano (Nigeria), Lilongwe\n(Malawi), Addis Ababa (Ethiopia), Bulawayo (Zimbabwe)). It was founded in 1972\nby a consortium of organisations convened by the Ford- and the Rockefeller-\nfoundations. Its charter was signed by the FAO and the UNDP.\n\nSince its inception, host country India has granted a special status to\nICRISAT as a UN Organization operating in the Indian territory making it\neligible for special immunities and tax privileges.\n\nICRISAT is managed by a full-time Director General functioning under the\noverall guidance of an international Governing Board. The current Director\nGeneral, Dr Himanshu Pathak, who took the post on 06 March 2025. The current\nchairman of the Board is Cathy Reade"
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "The semi-arid tropics",
        "generated_section_content_md": "Purple-rumped sunbird in the ICRISAT fields\n\nThe semi-arid tropics (SAT) region is characterized by highly variable, low-\nto-medium rainfall and poor soils, further characterized by lack of\nirrigation. In general, the historical average annual rainfall in the SAT is\nbelow 700 millimetres (28 in). In agricultural policy terms, this region is\nconsidered to be a less favored area (LFA)."
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Research strategy",
        "generated_section_content_md": "With almost 50 years of experience addressing the agricultural constraints in\nthe drylands of Africa and Asia, ICRISAT has developed key strengths which are\nfocused on delivering impact in the drylands in alignment with its mission and\nmandate. ICRISAT has a unique role in dryland agriculture research for\ndevelopment, working through diverse partnerships across Asia and Africa.\nICRISAT’s unique comparative strength has been to conduct upstream science and\nto translate upstream science to applied research. This makes a difference in\nfarmers' lives by scaling scientific innovations with due attention to the\nenvironment, policy, marketing and socioeconomics. In the complex farming\nsystems of the drylands where ICRISAT mandate crops including grain legumes\nand dryland cereals are grown, integrated solutions are needed to address the\nchallenges of poverty, climate change, nutrition and sustainability of natural\nresources.\n\nICRISAT founded the Smart Food initiative in 2013 with the Vision to create a\nworld where food is 'Smart' – good for you, the planet and the farmer. A key\nobjective is to diversify staples across Africa and Asia, with the initial\nfocus on millets and sorghum."
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Mandate crops",
        "generated_section_content_md": "Pearl millet seed production plots at ICRISAT (Patancheru, India), the\npanicles covered in parchment paper bags to ensure self-pollination in this\nnormally mainly cross-pollinating crop (February 2013)\n\nICRISAT performs crop improvement research, using conventional as well as\nmethods derived from biotechnology, on the following crops: chickpea,\npigeonpea, groundnut, pearl millet, sorghum, finger millet, teff, and small\nmillets.\n\nICRISAT's scientific information by topic, crop, location and resources is\nfound on Exploreit."
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Research themes and genebank",
        "generated_section_content_md": "ICRISAT conducts its research under three Global Research Programs (GRPs):\nAccelerated Crop Improvement, Resilient Farm and Food Systems, Enabling\nSystems Transformations. These three GRPs are implemented through 18 research\nclusters.\n\nThe ICRISAT genebank serves as a repository for the collection of germplasm of\nthe six mandate crops – sorghum, pearl millet, finger millet, chickpea,\npigeonpea and groundnut; and five small millets – foxtail millet, little\nmillet, kodo millet, proso millet and barnyard millet. The collection has over\n128,446 germplasm accessions assembled from 144 countries. Several landraces\nnow conserved in the ICRISAT genebank have disappeared from their natural\nhabitats in Africa and Asia."
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Accelerated crop improvement research",
        "generated_section_content_md": "Most of ICRISAT's crop improvement research is directed to deliver climate-\nresilient improved crop varieties with pest and disease resistance, improved\nnutritional quality and market preferred traits and improved genetic gains.\n\nBased on an econometric analysis of time-series data for three different types\nof agricultural areas (irrigated, high-potential rainfed, and low-potential\nrainfed), non-ICRISAT experts found more favorable marginal returns (measured\nas Indian rupees of agricultural production per additional hectare planted to\nmodern varieties) for crop improvement research in low-potential rainfed areas\nthan in either high-potential rainfed areas or irrigated areas. Moreover,\nadditional crop research investment in low potential rainfed areas lifts more\npeople out of poverty than in the other two types of areas.\n\nICRISAT-improved chickpea varieties have been widely adopted in a poor tribal\narea in Gujarat, India, with favorable impacts on yields, unit production\ncosts, and net returns per hectare/per acre. ICRISAT's package of improved\ngroundnut varieties grown in combination with improved agronomy practices has\nhad a positive result in the semi-arid tropical areas of Central India.\n\nTwo major science-based breakthroughs attributed to crop improvement research\nat ICRISAT relate to pearl millet and pigeonpea. A team of researchers at\nICRISAT have released the first public sector-bred, marker-assisted bred\nhybrid pearl millet, HHB 67. This was released in India in 2006. It is\nassessed to have superior agronomic performance and improved tolerance to\nterminal drought. The first-ever release of a hybrid pigeonpea by ICRISAT\nresearchers has been reported in 2008."
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Information products and services",
        "generated_section_content_md": "ICRISAT formally adopted an open-access policy for its research publications\nin 2009. It is among a small number of agricultural research organisations to\ndo so. As of June 2010, about 3000 publications are available on the\norganisation's website."
    },
    {
        "chapter_name": "International Crops Research Institute for the Semi-Arid Tropics",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Scientists",
        "generated_section_content_md": "| **This section is empty.** You can help by adding to it. _( September 2024)_\n---|---"
    }
]