[
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialized agency of the United Nations\n\nThe **International Labour Organization** (**ILO**) is a United Nations agency\nwhose mandate is to advance social and economic justice by setting\ninternational labour standards. Founded in October 1919 under the League of\nNations, it is one of the first and oldest specialized agencies of the UN. The\nILO has 187 member states: 186 out of 193 UN member states plus the Cook\nIslands. It is headquartered in Geneva, Switzerland, with around 40 field\noffices around the world, and employs some 3,381 staff across 107 nations, of\nwhom 1,698 work in technical cooperation programmes and projects.\n\nThe ILO's standards are aimed at ensuring accessible, productive, and\nsustainable work worldwide in conditions of freedom, equity, security and\ndignity. They are set forth in 189 conventions and treaties, of which eight\nare classified as fundamental according to the 1998 Declaration on Fundamental\nPrinciples and Rights at Work; together they protect freedom of association\nand the effective recognition of the right to collective bargaining, the\nelimination of forced or compulsory labour, the abolition of child labour, and\nthe elimination of discrimination in respect of employment and occupation. The\nILO is a major contributor to international labour law.\n\nWithin the UN system the organization has a unique tripartite structure: all\nstandards, policies, and programmes require discussion and approval from the\nrepresentatives of governments, employers, and workers. This framework is\nmaintained in the ILO's three main bodies: The International Labour\nConference, which meets annually to formulate international labour standards;\nthe Governing Body, which serves as the executive council and decides the\nagency's policy and budget; and the International Labour Office, the permanent\nsecretariat that administers the organization and implements activities. The\nsecretariat is led by the Director-General, Gilbert Houngbo of Togo, who was\nelected by the Governing Body in 2022.\n\nIn 2019, the organization convened the Global Commission on the Future of\nWork, whose report made ten recommendations for governments to meet the\nchallenges of the 21st century labour environment; these include a universal\nlabour guarantee, social protection from birth to old age and an entitlement\nto lifelong learning. With its focus on international development, it is a\nmember of the United Nations Development Group, a coalition of UN\norganizations aimed at helping meet the Sustainable Development Goals.\n\nTwo milestones in the history of the ILO were the Treaty of Versailles in\n1919, establishing the International Labour Organization, Article 427. And\nsecondly, the Declaration of Philadelphia in 1944, reestablishing the ILO\nunder the United Nations and reaffirming the first principle that \"labour is\nnot a commodity\"."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Structure",
        "generated_section_content_md": "ILO headquarters in Geneva, Switzerland\n\nThe ILO is a specialized agency of the United Nations (UN). As with other UN\nspecialized agencies (or programmes) working on international development, the\nILO is also a member of the United Nations Development Group.\n\nUnlike other United Nations specialized agencies, the International Labour\nOrganization (ILO) has a tripartite governing structure that brings together\ngovernments, employers, and workers of 187 member States, to set labour\nstandards, develop policies and devise programmes promoting decent work for\nall women and men. The structure is intended to ensure the views of all three\ngroups are reflected in ILO labour standards, policies, and programmes, though\ngovernments have twice as many representatives as the other two groups."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Governing body",
        "generated_section_content_md": "The Governing Body is the executive body of the International Labour\nOrganization. It meets three times a year, in March, June and November. It\ntakes decisions on ILO policy, decides the agenda of the International Labour\nConference, adopts the draft Programme and Budget of the Organization for\nsubmission to the Conference, elects the Director-General, requests\ninformation from the member states concerning labour matters, appoints\ncommissions of inquiry and supervises the work of the International Labour\nOffice.\n\nThe Governing Body is composed of 56 titular members (28 governments, 14\nemployers and 14 workers) and 66 deputy members (28 governments, 19 employers\nand 19 workers).\n\nTen of the titular government seats are permanently held by States of chief\nindustrial importance: Brazil, China, France, Germany, India, Italy, Japan,\nthe Russian Federation, the United Kingdom and the United States. The other\nGovernment members are elected by the Conference every three years (the last\nelections were held in June 2021). The Employer and Worker members are elected\nin their individual capacity."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Director-General",
        "generated_section_content_md": "On 25 March 2022 Gilbert Fossoun Houngbo was elected Director-General of ILO.\nOn 1 October 2022 he succeeded Guy Ryder, who was elected by the ILO Governing\nBody in October 2012, and re-elected for a second five-year-term in November\n2016. He is the organization's first African Director-General. In 2024, a\ngroup of African countries that play a crucial role visited the International\nLabour Office, such as Morocco, where they held talks with the Minister of\nEconomic Integration, Small Business, Employment, and Skills Development,\nYounes Sekouri. The list of the Directors-General of ILO since its\nestablishment in 1919 is as follows:\n\nName  | Country  | Term\n---|---|---\nAlbert Thomas |  France | 1919–1932\nHarold Butler |  United Kingdom | 1932–1938\nJohn G. Winant |  United States | 1939–1941\nEdward J. Phelan |  Ireland | 1941–1948\nDavid A. Morse |  United States | 1948–1970\nClarence Wilfred Jenks |  United Kingdom | 1970–1973\nFrancis Blanchard |  France | 1974–1989\nMichel Hansenne |  Belgium | 1989–1999\nJuan Somavía |  Chile | 1999–2012\nGuy Ryder |  United Kingdom | 2012–2022\nGilbert Houngbo |  Togo | 2022–present"
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Membership",
        "generated_section_content_md": "International Labour Organization flag\n\nThe ILO has 187 state members. 186 of the 193 member states of the United\nNations plus the Cook Islands are members of the ILO. The UN member states\nwhich are not members of the ILO are Andorra, Bhutan, Liechtenstein,\nMicronesia, Monaco, Nauru, and North Korea.\n\nThe ILO constitution permits any member of the UN to become a member of the\nILO. To gain membership, a nation must inform the director-general that it\naccepts all the obligations of the ILO constitution. Other, non-UN states can\nbe admitted by a two-thirds vote of all delegates, including a two-thirds vote\nof government delegates, at any ILO General Conference. The Cook Islands, a\nnon-UN state, joined in June 2015.\n\nCountries that had been members of the ILO under the League of Nations\nremained members when the organization's new constitution came into effect in\n1946."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Objectives",
        "generated_section_content_md": "The Declaration of Philadelphia (10 May 1944) restated the traditional\nobjectives of the International Labour Organization and then branched out in\ntwo new directions: the centrality of human rights to social policy, and the\nneed for international economic planning. With the end of the world war in\nsight, it sought to adapt the guiding principles of the ILO \"to the new\nrealities and to the new aspirations aroused by the hopes for a better world.\"\nIt was adopted at the 26th Conference of the ILO in Philadelphia, United\nStates of America.\n\nIn 1946, when the ILO's constitution was being revised by the General\nConference convened in Montreal, the Declaration of Philadelphia was annexed\nto the constitution and forms an integral part of it by Article 1. Most of the\ndemands of the declaration were a result of a partnership of American and\nWestern European labor unions and the ILO secretariat.\n\n\"Labour is not a commodity\" is the principle expressed in the preamble to the\nInternational Labour Organization's founding documents. It expresses the view\nthat people should not be treated like inanimate commodities, capital, another\nmere factor of production, or resources. Instead, people who work for a living\nshould be treated as human beings and accorded dignity and respect. Paul\nO'Higgins attributes the phrase to John Kells Ingram, who used it in 1880\nduring a meeting in Dublin of the British Trades Union Congress."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Origins",
        "generated_section_content_md": "It is the first organization for the UN.While the ILO was established as an\nagency of the League of Nations following World War I, its founders had made\ngreat strides in social thought and action before 1919. The core members all\nknew one another from earlier private professional and ideological networks,\nin which they exchanged knowledge, experiences, and ideas on social policy.\nPre-war \"epistemic communities\", such as the International Association for\nLabour Legislation (IALL), founded in 1900, and political networks, such as\nthe socialist Second International, were a decisive factor in the\ninstitutionalization of international labour politics.\n\nIn the post-World War I euphoria, the idea of a \"makeable society\" was an\nimportant catalyst behind the social engineering of the ILO architects. As a\nnew discipline, international labour law became a useful instrument for\nputting social reforms into practice. The utopian ideals of the founding\nmembers—social justice and the right to decent work—were changed by diplomatic\nand political compromises made at the Paris Peace Conference of 1919, showing\nthe ILO's balance between idealism and pragmatism.\n\nOver the course of the First World War, the international labour movement\nproposed a comprehensive programme of protection for the working classes,\nconceived as compensation for labour's support during the war.[_clarification\nneeded_] Post-war reconstruction and the protection of labour unions occupied\nthe attention of many nations during and immediately after World War I. In\nGreat Britain, the Whitley Commission, a subcommittee of the Reconstruction\nCommission, recommended in its July 1918 Final Report that \"industrial\ncouncils\" be established throughout the world. The British Labour Party had\nissued its own reconstruction programme in the document titled _Labour and the\nNew Social Order_. In February 1918, the third Inter-Allied Labour and\nSocialist Conference (representing delegates from Great Britain, France,\nBelgium and Italy) issued its report, advocating an international labour\nrights body, an end to secret diplomacy, and other goals. And in December\n1918, the American Federation of Labor (AFL) issued its own distinctively\napolitical report, which called for the achievement of numerous incremental\nimprovements via the collective bargaining process."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.1.1",
        "section_name": "IFTU Bern Conference",
        "generated_section_content_md": "As the war drew to a close, two competing visions for the post-war world\nemerged. The first was offered by the International Federation of Trade Unions\n(IFTU), which called for a meeting in Bern, Switzerland, in July 1919. The\nBern meeting would consider both the future of the IFTU and the various\nproposals which had been made in the previous few years. The IFTU also\nproposed including delegates from the Central Powers as equals. Samuel\nGompers, president of the AFL, boycotted the meeting, wanting the Central\nPowers delegates in a subservient role as an admission of guilt for their\ncountries' role in bringing about war. Instead, Gompers favoured a meeting in\nParis which would consider President Woodrow Wilson's Fourteen Points only as\na platform. Despite the American boycott, the Bern meeting went ahead as\nscheduled. In its final report, the Bern Conference demanded an end to wage\nlabour and the establishment of socialism. If these ends could not be\nimmediately achieved, then an international body attached to the League of\nNations should enact and enforce legislation to protect workers and trade\nunions."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.1.2",
        "section_name": "Commission on International Labour Legislation",
        "generated_section_content_md": "Meanwhile, the Paris Peace Conference sought to dampen public support for\ncommunism. Subsequently, the Allied Powers agreed that clauses should be\ninserted into the emerging peace treaty protecting labour unions and workers'\nrights, and that an international labour body be established to help guide\ninternational labour relations in the future. The advisory Commission on\nInternational Labour Legislation was established by the Peace Conference to\ndraft these proposals. The Commission met for the first time on 1 February\n1919, and Gompers was elected as the chairman.\n\nSamuel Gompers (right) with Albert Thomas, 1918\n\nTwo competing proposals for an international body emerged during the\nCommission's meetings. The British proposed establishing an international\nparliament to enact labour laws which each member of the League would be\nrequired to implement. Each nation would have two delegates to the parliament,\none each from labour and management. An international labour office would\ncollect statistics on labour issues and enforce the new international laws.\nPhilosophically opposed to the concept of an international parliament and\nconvinced that international standards would lower the few protections\nachieved in the United States, Gompers proposed that the international labour\nbody be authorized only to make recommendations and that enforcement be left\nup to the League of Nations. Despite vigorous opposition from the British, the\nAmerican proposal was adopted.\n\nGompers also set the agenda for the draft charter protecting workers' rights.\nThe Americans made 10 proposals. Three were adopted without change: That\nlabour should not be treated as a commodity; that all workers had the right to\na wage sufficient to live on; and that women should receive equal pay for\nequal work. A proposal protecting the freedom of speech, press, assembly, and\nassociation was amended to include only freedom of association. A proposed ban\non the international shipment of goods made by children under the age of 16\nwas amended to ban goods made by children under the age of 14. A proposal to\nrequire an eight-hour work day was amended to require the eight-hour work day\n_or_ the 40-hour work week (an exception was made for countries where\nproductivity was low). Four other American proposals were rejected. Meanwhile,\ninternational delegates proposed three additional clauses, which were adopted:\nOne or more days for weekly rest; equality of laws for foreign workers; and\nregular and frequent inspection of factory conditions.\n\nThe Commission issued its final report on 4 March 1919, and the Peace\nConference adopted it without amendment on 11 April. The report became Part\nXIII of the Treaty of Versailles."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Interwar period",
        "generated_section_content_md": "The first annual International Labour Conference (ILC) began on 29 October\n1919 at the Pan American Union Building in Washington, D.C. and adopted the\nfirst six International Labour Conventions, which dealt with hours of work in\nindustry, unemployment, maternity protection, night work for women, minimum\nage, and night work for young persons in industry. The prominent French\nsocialist Albert Thomas became its first director-general.\n\nDespite open disappointment and sharp critique, the revived International\nFederation of Trade Unions (IFTU) quickly adapted itself to this mechanism.\nThe IFTU increasingly oriented its international activities around the lobby\nwork of the ILO.\n\nAt the time of establishment, the U.S. government was not a member of ILO, as\nthe US Senate rejected the covenant of the League of Nations, and the United\nStates could not join any of its agencies. Following the election of Franklin\nDelano Roosevelt to the U.S. presidency, the new administration made renewed\nefforts to join the ILO without league membership. On 19 June 1934, the U.S.\nCongress passed a joint resolution authorizing the president to join ILO\nwithout joining the League of Nations as a whole. On 22 June 1934, the ILO\nadopted a resolution inviting the U.S. government to join the organization. On\n20 August 1934, the U.S. government responded positively and took its seat at\nthe ILO."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Wartime and the United Nations",
        "generated_section_content_md": "During the Second World War, when Switzerland was surrounded by German troops,\nILO director John G. Winant made the decision to leave Geneva. In August 1940,\nthe government of Canada officially invited the ILO to be housed at McGill\nUniversity in Montreal. Forty staff members were transferred to the temporary\noffices and continued to work from McGill until 1948.\n\nThe ILO became the first specialized agency of the United Nations system after\nthe demise of the League in 1946. Its constitution, as amended, includes the\nDeclaration of Philadelphia (1944) on the aims and purposes of the\norganization."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Cold War era",
        "generated_section_content_md": "R. Rao, the Deputy Director General of ILO with Wilopo, the then-Indonesian\nlabor minister, 15 March 1950\n\nBeginning in the late 1950s the organization was under pressure to make\nprovisions for the potential membership of ex-colonies which had become\nindependent; in the Director General's report of 1963 the needs of the\npotential new members were first recognized. The tensions produced by these\nchanges in the world environment negatively affected the established politics\nwithin the organization and they were the precursor to the eventual problems\nof the organization with the USA.\n\nIn July 1970, the United States withdrew 50% of its financial support to the\nILO following the appointment of an assistant director-general from the Soviet\nUnion. This appointment (by the ILO's British director-general, C. Wilfred\nJenks) drew particular criticism from AFL–CIO president George Meany and from\nNew Jersey Assemblyman John E. Rooney. However, the funds were eventually\npaid.\n\nRatifications of 1976 Tripartite Consultation Convention\n\nOn 12 June 1975, the ILO voted to grant the Palestine Liberation Organization\nobserver status at its meetings. Representatives of the United States and\nIsrael walked out of the meeting. The U.S. House of Representatives\nsubsequently decided to withhold funds. The United States gave notice of full\nwithdrawal on 6 November 1975, stating that the organization had become\npoliticized. The United States also suggested that representation from\ncommunist countries was not truly \"tripartite\"—including government, workers,\nand employers—because of the structure of these economies. The withdrawal\nbecame effective on 1 November 1977.\n\nThe United States returned to the organization in 1980 after extracting some\nconcession from the organization. It was partly responsible for the ILO's\nshift away from a human rights approach and towards support for the Washington\nConsensus. Economist Guy Standing wrote \"the ILO quietly ceased to be an\ninternational body attempting to redress structural inequality and became one\npromoting employment equity\".\n\nIn 1981, the government of Poland declared martial law. It interrupted the\nactivities of Solidarność detained many of its leaders and members. The ILO\nCommittee on Freedom of Association filed a complaint against Poland at the\n1982 International Labour Conference. A Commission of Inquiry established to\ninvestigate found Poland had violated ILO Conventions No. 87 on freedom of\nassociation and No. 98 on trade union rights, which the country had ratified\nin 1957. The ILO and many other countries and organizations put pressure on\nthe Polish government, which finally gave legal status to Solidarność in 1989.\nDuring that same year, there was a roundtable discussion between the\ngovernment and Solidarnoc which agreed on terms of relegalization of the\norganization under ILO principles. The government also agreed to hold the\nfirst free elections in Poland since the Second World War."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "ILO headquarters",
        "generated_section_content_md": "Centre William Rappard, seat of the ILO between 1926 and 1974, now hosting the\nWTO\n\nThe ILO is headquartered in Geneva, Switzerland. In its first months of\nexistence in 1919, it offices were located in London, only to move to Geneva\nin the summer 1920. The first seat in Geneva was on the Pregny hill in the\n_Ariana_ estate, in the building that used to host the Thudicum boarding\nschool and currently the headquarters of the International Committee of the\nRed Cross. As the office grew, the Office relocated to a purpose-built\nheadquarters by the shores of lake Leman, designed by Georges Épitaux and\ninaugurated in 1926 (currently the seat of the World Trade Organization).\nDuring the Second World War the Office was temporarily relocated to McGill\nUniversity in Montreal, Canada.\n\nThe current seat of the ILO's headquarters is located on the Pregny hill, not\nfar from its initial seat. The building, a biconcave rectangular block\ndesigned by Eugène Beaudoin, Pier Luigi Nervi and Alberto Camenzind, was\npurpose-built between 1969–1974 in a severe rationalist style and, at the time\nof construction, constituted the largest administrative building in\nSwitzerland."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Regional offices",
        "generated_section_content_md": "* Regional Office for Africa, in Abidjan, Côte d'Ivoire\n* Regional Office for Asia and the Pacific, in Bangkok, Thailand\n* Regional Office for Europe and Central Asia, in Geneva, Switzerland\n* Regional Office for Latin America and the Caribbean, in Lima, Peru\n* Regional Office for the Arab States, in Beirut, Lebanon"
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Sub-regional offices",
        "generated_section_content_md": "Called \"Decent Work Technical Support Teams (DWT)\", they provide technical\nsupport to the work of a number of countries under their area of competence.\n\nILO office in Santiago, Chile\n\n* DWT for North Africa, in Cairo, Egypt\n* DWT for West Africa, in Dakar, Senegal\n* DWT for Eastern and Southern Africa, in Pretoria, South Africa\n* DWT for Central Africa, in Yaoundé, Cameroon\n* DWT for the Arab States, in Beirut, Lebanon\n* DWT for South Asia, in New Delhi, India\n* DWT for East and South-East Asia and the Pacific, in Bangkok, Thailand\n* DWT for Central and Eastern Europe, in Budapest, Hungary\n* DWT for Eastern Europe and Central Asia, in Moscow, Russia\n* DWT for the Andean Countries, in Lima, Peru\n* DWT for the Caribbean Countries, in Port of Spain, Trinidad and Tobago\n* DWT for Central American Countries, in San José, Costa Rica\n* DWT for Countries of the South Cone of Latin America, in Santiago, Chile"
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "Country and liaison offices",
        "generated_section_content_md": "* In Africa: Abidjan, Abuja, Addis Ababa, Algiers, Antananarivo, Cairo, Dakar, Dar es Salaam, Harare, Kinshasa, Lusaka, Pretoria, Yaoundé\n* In the Arab States: Beirut, Doha, Jerusalem\n* In Asia and the Pacific: Bangkok, Beijing, Colombo, Dhaka, Hanoi, Islamabad, Jakarta, Kabul, Kathmandu, Manila, New Delhi, Suva, Tokyo, Yangon\n* In Europe and Central Asia: Ankara, Berlin, Brussels, Budapest, Lisbon, Madrid, Moscow, Paris, Rome\n* In the Americas: Brasília, Buenos Aires, Mexico City, New York, Lima, Port-of-Spain, San José, Santiago, Washington, D.C."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.9",
        "section_name": "Conventions",
        "generated_section_content_md": "Through July 2018, the ILO had adopted 189 conventions. If these conventions\nare ratified by enough governments, they come in force. However, ILO\nconventions are considered international labour standards regardless of\nratification. When a convention comes into force, it creates a legal\nobligation for ratifying nations to apply its provisions.\n\nEvery year the International Labour Conference's Committee on the Application\nof Standards examines a number of alleged breaches of international labour\nstandards. Governments are required to submit reports detailing their\ncompliance with the obligations of the conventions they have ratified.\nConventions that have not been ratified by member states have the same legal\nforce as recommendations.\n\nIn 1998, the 86th International Labour Conference adopted the _Declaration on\nFundamental Principles and Rights at Work_. This declaration contains four\nfundamental policies:\n\n* The right of workers to associate freely and bargain collectively\n* The end of forced and compulsory labour\n* The end of child labour\n* The end of unfair discrimination among workers\n\nThe ILO asserts that its members have an obligation to work towards fully\nrespecting these principles, embodied in relevant ILO conventions. The ILO\nconventions that embody the fundamental principles have now been ratified by\nmost member states.\n\nProtocols are always linked to Conventions, even though they are international\ntreaties they do not exist on their own. As with Conventions, Protocols can be\nratified.\n\nRecommendations do not have the binding force of conventions and are not\nsubject to ratification. Recommendations may be adopted at the same time as\nconventions to supplement the latter with additional or more detailed\nprovisions. In other cases recommendations may be adopted separately and may\naddress issues separate from particular conventions."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.10",
        "section_name": "International Labour Conference",
        "generated_section_content_md": "Once a year, the ILO organizes the International Labour Conference (ILC) in\nGeneva to set the broad policies of the ILO, including conventions and\nrecommendations. Also known as the \"international parliament of labour\", the\nconference makes decisions about the ILO's general policy, work programme and\nbudget and also elects the Governing Body.\n\nThe first conference took place in 1919: see Interwar period below.\n\nEach member state is represented by a delegation composed of two government\ndelegates, an employer delegate, a worker delegate. All of them have\nindividual voting rights and all votes are equal, regardless of the population\nof the delegate's member State. The employer and worker delegates are normally\nchosen in agreement with the most representative national organizations of\nemployers and workers. Usually, the workers and employers' delegates\ncoordinate their voting. All delegates have the same rights and are not\nrequired to vote in blocs.\n\nDelegates can attend with advisers and substitute delegates, and all have the\nsame rights: they can express themselves freely and vote as they wish. This\ndiversity of viewpoints does not prevent decisions from being adopted by very\nlarge majorities or unanimously.[_citation needed_]\n\nHeads of State and prime ministers also participate in the Conference.\nInternational organizations, both governmental and others, also attend but as\nobservers.\n\nThe 109th session of the International Labour Conference was delayed from 2020\nto May 2021 and was held online because of the COVID-19 pandemic. The first\nmeeting was on 20 May 2021 in Geneva for the election of its officers. Further\nsittings were held in June, November and December. The 110th session took\nplace from 27 May to 11 June 2022. The 111th session of the International\nLabour Conference took place in June 2023."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.11",
        "section_name": "Global forum meetings",
        "generated_section_content_md": "The ILO organizes regular international tripartite gatherings and global\ndialogue fora on issues of interest to specific sectors of business and\nemployment, for example on supply chain safety in the packing of containers\nfor global shipping (2011), and on employment conditions in early childhood\neducation (2012)."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.12",
        "section_name": "Labour statistics",
        "generated_section_content_md": "The ILO is a major provider of labour statistics. Labour statistics are an\nimportant tool for its member states to monitor their progress toward\nimproving labour standards. As part of their statistical work, ILO maintains\nseveral databases. This database covers 11 major data series for over 200\ncountries. In addition, ILO publishes a number of compilations of labour\nstatistics, such as the Key Indicators of Labour Markets (KILM). KILM covers\n20 main indicators on labour participation rates, employment, unemployment,\neducational attainment, labour cost, and economic performance. Many of these\nindicators have been prepared by other organizations. For example, the\nDivision of International Labour Comparisons of the U.S. Bureau of Labor\nStatistics prepares the hourly compensation in manufacturing indicator.\n\nThe U.S. Department of Labor also publishes a yearly report containing a _List\nof Goods Produced by Child Labor or Forced Labor_ issued by the Bureau of\nInternational Labor Affairs. The December 2014 updated edition of the report\nlisted a total of 74 countries and 136 goods.\n\nThe ILO is the custodian agency for nine of the 17 indicators of Sustainable\nDevelopment Goal 8 (SDG 8). This goal is about \"decent work and economic\ngrowth\". For example, ILO is the agency for Indicator 8.b.1 of Target 8.b. The\nwording of this target is: \"By 2020, develop and operationalize a global\nstrategy for youth employment and implement the Global Jobs Pact of the\nInternational Labour Organization\". As such, ILO is in charge of the data\ngathering for the progress of the Global Youth Empowerment Strategy."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.13",
        "section_name": "Training and teaching units",
        "generated_section_content_md": "The International Training Centre of the International Labour Organization\n(ITCILO) is based in Turin, Italy. Together with the University of Turin\nDepartment of Law, the ITC offers training for ILO officers and secretariat\nmembers, as well as offering educational programmes. The ITC offers more than\n450 training and educational programmes and projects every year for some\n11,000 people around the world.\n\nFor instance, the ITCILO offers a Master of Laws programme in management of\ndevelopment, which aims specialize professionals in the field of cooperation\nand development."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.14",
        "section_name": "Child labour",
        "generated_section_content_md": "Parties to ILO's 1973 Minimum Age Convention, and the minimum ages they have\ndesignated: purple, 14 years; green, 15 years; blue, 16 yearsThese young boys\nare among the millions of children in child labour worldwide. They work at a\nbrickyard in Antsirabe, Madagascar.\n\nChild labour is often defined as work that deprives children of their\nchildhood, potential, dignity, and is harmful to their physical and mental\ndevelopment. _Child labour_ refers to work that is mentally, physically,\nsocially or morally dangerous and harmful to children. Further, it can involve\ninterfering with their schooling by depriving them of the opportunity to\nattend school, obliging them to leave school prematurely, or requiring them to\nattempt to combine school attendance with excessively long and heavy work.\n\nThe ILO's International Programme on the Elimination of Child Labour (IPEC)\nwas created in 1992 with the overall goal of the progressive elimination of\nchild labour, which was to be achieved through strengthening the capacity of\ncountries to deal with the problem and promoting a worldwide movement to\ncombat child labour. The IPEC currently has operations in 88 countries, with\nan annual expenditure on technical cooperation projects that reached over\nUS$61 million in 2008. It is the largest programme of its kind globally and\nthe biggest single operational programme of the ILO.\n\nThe number and range of the IPEC's partners have expanded over the years and\nnow include employers' and workers' organizations, other international and\ngovernment agencies, private businesses, community-based organizations, NGOs,\nthe media, parliamentarians, the judiciary, universities, religious groups and\nchildren and their families.\n\nThe IPEC's work to eliminate child labour is an important facet of the ILO's\nDecent Work Agenda. Child labour prevents children from acquiring the skills\nand education they need for a better future.\n\nThe ILO also hosts a Global Conference on the Elimination of Child Labour\nevery four years. The most recent conference was held in Durban, South Africa\nfrom 15 to 20 May 2022.\n\nThe ILO has established the World Day Against Child Labour on June 12 as an\nannual event starting in 2002 to raise awareness and prompt action to tackle\nchild labour worldwide. Coinciding with the Sustainable Development Goals, the\nevent particularly targets the eradication of its worst forms, like slavery\nand the use of child soldiers, by 2025. The ILO distinguishes between\ndetrimental child labour, which hinders children's development and education,\nand acceptable work that supports their growth and learning.\n\nIn 2023, the World Day's theme, 'Social Justice for All. End Child Labour!',\ncalls for reinvigorated global efforts towards achieving social justice and\nunderscores the critical need for the universal ratification and enforcement\nof ILO Conventions No. 138 and No. 182 to protect all children from child\nlabour."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.14.1",
        "section_name": "Exceptions in indigenous communities",
        "generated_section_content_md": "Because of different cultural views involving labour, the ILO developed a\nseries of culturally sensitive mandates, including convention Nos. 169, 107,\n138, and 182, to protect indigenous culture, traditions, and identities.\nConvention Nos. 138 and 182 lead in the fight against child labour, while Nos.\n107 and 169 promote the rights of indigenous and tribal peoples and protect\ntheir right to define their own developmental priorities.\n\nIn many indigenous communities,[_example needed_] parents believe that\nchildren learn important life lessons through the act of work and through the\nparticipation in daily life. Working is seen as a learning process preparing\nchildren of the future tasks they will eventually have to do as an adult. It\nis a belief that the family's and child well-being and survival is a shared\nresponsibility between members of the whole family. They also see work as an\nintrinsic part of their child's developmental process. While these attitudes\ntoward child work remain, many children and parents from indigenous\ncommunities still highly value education."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "2.15",
        "section_name": "Forced labour",
        "generated_section_content_md": "Krychów forced labour camp 1940 (Krowie Bagno)\n\nThe ILO has considered the fight against forced labour to be one of its main\npriorities. During the interwar years, the issue was mainly considered a\ncolonial phenomenon, and the ILO's concern was to establish minimum standards\nprotecting the inhabitants of colonies from the worst abuses committed by\neconomic interests. After 1945, the goal became to set a uniform and universal\nstandard, determined by the higher awareness gained during World War II of\npolitically and economically motivated systems of forced labour, but debates\nwere hampered by the Cold War and by exemptions claimed by colonial powers.\nSince the 1960s, declarations of labour standards as a component of human\nrights have been weakened by government of postcolonial countries claiming a\nneed to exercise extraordinary powers over labour in their role as emergency\nregimes promoting rapid economic development.\n\nRatifications of the ILO's 1930 Forced Labour Convention, with non-ratifiers\nshown in red\n\nIn June 1998, the International Labour Conference adopted a Declaration on\nFundamental Principles and Rights at Work and its follow-up that obligates\nmember states to respect, promote and realize freedom of association and the\nright to collective bargaining, the elimination of all forms of forced or\ncompulsory labour, the effective abolition of child labour, and the\nelimination of discrimination in respect of employment and occupation.\n\nRatifications of the ILO's 1957 Abolition of Forced Labour Convention, with\nnon-ratifiers shown in red\n\nIn November 2001, following the publication of the InFocus Programme's first\nglobal report on forced labour, the ILO's governing body created a special\naction programme to combat forced labour (SAP-FL), as part of broader efforts\nto promote the 1998 Declaration on Fundamental Principles and Rights at Work\nand its follow-up. The SAP-FL was created in November 2001 \"to tackle the\nelimination of all forms of forced or compulsory labour, one of its foremost\nconcerns, through both technical assistance and promotional means.\" SAP-FL has\ndeveloped indicators of forced labour practices and published survey reports\non forced labour.\n\nIn 2013, the SAP-FL was integrated into the ILO's _Fundamental Principles and\nRights at Work Branch_ (FUNDAMENTALS) bringing together the fight against\nforced and child labour and working in the context of Alliance 8.7.\n\nOne major tool to fight forced labour was the adoption of the _ILO Forced\nLabour Protocol_ by the _International Labour Conference in 2014_. It was\nratified for the second time in 2015 and on 9 November 2016 it entered into\nforce. The new protocol brings the existing ILO Convention 29 on Forced\nLabour, adopted in 1930, into the modern era to address practices such as\nhuman trafficking. The accompanying Recommendation 203 provides technical\nguidance on its implementation.\n\nIn 2015, the ILO launched a global campaign to end modern slavery, in\npartnership with the International Organization of Employers (IOE) and the\nInternational Trade Union Confederation (ITUC). The _50 for Freedom Campaign_\naims to mobilize public support and encourage countries to ratify the ILO's\n_Forced Labour Protocol_."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Role of Civil Society Organizations in the International Labour Conference",
        "generated_section_content_md": "Civil society organizations (CSOs) play a supportive and increasingly\nrecognized role in the work of the **International Labour Organization (ILO)**\n, particularly in relation to the annual **International Labour Conference\n(ILC)** —the ILO’s highest decision-making body. Through participation in the\nILC and other ILO-led initiatives, CSOs contribute to the advancement of labor\nrights and the promotion of social justice on a global scale.\n\nThe ILO encourages engagement with CSOs as part of its tripartite approach to\nlabor governance, which includes representatives from governments, employers,\nand workers. Civil society actors bring additional perspectives, often\nrepresenting marginalized groups, informal workers, or specific thematic\nconcerns (e.g., gender equity, forced labor, or child labor)."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Opportunities for Participation",
        "generated_section_content_md": "CSOs can engage with the ILO and its annual Conference through several\nmechanisms:\n\n* Accreditation – CSOs may apply for accreditation to attend the International Labour Conference as observers or participants in side events. Accreditation follows formal procedures established by the ILO and is typically granted to international NGOs or networks with relevant expertise in labor standards and rights.\n\n* Policy Submissions and Reports– Accredited organizations may submit written reports, proposals, and observations relevant to the agenda of the Conference. These contributions inform the deliberations on labor rights, occupational safety, decent work, and social protection.\n\n* Partnership and Collaboration – Beyond the Conference, the ILO maintains ongoing collaboration with CSOs to promote better working conditions, inclusive labor policies, and the implementation of international labor standards. CSOs may partner with the ILO in research, advocacy, technical cooperation, and monitoring initiatives.\n\nMore information on the ILO’s engagement with civil society is available at:\nhttps://www.ilo.org/partnering-development/civil-society-ilo-partnership"
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Minimum wage law",
        "generated_section_content_md": "To protect the right of labours for fixing minimum wage, ILO has created\nMinimum Wage-Fixing Machinery Convention, 1928, Minimum Wage Fixing Machinery\n(Agriculture) Convention, 1951 and Minimum Wage Fixing Convention, 1970 as\nminimum wage law."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Commercialized sex",
        "generated_section_content_md": "From the moment its creation in the 1919 Treaty of Versailles, the ILO has\nbeen concerned with the controversial issue of commercial sex. Prior to the\ncreation of the ILO and League of Nations, the issue of sex work had been\nexclusively under the jurisdiction of the state, now, the ILO and League of\nNations believed the issue transcended borders and within their jurisdiction.\nIn the early twentieth, commercialized sex was considered both immoral and\ncriminal activity. Initially, the ILO strongly believed prostitution was\nlinked to vulnerable single working women emigrating to other nations without\nbeing under the paternal supervision of a man. After the widespread\ndestruction caused by World War I, the ILO saw prostitution as spreading\ncontagion requiring regulation. Under the leadership of the French socialist\nAlbert Thomas, the ILO created a medical division whose primary focus was on\nmale sailors whose lives were viewed as \"nomadic\" and \"promiscuous\", which\nmade these men susceptible to infection of STD's. After the conclusion of the\nGenoa maritime conference in 1920, the ILO proclaimed itself as the critical\nleader of the prevention and treatment of STD's in sailors. In the interwar\nyears, the ILO also sought to protect female workers in dangers trades, but\ndelegates to ILO Conferences did not consider the sex trade to be \"work\",\nwhich was conceived of as industrial labor. The ILO believed that if women\nworked industrial jobs, this would be a deterrent from them living immoral\nlives. In order to make these industrial jobs more attractive, the ILO\npromoted better wages and safer working conditions, both intended to prevent\nwomen from falling victim to the temptation of the sex trades.\n\nFollowing the creation of the United Nations, the ILO took a back seat to the\nnewly formed organization on the issue of commercialized sex. The UN\nCommission on the Status of Women called for abolishing both sex trafficking\nand prostitution. In the 1950s, the UN Economic and Social Council and the\nInternational Police Organization sought to end any activity that resembled\nslavery, classifying sex trafficking and prostitution as criminal rather than\nlabor issues.\n\nBeginning in 1976, the ILO and other organizations began to examine the\nworking and living conditions of rural women in developing countries. One\nexample the ILO investigated was the go-go bars and the growing phenomenon of\n_hired wives_ in Thailand, which both thrived because the development of U.S.\nmilitary bases in the region. In the late 1970s, the ILO established the\n_Programme on Rural Women_ , which investigated the involvement of young\nmasseuses in the sex trade in Bangkok. It was critical because it was the\nfirst time in the history of the ILO or any of its branches that prostitution\nwas described as a form of labor. In the decades that followed, the increase\nin sex tourism and the exploding AIDS epidemic strengthened ILO interest in\nthe commercial sex trade."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "HIV/AIDS",
        "generated_section_content_md": "The International Labour Organization (ILO) is the lead UN-agency on HIV\nworkplace policies and programmes and private sector mobilization. ILOAIDS is\nthe branch of the ILO dedicated to this issue.\n\nThe ILO has been involved with the HIV response since 1998, attempting to\nprevent potentially devastating impact on labour and productivity and that it\nsays can be an enormous burden for working people, their families and\ncommunities. In June 2001, the ILO's governing body adopted a pioneering code\nof practice on HIV/AIDS and the world of work, which was launched during a\nspecial session of the UN General Assembly.\n\nThe same year, ILO became a cosponsor of the Joint United Nations Programme on\nHIV/AIDS (UNAIDS).\n\nIn 2010, the 99th International Labour Conference adopted the ILO's\nrecommendation concerning HIV and AIDS and the world of work, 2010 (No. 200),\nthe first international labour standard on HIV and AIDS. The recommendation\nlays out a comprehensive set of principles to protect the rights of HIV-\npositive workers and their families, while scaling up prevention in the\nworkplace. Working under the theme of _Preventing HIV, Protecting Human Rights\nat Work_ , ILOAIDS undertakes a range of policy advisory, research and\ntechnical support functions in the area of HIV and AIDS and the world of work.\nThe ILO also works on promoting social protection as a means of reducing\nvulnerability to HIV and mitigating its impact on those living with or\naffected by HIV.\n\nILOAIDS ran a \"Getting to Zero\" campaign to arrive at zero new infections,\nzero AIDS-related deaths and zero-discrimination by 2015.[_needs update_]\nBuilding on this campaign, ILOAIDS is executing a programme of voluntary and\nconfidential counselling and testing at work, known as VCT@WORK."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Migrant workers",
        "generated_section_content_md": "As the word \"migrant\" suggests, migrant workers refer to those who moves from\none country to another to do their job. For the rights of migrant workers, the\nfirst ILC adopted a recommendation on equality and coordination, and the ILO\nhas adopted conventions, including Migrant Workers (Supplementary Provisions)\nConvention, 1975 and United Nations Convention on the Protection of the Rights\nof All Migrant Workers and Members of Their Families in 1990."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Domestic workers",
        "generated_section_content_md": "Domestic workers are those who perform a variety of tasks for and in other\npeoples' homes. For example, they may cook, clean the house, and look after\nchildren. Yet they are often the ones with the least consideration, excluded\nfrom labour and social protection. This is mainly due to the fact that women\nhave traditionally carried out the tasks without pay. For the rights and\ndecent work of domestic workers including migrant domestic workers, ILO has\nadopted the Convention on Domestic Workers on 16 June 2011."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Environmental sustainability",
        "generated_section_content_md": "The ILO has been on working on integrating environmental sustainability into\nits activities (or _greening_ its activities) and the broader discourse since\nthe 1970s. For example, some of ILO's reports in 1972 to 1975 have\ninvestigated linkages between occupational safety and health, economic\ndevelopment and environmental protection. In the 2000s ILO began to promote a\n\"socially just transition to green jobs\". The organisation defined green jobs\nas \"decent jobs that contribute to preserving and restoring the environment\".\n\nSince 2017, the concept of _just transition_ has been firmly embedded within\nthe ILO’s position. For example its _Centenary Declaration for the Future of\nWork_ in 2019 stated that: \"[...] the ILO must direct its efforts to: (i)\nensuring a just transition to a future of work that contributes to sustainable\ndevelopment in its economic, social and environmental dimensions\". A _just\ntransition_ focuses on the connection between energy transition and equitable\napproaches to decarbonization that support broader development goals.\n\nThe ILO has also looked at the transition to a green economy, and the impact\nthereof on employment. It came to the conclusion a shift to a greener economy\ncould create 24 million new jobs globally by 2030, if the right policies are\nput in place. Also, if a transition to a green economy were not to take place,\n72 million full-time jobs may be lost by 2030 due to heat stress, and\ntemperature increases will lead to shorter available work hours, particularly\nin agriculture."
    },
    {
        "chapter_name": "International Labour Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Awards",
        "generated_section_content_md": "In 1969, the ILO received the Nobel Peace Prize for improving fraternity and\npeace among nations, pursuing decent work and justice for workers, and\nproviding technical assistance to other developing nations."
    }
]