[
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "World Bank Group member financial institution\n\n| This article's lead section **may be too long**. Please read the length\nguidelines and help move details into the article's body. _( September\n2023)__(Learn how and when to remove this message)_  \n---|---  \n  \nThe **International Finance Corporation** (**IFC**) is an international\nfinancial institution headquartered in Washington, D.C. and a member of the\nWorld Bank Group that offers investment, advisory, and asset-management\nservices to encourage private-sector development in less developed countries.\n\nIt was established in 1956, as the private-sector arm of the World Bank Group,\nto advance economic development by investing in for-profit and commercial\nprojects for poverty reduction and promoting development. The IFC's stated aim\nis to create opportunities for people to escape poverty and achieve better\nliving standards by mobilizing financial resources for private enterprise.\n\nIt offers an array of debt and equity financing services, helps companies face\ntheir risk exposures while refraining from participating in a management\ncapacity and advices to companies on making decisions, evaluating their impact\non the environment and society, and being responsible.\n\nThe corporation is assessed by an independent evaluator each year. The IFC is\nin good financial standing and received the highest ratings from two\nindependent credit rating agencies in 2018."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Robert L. Garner (1949)\n\nThe World Bank and International Monetary Fund were designed by delegates at\nthe Bretton Woods conference in 1944. The World Bank, then consisting of only\nthe International Bank for Reconstruction and Development, became operational\nin 1946. Robert L. Garner joined the World Bank in 1947 as a senior executive\nand expressed his view that private business could play an important role in\ninternational development. In 1950, Garner and his colleagues proposed\nestablishing a new institution for the purpose of making private investments\nin the less developed countries served by the World Bank. The U.S. government\nencouraged the idea of an international corporation working in tandem with the\nWorld Bank to invest in private enterprises without accepting guarantees from\ngovernments, without managing those enterprises, and by collaborating with\nthird party investors. When describing the IFC in 1955, World Bank President\nEugene R. Black said that the IFC would only invest in private firms, rather\nthan make loans to governments, and it would not manage the projects in which\nit invests.\n\nThe concept was nonetheless controversial in the US, where some business\ninterests were uncomfortable with the public ownership of private firms.\nNonetheless, in 1956, the International Finance Corporation became operational\nunder the leadership of Garner. It initially had 12 staff members and $100\nmillion (equivalent to $1157 million in 2024) in capital. The corporation made\nits inaugural investment in 1957 by making a $2 million (equivalent to $22\nmillion in 2024) loan to a Brazil-based affiliate of Siemens & Halske (now\nSiemens AG).\n\nIn 2007, IFC bought 18% stake in the Indian Financial firm, Angel Broking. In\nDecember 2015, IFC supported Greek banks with 150 million euros by buying\nshares in four of them: Alpha Bank (60 million), Eurobank (50 million),\nPiraeus Bank (20 million) and National Bank of Greece (20 million).\n\nThe International Finance Corporation (IFC) has partnered with Mohinani Group\nto support plastic recycling efforts in Ghana and Nigeria. IFC will provide a\n$37 million loan to Mohinani Group’s subsidiaries, Polytank Ghana Limited and\nSonnex Packaging Nigeria, to establish PET recycling plants in both countries.\nEach plant will produce 15,000 tons of recycled PET (rPET) resins annually,\nreducing reliance on virgin plastics and lowering greenhouse gas emissions.\nThe initiative is expected to create over 4,000 jobs and generate annual\nimport savings of approximately $21 million per country. IFC will also offer\nadvisory services to enhance environmental and social practices. This project\naligns with IFC’s climate change and economic development strategies for Ghana\nand Nigeria, as well as the World Bank Group’s Climate Change Action Plan\n2021-2025."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Governance",
        "generated_section_content_md": "The IFC is owned and governed by its member countries but has its own\nexecutive leadership and staff that conduct its normal business operations. It\nis a corporation whose shareholders are member governments that provide paid-\nin capital and have the right to vote on its matters. Originally, it was more\nfinancially integrated with the World Bank Group, but later, the IFC was\nestablished separately and eventually became authorized to operate as a\nfinancially autonomous entity and make independent investment decisions.\n\nThe IFC is governed by its Board of Governors which meets annually and\nconsists of one governor per member country (most often the country's finance\nminister or treasury secretary). Each member typically appoints one governor\nand also one alternate. Although corporate authority rests with the Board of\nGovernors, the governors delegate most of their corporate powers and their\nauthority over daily matters such as lending and business operations to the\nboard of directors. The IFC's Board of Directors consists of 25 executive\ndirectors who meet regularly and work at the IFC's headquarters, and is\nchaired by the President of the World Bank Group. The executive directors\ncollectively represent all 186 member countries. When the IFC's Board of\nDirectors votes on matters brought before it, each executive director's vote\nis weighted according to the total share capital of the member countries\nrepresented by that director.\n\nIFC is currently led by Makhtar Diop who was appointed as the institution's\nManaging Director and Executive Vice President in February 2021. Prior to this\nappointment, he was the World Bank's Vice President for Infrastructure, where\nhe led the Bank's global efforts to build sustainable infrastructure in\ndeveloping and emerging economies.\n\nAlthough the IFC coordinates its activities in many areas with the other World\nBank Group institutions, it generally operates independently as it is a\nseparate entity with legal and financial autonomy, established by its own\nArticles of Agreement. The corporation operates with a staff of over 3,400\nemployees, of which half are stationed in field offices across its member\nnations."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Investment services",
        "generated_section_content_md": "The IFC's investment services consist of loans, equity, trade finance,\nsyndicated loans, structured and securitized finance, client risk management\nservices, treasury services, and liquidity management. In its fiscal year\n2010, the IFC invested $12.7 billion in 528 projects across 103 countries. Of\nthat total investment commitment, approximately 39% ($4.9 billion) was\ninvested into 255 projects across 58 member nations of the World Bank's\nInternational Development Association (IDA).\n\nThe IFC makes loans to businesses and private projects generally with\nmaturities of seven to twelve years. It determines a suitable repayment\nschedule and grace period for each loan individually to meet borrowers'\ncurrency and cash flow requirements. The IFC may provide longer-term loans or\nextend grace periods if a project is deemed to warrant it. Leasing companies\nand financial intermediaries may also receive loans from the IFC.\n\nThough loans have traditionally been denominated in hard currencies, the IFC\nhas endeavored to structure loan products in local currencies. Its\ndisbursement portfolio included loans denominated in 25 local currencies in\n2010, and 45 local currencies in 2011, funded largely through swap markets.\nLocal financial markets development is one of IFC's strategic focus areas. In\nline with its AAA rating, it has strict concentration, liquidity, asset-\nliability and other policies. The IFC committed to approximately $5.7 billion\nin new loans in 2010, and $5 billion in 2011.\n\nAlthough the IFC's shareholders initially only allowed it to make loans, the\nIFC was authorized in 1961 to make equity investments, the first of which was\nmade in 1962 by taking a stake in FEMSA, a former manufacturer of auto parts\nin Spain that is now part of Bosch Spain. The IFC invests in businesses'\nequity either directly or via private-equity funds, generally from five up to\ntwenty percent of a company's total equity. IFC's private-equity portfolio\ncurrently stands at roughly $3.0 billion committed to about 180 funds. The\nportfolio is widely distributed across all regions including Africa, East\nAsia, South Asia, Eastern Europe, Latin America and the Middle East, and\nrecently has invested in Small Enterprise Assistance Funds' (SEAF) Caucasus\nGrowth Fund, Aureos Capital's Kula Fund II (Papua New Guinea, Fiji, Pacific\nIslands) and Leopard Capital's Haiti Fund. Other equity investments made by\nthe IFC include preferred equity, convertible loans, and participation loans.\nThe IFC prefers to invest for the long-term, usually for a period of eight to\nfifteen years, before exiting through the sale of shares on a domestic stock\nexchange, usually as part of an initial public offering. When the IFC invests\nin a company, it does not assume an active role in management of the company.\n\nThrough its Global Trade Finance Program, the IFC guarantees trade payment\nobligations of more than 200 approved banks in over 80 countries to mitigate\nrisk for international transactions. The Global Trade Finance Program provides\nguarantees to cover payment risks for emerging market banks regarding\npromissory notes, bills of exchange, letters of credit, bid and performance\nbonds, supplier credit for capital goods imports, and advance payments. The\nIFC issued $3.46 billion in more than 2,800 guarantees in 2010, of which over\n51% targeted IDA member nations. In its fiscal year 2011, the IFC issued $4.6\nbillion in more than 3,100 guarantees. In 2009, the IFC launched a separate\nprogram for crisis response, known as its Global Trade Liquidity Program,\nwhich provides liquidity for international trade among less developed\ncountries. Since its establishment in 2009, the Global Trade Liquidity Program\nassisted with over $15 billion in trade in 2011.\n\nThe IFC operates a Syndicated Loan Program in an effort to mobilize capital\nfor development goals. The program was created in 1957 and as of 2011[update]\nhas channeled approximately $38 billion from over 550 financial institutions\ntoward development projects in over 100 different emerging markets. The IFC\nsyndicated a total of $4.7 billion in loans in 2011, twice that of its $2\nbillion worth of syndications in 2010. Due to banks retrenching from lending\nacross borders in emerging markets, in 2009 the IFC started to syndicate\nparallel loans to the international financial institutions and other\nparticipants.\n\nTo service clients without ready access to low-cost financing, the IFC relies\non structured or securitized financial products such as partial credit\nguarantees, portfolio risk transfers, and Islamic finance. The IFC committed\n$797 million in the form of structured and securitized financing in 2010. For\ncompanies that face difficulty in obtaining financing due to a perception of\nhigh credit risk, the IFC securitizes assets with predictable cash flows, such\nas mortgages, credit cards, loans, corporate debt instruments, and revenue\nstreams, in an effort to enhance those companies' credit.\n\nFinancial derivative products are made available to the IFC's clients strictly\nfor hedging interest rate risk, exchange rate risk, and commodity risk\nexposure. It serves as an intermediary between emerging market businesses and\ninternational derivatives market makers to increase access to risk management\ninstruments.\n\nThe IFC fulfills a treasury role by borrowing international capital to fund\nlending activities. It is usually one of the first institutions to issue bonds\nor to do swaps in emerging markets denominated in those markets' local\ncurrencies. The IFC's new international borrowings amounted to $8.8 billion in\n2010 and $9.8 billion in 2011. The IFC Treasury actively engages in liquidity\nmanagement in an effort to maximize returns and assure that funding for its\ninvestments is readily available while managing risks to the IFC."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Advisory services",
        "generated_section_content_md": "In 2011, its evaluation report recognized that its investments performed well\nand reduced poverty, but recommended that the corporation define poverty and\nexpected outcomes more explicitly to better-understand its effectiveness and\napproach poverty reduction more strategically. The corporation's total\ninvestments in 2011 amounted to $18.66 billion. It committed $820 million to\nadvisory services for 642 projects in 2011, and held $24.5 billion worth of\nliquid assets. In addition to its investment activities the IFC provides a\nrange of advisory services to support corporate decision-making regarding\nbusiness, environment, social impact, and sustainability. The IFC's corporate\nadvice targets governance, managerial capacity, scalability, and corporate\nresponsibility. It prioritizes the encouragement of reforms that improve the\ntrade friendliness and ease of doing business in an effort to advise countries\non fostering a suitable investment climate. It also offers advice to\ngovernments on infrastructure development and public-private partnerships. The\nIFC attempts to guide businesses toward more sustainable practices\nparticularly with regards to having good governance, supporting women in\nbusiness, and proactively combating climate change. The International Finance\nCorporation has stated that cities in emerging markets can attract more than\n$29 trillion in climate-related sectors by 2030."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Asset management company",
        "generated_section_content_md": "The IFC established IFC Asset Management Company LLC (IFC AMC) in 2009 as a\nwholly owned subsidiary to manage all capital funds to be invested in emerging\nmarkets. The AMC manages capital mobilized by the IFC as well as by third\nparties such as sovereign or pension funds, and other development financing\norganizations. Despite being owned by the IFC, the AMC has investment decision\nautonomy and is charged with a fiduciary responsibility to the four individual\nfunds under its management. It also aims to mobilize additional capital for\nIFC investments as it can make certain types of investments which the IFC\ncannot. As of 2011[update], the AMC managed the IFC Capitalization Fund\n(Equity) Fund, L.P., the IFC Capitalization (Subordinated Debt) Fund, L.P.,\nthe IFC African, Latin American, and Caribbean Fund, L.P., and the Africa\nCapitalization Fund, Ltd. The IFC Capitalization (Equity) Fund holds $1.3\nbillion in equity, while the IFC Capitalization (Subordinated Debt) Fund is\nvalued at $1.7 billion. The IFC African, Latin American, and Caribbean Fund\n(referred to as the IFC ALAC Fund) was created in 2010 and is worth $1\nbillion. As of March 2012[update], the ALAC Fund has invested a total of\n$349.1 million into twelve businesses. The Africa Capitalization Fund was set\nup in 2011 to invest in commercial banks in both Northern and Sub-Saharan\nAfrica and its commitments totaled $181.8 million in March 2012. As of\n2018[update], Marcos Brujis is CEO of the AMC."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Financial performance",
        "generated_section_content_md": "The IFC prepares consolidated financial statements in accordance with United\nStates GAAP which are audited by KPMG. It reported income before grants to IDA\nmembers of $2.18 billion in fiscal year 2011, up from $1.95 billion in fiscal\n2010 and $299 million in fiscal 2009. The increase in income before grants is\nascribed to higher earnings from the IFC's investments and also from higher\nservice fees. The IFC reported a partial offset from lower liquid asset\ntrading income, higher administrative costs, and higher advisory service\nexpenses. The IFC made $600 million in grants to IDA countries in fiscal 2011,\nup from $200 million in fiscal 2010 and $450 million in fiscal 2009. The IFC\nreported a net income of $1.58 billion in fiscal year 2011. In previous years,\nthe IFC had reported a net loss of $151 million in fiscal 2009 and $1.75\nbillion in fiscal 2010. The IFC's total capital amounted to $20.3 billion in\n2011, of which $2.4 billion was paid-in capital from member countries, $16.4\nbillion was retained earnings, and $1.5 billion was accumulated other\ncomprehensive income. The IFC held $68.49 billion in total assets in 2011.\n\nThe IFC's return on average assets (GAAP basis) decreased from 3.1% in 2010 to\n2.4% in 2011. Its return on average capital (GAAP basis) decreased from 10.1%\nin 2010 to 8.2% in 2011. The IFC's cash and liquid investments accounted for\n83% of its estimated net cash requirements for fiscal years 2012 through 2014.\nIts external funding liquidity level grew from 190% in 2010 to 266% in 2011.\nIt has a 2.6:1 debt-to-equity ratio and holds 6.6% in reserves against losses\non loans to its disbursement portfolio. The IFC's deployable strategic capital\ndecreased from 14% in 2010 to 10% in 2011 as a share of its total resources\navailable, which grew from $16.8 billion in 2010 to $17.9 billion in 2011.\n\nIn 2011, the IFC reported total funding commitments (consisting of loans,\nequity, guarantees, and client risk management) of $12.18 billion, slightly\nlower than its $12.66 billion in commitments in 2010. Its core mobilization,\nwhich consists of participation and parallel loans, structured finance, its\nAsset Management Company funds, and other initiatives, grew from $5.38 billion\nin 2010 to $6.47 billion in 2011. The IFC's total investment program was\nreported at a value of $18.66 billion for fiscal year 2011. Its advisory\nservices portfolio included 642 projects valued at $820 million in 2011,\ncompared to 736 projects at $859 million in 2010. The IFC held $24.5 billion\nin liquid assets in 2011, up from $21 billion in 2010.\n\nThe IFC received credit ratings of AAA from Standard & Poor's in December 2012\nand AAA from Moody's Investors Service in November 2012. S&P rated the IFC as\nhaving a strong financial standing with adequate capital and liquidity,\ncautious management policies, a high level of geographic diversification, and\nanticipated treatment as a preferred creditor given its membership in the\nWorld Bank Group. It noted that the IFC faces a weakness relative to other\nmultilateral institutions of having higher risks due to its mandated emphasis\non private sector investing and its income heavily affected by equity markets."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Sustainability",
        "generated_section_content_md": "Since 2009, the IFC has focused on a set of development goals that its\nprojects are expected to target. Its goals are to increase sustainable\nagriculture opportunities, improve healthcare and education, increase access\nto financing for microfinance and business clients, advance infrastructure,\nhelp small businesses grow revenues, and invest in climate health.\n\nIFC Sustainability Framework articulates IFC's commitment to sustainable\ndevelopment and is part of its approach to risk management. IFC's\nEnvironmental and social policies, guidelines, and tools are widely adopted as\nmarket standards and embedded in operational policies by corporations,\ninvestors, financial intermediaries, stock exchanges, regulators, and\ncountries. In particular, the EHS Guidelines contain the performance levels\nand measures that are normally acceptable to the World Bank Group, and that\nare generally considered to be achievable in new facilities at reasonable\ncosts by existing technology."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Green buildings in less developed countries",
        "generated_section_content_md": "The IFC has created a mass-market certification system for fast growing\nemerging markets called EDGE (\"Excellence in Design for Greater\nEfficiencies\"). IFC and the World Green Building Council have partnered to\naccelerate green building growth in less developed counties. The target is to\nscale up green buildings over a seven-year period until 20% of the property\nmarket is saturated. Certification occurs when the EDGE standard is met, which\nrequires 20% less energy, water, and materials than conventional homes."
    },
    {
        "chapter_name": "International Finance Corporation",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Criticism",
        "generated_section_content_md": "IFC comes under frequent criticism from NGOs that it is not able to track its\nmoney because of its use of financial intermediaries. For example, a report by\nOxfam International and other NGOs in 2015, \"The Suffering of Others\", found\nthe IFC was not performing enough due diligence and managing risk in many of\nits investments in third-party lenders.\n\nOther criticism focuses on IFC working excessively with large companies or\nwealthy individuals already able to finance their investments without help\nfrom public institutions such as IFC, and such investments do not have an\nadequate positive development impact. An example often cited by NGOs and\ncritical journalists is IFC granting financing to a Saudi prince for a five-\nstar hotel in Ghana."
    }
]