[
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialised agency of the United Nations\n\nThe **International Civil Aviation Organization** (**ICAO** /ˌaɪˈkeɪoʊ/ _eye-\nKAY-oh_) is a specialized agency of the United Nations that coordinates the\nprinciples and techniques of international air navigation, and fosters the\nplanning and development of international air transport to ensure safe and\norderly growth. The ICAO headquarters are located in the Quartier\ninternational de Montréal of Montreal, Quebec, Canada.\n\nThe ICAO Council adopts standards and recommended practices concerning air\nnavigation, its infrastructure, flight inspection, prevention of unlawful\ninterference, and facilitation of border-crossing procedures for international\ncivil aviation. ICAO defines the protocols for air accident investigation that\nare followed by transport safety authorities in countries signatory to the\nConvention on International Civil Aviation.\n\nThe Air Navigation Commission (ANC) is the technical body within ICAO. The\ncommission is composed of 19 commissioners, nominated by the ICAO's\ncontracting states and appointed by the ICAO Council. Commissioners serve as\nindependent experts, who although nominated by their states, do not serve as\nstate or political representatives. International Standards and Recommended\nPractices are developed under the direction of the ANC through the formal\nprocess of ICAO Panels. Once approved by the commission, standards are sent to\nthe council, the political body of ICAO, for consultation and coordination\nwith the member states before final adoption.\n\nICAO is distinct from other international air transport organizations,\nparticularly because it alone is vested with international authority (among\nsignatory states): other organizations include the International Air Transport\nAssociation (IATA), a trade association representing airlines; the Civil Air\nNavigation Services Organisation (CANSO), an organization for air navigation\nservice providers (ANSPs); and the Airports Council International, a trade\nassociation of airport authorities. In addition there are several regional\ncivil aviation commissions, such as the Latin America Civil Aviation\nCommission (LACAC) who focus on challenges and growth in specific regions."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "20th century",
        "generated_section_content_md": "In the early 20th Century, the International Telecommunication Union met to\ndiscuss and implement one of the first internationally agreed upon standards\nrelating to aviation, country-specific prefixes for aircraft callsigns. The\nfirst convention was held in 1903 in Berlin, Germany, but no agreements were\nreached among the eight countries that attended. At the second convention in\n1906, also held in Berlin, twenty-seven countries attended. The third\nconvention, held in London in 1912, allocated the first radio callsigns for\nuse by aircraft. Following this, at the Paris Convention of 1919, a forerunner\nto ICAO named ICAN was established, the **International Commission for Air\nNavigation**. ICAN continued to operate until 1945.\n\nThe Convention on International Civil Aviation, also known as the Chicago\nConvention, in Chicago, was signed by 52 countries on 7 December 1944. Under\nits terms, a **Provisional International Civil Aviation Organization** was to\nbe established, to be replaced in turn by a permanent organization when\ntwenty-six countries ratified the convention. PICAO began operating on 6 June\n1945, replacing ICAN. The 26th country ratified the convention on 5 March 1947\nand, consequently, PICAO was disestablished on 4 April 1947 and replaced by\nICAO, which began operations the same day.[_citation needed_]\n\nIn October 1947, ICAO became an agency of the United Nations under its\nEconomic and Social Council (ECOSOC)."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "21st century",
        "generated_section_content_md": "In April 2013, Qatar offered to serve as the new permanent seat of the\nOrganization. Qatar promised to construct a massive new headquarters for ICAO\nand to cover all moving expenses, stating that Montreal \"was too far from\nEurope and Asia\", \"had cold winters\", was hard to attend due to the Canadian\ngovernment's slow issuance of visas, and that the taxes imposed on ICAO by\nCanada were too high. According to _The Globe and Mail_ , Qatar's invitation\nwas at least partly motivated by the pro-Israel foreign policy of Canadian\nPrime Minister Stephen Harper. Approximately a month later, Qatar withdrew its\nbid after a separate proposal to the ICAO's governing council to move the ICAO\ntriennial conference to Doha was defeated by a vote of 22–14.\n\nIn June 2014, the Montreal Metro station closest to the ICAO headquarters was\nrenamed Square-Victoria–OACI, celebrating the 70th anniversary of ICAO's\npresence in Montreal."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "0.2.1",
        "section_name": "Taiwan controversy",
        "generated_section_content_md": "In January 2020, ICAO blocked several Twitter users, including think-tank\nanalysts, U.S. Congressional staff, and journalists, who mentioned Taiwan in\ntweets related to ICAO. Many of the tweets were related to the COVID-19\npandemic and Taiwan's exclusion from ICAO safety and health bulletins due to\npressure from China. In response, ICAO issued a tweet stating that publishers\nof \"irrelevant, compromising and offensive material\" would be \"precluded\".\n\nSince that action, the organization has followed a policy of blocking anyone\nasking about it.\n\nThe United States House Committee on Foreign Affairs harshly criticized ICAO's\nperceived failure to uphold principles of fairness, inclusion, and\ntransparency by silencing non-disruptive opposing voices. Senator Marco Rubio\nalso criticized the move. The Taiwanese Ministry of Foreign Affairs (MOFA) and\nlegislators criticized the move, with MOFA head Jaushieh Joseph Wu tweeting in\nsupport of those blocked.\n\nIn January 2020, Anthony Philbin, Chief of Communications for the ICAO\nSecretary General, defended ICAO's actions, stating, 'We felt completely\njustified in taking steps to protect the integrity of the information and\ndiscussions that our followers reasonably expect from our feeds.' In exchanges\nwith the International Flight Network, Philbin refused to acknowledge the\nexistence of Taiwan.\n\nOn 1 February 2020, the United States Department of State issued a press\nrelease heavily criticizing ICAO's actions, characterizing them as\n\"outrageous, unacceptable, and not befitting of a UN organization.\""
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "0.2.2",
        "section_name": "North Korea controversy",
        "generated_section_content_md": "On May 2, 2025, the ICAO Council expressed grave concern over ongoing Global\nNavigation Satellite System (GNSS) radio frequency interference in the Incheon\nFlight Information Region (FIR), incidents that have persisted since October\n2, 2024, and are attributed to North Korea, officially known as the Democratic\nPeople's Republic of Korea (DPRK). The Council emphasized that such\ninterference endangers international air navigation safety and violates the\nprinciples of the Chicago Convention. It strongly urged the DPRK to adhere to\nits international obligations and prevent future occurrences. Given the\nseverity of the situation, the Council is considering reporting the matter to\nthe 42nd Session of the ICAO Assembly in September 2025, as per Article 54(k)\nof the Convention, and will continue to monitor developments closely."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Statute",
        "generated_section_content_md": "The 9th edition of the Convention on International Civil Aviation includes\nmodifications from years 1948 up to 2006. ICAO refers to its current edition\nof the convention as the _Statute_ and designates it as ICAO Document 7300/9.\nThe convention has 19 Annexes that are listed by title in the article\nConvention on International Civil Aviation."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "International Civil Aviation Organization member states\n\nAs of April 2019[update], there are 193 ICAO members, consisting of 192 of the\n193 UN members (all but Liechtenstein, which lacks an international airport),\nplus the Cook Islands.\n\nDespite Liechtenstein not being a direct party to ICAO, its government\ndelegated Switzerland to enter into the treaty on its behalf in 1947, and the\ntreaty is applicable in the territory of Liechtenstein."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Exclusion of Taiwan",
        "generated_section_content_md": "The Republic of China was a founding member of ICAO. Following its retreat to\nTaiwan, it was eventually replaced by the People's Republic of China as the\nlegal representative of China in 1971.\n\nIn 2013, Taiwan was for the first time invited to attend the ICAO Assembly, at\nits 38th session, as a guest under the name of \"Chinese Taipei\". As of\nSeptember 2019[update], it has not been invited to participate again, due to\nrenewed PRC pressure.\n\nThe host government, Canada, supports Taiwan's inclusion in ICAO. Support also\ncomes from Canada's commercial sector with the president of the Air Transport\nAssociation of Canada saying in 2019 that \"It's about safety in aviation so\nfrom a strictly operational and non-political point of view, I believe Taiwan\nshould be there.\""
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Council",
        "generated_section_content_md": "The ICAO's council chamber in July 2013\n\nThe ICAO Council is elected by the Assembly every three years and consists of\n36 members elected in three groups. The present council was elected in October\n2022. The structure of the present Council is as follows:\n\nGroup I (Chief Importance) | Group II (Large Contributions) | Group III (Geographic Representations)\n---|---|---\n\n* Australia\n* Brazil\n* Canada\n* China\n* France\n* Germany\n* Italy\n* Japan\n* United Kingdom\n* United States\n\n|\n\n* Argentina\n* Austria\n* Egypt\n* Iceland\n* India\n* Mexico\n* Nigeria\n* Saudi Arabia\n* Singapore\n* South Africa\n* Spain\n* Venezuela\n\n|\n\n* Bolivia\n* Chile\n* El Salvador\n* Equatorial Guinea\n* Ethiopia\n* Ghana\n* Jamaica\n* Malaysia\n* Mauritania\n* Qatar\n* South Korea\n* Romania\n* United Arab Emirates\n* Zimbabwe"
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Air Navigation Commission",
        "generated_section_content_md": "Meeting room of ICAO's Air Navigation Commission in July 2013\n\nThe Air Navigation Commission (ANC) is the ICAO Council technical executive\nbody in charge of 17 of the 19 Annexes to the Chicago Convention. ANC develops\nand recommend ICAO minimal standards that are related to these Annexes. To\nreview and/or finalize the ongoing developments the commission meets for three\nsessions per year. Each session normally considers a number of documents being\ndevelopments of ANC expert Panels. The ANC is composed of nineteen\ncommissioners nominated by ICAO States in various aviation domains. However,\nlegally these commissioners do not represent the interest of their State or\nany particular State or region. They have to conduct independently in the\ninterest of the entire international civil aviation community. Additionally,\nseveral other representatives from ICAO States and up to eight members from\nthe civil aviation industry may be invited to take part in ANC meetings as\nobservers."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Standards",
        "generated_section_content_md": "ICAO also standardizes certain functions for use in the airline industry, such\nas the Aeronautical Message Handling System (AMHS). This makes it a standards\norganization.\n\nEach country should have an accessible Aeronautical Information Publication\n(AIP), based on standards defined by ICAO, containing information essential to\nair navigation. Countries are required to update their AIP manuals every 28\ndays and so provide definitive regulations, procedures and information for\neach country about airspace and airports. ICAO's standards also dictate that\ntemporary hazards to aircraft must be regularly published using NOTAMs.\n\nICAO defines an International Standard Atmosphere (also known as ICAO Standard\nAtmosphere), a model of the standard variation of pressure, temperature,\ndensity, and viscosity with altitude in the Earth's atmosphere. This is useful\nin calibrating instruments and designing aircraft. The standardized pressure\nis also used in calibrating instruments in-flight, particularly above the\ntransition altitude.\n\nICAO is active in infrastructure management, including communication,\nnavigation and surveillance / air traffic management (CNS/ATM) systems, which\nemploy digital technologies (like satellite systems with various levels of\nautomation) in order to maintain a seamless global air traffic management\nsystem."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Passport standards",
        "generated_section_content_md": "ICAO has published standards for machine-readable passports. Machine-readable\npassports have an area where some of the information otherwise written in\ntextual form is also written as strings of alphanumeric characters, printed in\na manner suitable for optical character recognition, which enables border\ncontrollers and other law enforcement agents to process such passports more\nquickly without having to enter the information manually into a computer.\n\nICAO's technical standard for machine-readable passports is contained in\nDocument 9303 _Machine Readable Travel Documents_.\n\nA more recent standard covers biometric passports. These contain biometrics to\nauthenticate the identity of travellers. The passport's critical information\nis stored on a tiny RFID computer chip, much like information stored on smart\ncards. Like some smart cards, the passport book design calls for an embedded\ncontactless chip that is able to hold digital signature data to ensure the\nintegrity of the passport and the biometric data."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Aerodrome reference code",
        "generated_section_content_md": "Aerodrome reference code  Number | Field length\n---|---\n1 | < 800 m (2,625 ft)\n2 | 800–1,200 m (2,625–3,937 ft)\n3 | 1,200–1,800 m (3,937–5,906 ft)\n4 | ≥ 1,800 m (5,906 ft)\nAerodrome reference code  Letter | Wingspan | Main gear span  | Airbus  | Boeing  | Others\n---|---|---|---|---|---\nA | < 15 m (49.2 ft) | < 4.5 m (14.8 ft)  |  |  | BN-2 Islander, Tecnam P2012\nB | 15–24 m (49.2–78.7 ft) | 4.5–6 m (14.8–19.7 ft)  |  |  | CRJ 100/200/700, Embraer ERJ, Saab 340, EMB 120\nC | 24–36 m (78.7–118.1 ft) | 6–9 m (19.7–29.5 ft)  | A220, A320 family | B717, B727, B737 | ATR 42/72, CRJ900/1000, Dash 8, Embraer E-Jet\nD | 36–52 m (118.1–170.6 ft) | 9–14 m (29.5–45.9 ft)  | A300/A310 | B707, B757, B767 | DC-10/MD-11, IL-86, L-1011\nE | 52–65 m (170.6–213.3 ft) | 9–14 m (29.5–45.9 ft)  | A330/A340, A350 | B747, B777, B787 | IL-96\nF | 65–80 m (213.3–262.5 ft) | 14–16 m (45.9–52.5 ft)  | A380 | B747-8 | Antonov An-124 Ruslan"
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Registered codes",
        "generated_section_content_md": "Both ICAO and IATA have their own airport and airline code systems."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Airport codes",
        "generated_section_content_md": "ICAO uses 4-letter airport codes (vs. IATA's 3-letter codes). The ICAO code is\nbased on the region and country of the airport—for example, Charles de Gaulle\nAirport has an ICAO code of LFPG, where _L_ indicates Southern Europe, _F_ ,\nFrance, _PG_ , Paris de Gaulle, while Orly Airport has the code LFPO (the 3rd\nletter sometimes refers to the particular flight information region (FIR) or\nthe last two may be arbitrary). In most parts of the world, ICAO and IATA\ncodes are unrelated; for example, Charles de Gaulle Airport has an IATA code\nof CDG. However, the location prefix for the continental United States is _K_\n, and ICAO codes are usually the IATA code with this prefix. For example, the\nICAO code for Los Angeles International Airport is KLAX. Canada follows a\nsimilar pattern, where a prefix of _C_ is usually added to an IATA code to\ncreate the ICAO code. For example, Calgary International Airport is YYC or\nCYYC. (In contrast, airports in Hawaii are in the Pacific region and so have\nICAO codes that start with _PH_ ; Kona International Airport's code is PHKO.\nSimilarly, airports in Alaska have ICAO codes that start with _PA_. Merrill\nField, for instance is PAMR.) Not all airports are assigned codes in both\nsystems; for example, airports that do not have airline service do not need an\nIATA code."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Airline codes",
        "generated_section_content_md": "ICAO also assigns three-letter airline codes versus the more-familiar two-\nletter IATA codes—for example, _UAL_ vs. _UA_ for United Airlines. ICAO also\nprovides telephony designators to aircraft operators worldwide, a one- or two-\nword designator used on the radio, usually, but not always, similar to the\naircraft operator name. For example, the identifier for Japan Airlines\nInternational is _JAL_ and the designator is _Japan Air_ , but Aer Lingus is\n_EIN_ and _Shamrock_. Thus, a Japan Airlines flight numbered 111 would be\nwritten as \"JAL111\" and pronounced \"Japan Air One One One\" on the radio, while\na similarly numbered Aer Lingus would be written as \"EIN111\" and pronounced\n\"Shamrock One One One\". In the US, FAA practices require the digits of the\nflight number to be spoken in group format (\"Japan Air One Eleven\" in the\nabove example) while individual digits are used for the aircraft tail number\nused for unscheduled civil flights."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Aircraft registrations",
        "generated_section_content_md": "ICAO maintains the standards for aircraft registration, including the\nalphanumeric codes that identify the country of registration."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Aircraft type designators",
        "generated_section_content_md": "ICAO is also responsible for issuing two to four character alphanumeric\naircraft type designators for those aircraft types which are most commonly\nprovided with air traffic service. These codes provide an abbreviated aircraft\ntype identification, typically used in flight plans. For example, the Boeing\n747-100, -200 and -300 are given the type designators _B741_ , _B742_ and\n_B743_ respectively."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "International System of Units",
        "generated_section_content_md": "Since 2010, ICAO recommends a unification of units of measurement within\naviation based on the International System of Units (SI), using:\n\n* kilometres per hour (km/h) for speed during travel.\n* metres per second (m/s) for wind speed during landing.\n* kilometres (km) for distance.\n* metres (m) for elevation.\n\nNon-SI units have been permitted for temporary use since 1979, but a\ntermination date has not yet been established, which would complete\nmetrication of worldwide aviation, and the following units are still in\nwidespread use within commercial aviation:\n\n* knots (kn or kt) for speed.\n* nautical mile (NM) for distance.\n* foot (ft) for elevation.\n\ninches of mercury are used in Japan and North America to measure pressure,\nalthough sometimes METAR at Japanese airports show only hPa.\n\nAviation in Russia and China currently use km/h for reporting airspeed, and\nmany present-day European glider planes also indicate airspeed in kilometres\nper hour.[_citation needed_] China and North Korea use metres for reporting\naltitude when communicating with pilots. Russia also formerly used metres\nexclusively for reporting altitude, but in 2011 changed to feet for high\naltitude flight. From February 2017, Russian airspace started transitioning to\nreporting altitude in feet only. Runway lengths are now commonly given in\nmetres worldwide, except in North America where feet are commonly used.\n\nThe following table summarizes units commonly used in flight and ground\noperations and their recommended replacement. A full list of recommended units\ncan be found in annex 5 to the Convention on International Civil Aviation.\n\nTable of units commonly used in aviation  Measurement  | Recommended  | Current de facto  | Comment\n---|---|---|---\nAirspeed and ground speed | km/h | kn or kt  | Mach is sometimes instead used for high altitude flight.\nDistance (ground)  | km | nmi | Distance in km has widespread use in European gliders.\nFlight level† | m | ft | Metres are used by China, Mongolia, North Korea, Kyrgyzstan, Kazakhstan, Tajikistan and Uzbekistan, and formerly Russia. From 2017, Russian airspace has transitioned from metres to feet.\nRunway length | m | m or ft | Feet are still used for runway lengths in North America.\nWind speed | m/s | kn or kt  | Until 2010 ICAO recommended km/h for reporting wind speed on runways. Metres per second is used by Russian and Chinese airports.\nRate of climb | m/s | ft/min, kn, m/s | Lift and sink rate is measured using a variometer.\nTemperature | °C | °C | Celsius is used for aviation weather reporting globally. Fahrenheit (°F) may be used for displaying, controlling, and documenting system temperatures (HVAC, engine) on older North American aircraft.\nLiquid precipitation | mm | in |\nAtmospheric pressure | hPa | inHg, mbar, hPa | Hectopascals are mostly used in aviation worldwide, while inches of mercury are used in Japan and North America. One hectopascal is equal to one millibar.\nVisibility | m | ft, mi, m | Reported in metres for most of the world. Visibility over 5000 m may be given in kilometres. Canadian, American, and Mexican airports use statute miles, or feet when reporting laser measurements.\nCloud height | m | ft |\nTime | UTC | UTC |\nTank capacity  | L | kg, lb, UK gallon, US gallon, L | Used for fuel tank capacity of an aircraft. Unit varies depending on the gauges fitted to the aircraft. The most common current unit is kilograms.[_citation needed_]\nVolume  | m3 | m3 | Used for general volume capacity.\nMass  | kg | lb, tonne, long ton, short ton, kg | Used for cargo capacity, fuel capacity, gross mass, payload. Tonne may also be used for gross mass and payload. Tons are often used informally during flight planning to gauge approximate weights. Ton then usually either refers to the tonne, or the long ton or short ton which differ from the tonne by about 2% and 10% respectively.\nAttitude | deg | Measured with an attitude indicator, and are always presented in degrees. (Sensors, data and calculations may however use a mix of degrees and radians, as many scientists and engineers prefer to work with radians.)\nTurn and slip | deg/s, min/tr | A common turn rate for commercial aircraft is 3 degrees per second, which is often translated to (the inverse unit) 2 minutes per turn.\nHeading | compass points | Measured with a heading indicator.\n\n† Altitude, elevation, height."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Regions and regional offices",
        "generated_section_content_md": "ICAO has a headquarters, seven regional offices, and one regional sub-office:\n\n* Headquarters – Montreal, Quebec, Canada\n* Asia and Pacific (APAC) – Bangkok, Thailand; Sub-office – Beijing, China\n* Eastern and Southern African (ESAF) – Nairobi, Kenya\n* Europe and North Atlantic (EUR/NAT) – Paris, France\n* Middle East (MID) – Cairo, Egypt\n* North American, Central American and Caribbean (NACC) – Mexico City, Mexico\n* South American (SAM) – Lima, Peru\n* Western and Central African (WACAF) – Dakar, Senegal"
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "List of secretaries general",
        "generated_section_content_md": "Secretary  | Country of nationality  | Term\n---|---|---\nJuan Carlos Salazar Gómez |  Colombia | From August 2021\nFang Liu |  China | 2015–August 2021\nRaymond Benjamin |  France | 2009–2015\nTaïeb Chérif |  Algeria | 2003–2009\nRenato Claudio Costa Pereira |  Brazil | 1997–2003\nPhilippe Rochat |  Switzerland | 1991–1997\nShivinder Singh Sidhu |  India | 1988–1991\nYves Lambert |  France | 1976–1988\nAssad Kotaite |  Lebanon | 1970–1976\nBernardus Tielman Twigt |  Netherlands | 1964–1970\nRonald MacAllister Macdonnell |  Canada | 1959–1964\nCarl Ljungberg |  Sweden | 1952–1959\nAlbert Roper |  France | 1944–1951"
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "8.2",
        "section_name": "List of council presidents",
        "generated_section_content_md": "President  | Country of nationality  | Term\n---|---|---\nSalvatore Sciacchitano | Italy | 2020–present\nOlumuyiwa Benard Aliu | Nigeria | 2013–2019\nRoberto Kobeh González | Mexico | 2006–2013\nAssad Kotaite | Lebanon | 1976–2006\nWalter Binaghi | Argentina | 1957–1976\nEdward Pearson Warner | United States | 1947–1957"
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Environment",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( February 2009)_\n---|---\n\nEmissions from international aviation are specifically excluded from the\ntargets agreed under the Kyoto Protocol. Instead, the Protocol invites\ndeveloped countries to pursue the limitation or reduction of emissions through\nthe International Civil Aviation Organization. ICAO's environmental committee\ncontinues to consider the potential for using market-based measures such as\ntrading and charging, but this work is unlikely to lead to global action. It\nis currently developing guidance for states who wish to include aviation in an\nemissions trading scheme (ETS) to meet their Kyoto commitments, and for\nairlines who wish to participate voluntarily in a trading scheme.[_citation\nneeded_]\n\nEmissions from domestic aviation are included within the Kyoto targets agreed\nby countries. This has led to some national policies such as fuel and emission\ntaxes for domestic air travel in the Netherlands and Norway, respectively.\nAlthough some countries tax the fuel used by domestic aviation, there is no\nduty on kerosene used on international flights.\n\nICAO is currently opposed to the inclusion of aviation in the European Union\nEmission Trading Scheme (EU ETS). The EU, however, is pressing ahead with its\nplans to include aviation.[_citation needed_]\n\nICAO has been called \"flawed and biased in favour of the industry\" by Jo\nDardenne, the manager for aviation at Transport & Environment."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "9.1",
        "section_name": "Carbon Offsetting and Reduction Scheme for International Aviation",
        "generated_section_content_md": "On 6 October 2016, the ICAO finalized an agreement among its 191 member\nnations to address the more than 1000 million tonnes of carbon dioxide emitted\nannually by international passenger and cargo flights. The agreement will use\nan offsetting scheme called CORSIA (the Carbon Offsetting and Reduction Scheme\nfor International Aviation) under which forestry and other carbon-reducing\nactivities are directly funded, amounting to about 2% of annual revenues for\nthe sector. Rules against 'double counting' should ensure that existing forest\nprotection efforts are not recycled. The scheme did not take effect until 2021\nand will be voluntary until 2027, but many countries, including the US and\nChina, have promised to begin at its 2020 inception date. Under the agreement,\nthe global aviation emissions target is a 50% reduction by 2050 relative to\n2005. NGO reaction to the deal was mixed.\n\nThe agreement has critics. It is not aligned with the 2015 Paris climate\nagreement, which set the objective of restricting global warming to 1.5 to 2\n°C. A late draft of the agreement would have required the air transport\nindustry to assess its share of global carbon budgeting to meet that\nobjective, but the text was removed in the agreed version. CORSIA will\nregulate only about 25 percent of aviation's international emissions, since it\ngrandfathers all emissions below the 2020 level, allowing unregulated growth\nuntil then. Only 65 nations will participate in the initial voluntary period,\nnot including significant emitters Russia, India and perhaps Brazil. The\nagreement does not cover domestic emissions, which are 40% of the global\nindustry's overall emissions. One observer of the ICAO convention made this\nsummary:\n\n> Airline claims that flying will now be green are a myth. Taking a plane is\n> the fastest and cheapest way to fry the planet and this deal won't reduce\n> demand for jet fuel one drop. Instead offsetting aims to cut emissions in\n> other industries,\n\nalthough another critic called it \"a timid step in the right direction.\"\n\nICAO has expressed strong opposition to 2025 proposals from various UN bodies\nand international organizations, including the International Monetary Fund,\nsuggesting new taxes or levies on international aviation to fund global\nclimate initiatives. ICAO contends that such measures could undermine CORSIA,\nemphasizing that CORSIA is the sole global framework for addressing\ninternational aviation emissions and warning that additional levies could\ndisrupt its implementation and the broader goal of sustainable aviation\ndevelopment. While acknowledging the need for increased climate finance, ICAO\nurged stakeholders to support existing mechanisms like CORSIA rather than\nintroducing potentially conflicting financial measures."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "9.2",
        "section_name": "Air quality",
        "generated_section_content_md": "Emissions limits for aircraft engines are defined by the Annex 16, Volume 2 of\nthe ICAO Technology Standards, they include standards for hydrocarbons, carbon\nmonoxide, NOx, smoke and particulate matter for local air quality near\nairports, below 3,000 ft (910 m). The first ICAO emissions regulation was\nadopted in 1981, and more stringent NOx standards were subsequently adopted:\nCAEP/2 in 1993, CAEP/4 in 1999, CAEP/6 in 2005 and CAEP/8 in 2011. Higher\nbypass ratios, lean burn and Rich Quick Quench Lean combustor design can\nreduce NOx emissions."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Investigations of air disasters",
        "generated_section_content_md": "Most air accident investigations are carried out by an agency of a country\nthat is associated in some way with the accident. For example, the Air\nAccidents Investigation Branch conducts accident investigations on behalf of\nthe British Government. ICAO has conducted four investigations involving air\ndisasters, of which two were passenger airliners shot down while in\ninternational flight over hostile territory.\n\n1. Libyan Arab Airlines Flight 114 which was shot down on 21 February 1973 by Israeli F-4 jets over the Sinai Peninsula during a period of tension that led to the Arab-Israeli Yom Kippur War killing 108 people.\n2. Korean Air Lines Flight 007, which was shot down on 1 September 1983 by a Soviet Su-15 interceptor near Moneron Island just west of Sakhalin Island during a period of heightened Cold War tension killing all 269 people on board including U.S. Representative Larry McDonald.\n3. UTA Flight 772, which was destroyed by a bomb on 19 September 1989 above the Sahara Desert in Niger, en route from N'Djamena, Chad, to Paris, France. The explosion caused the aircraft to break up, killing all 156 passengers and 15 crew members, including the wife of U.S. Ambassador Robert L. Pugh. Investigators determined that a bomb placed in the cargo hold by Chadian rebels backed by Libya was responsible for the explosion. A French court convicted _in absentia_ six Libyans of planning and implementing the attack.\n4. The 1996 shootdown of Brothers to the Rescue aircraft on 24 February 1996, when two civilian aircraft operating north of Cuba were shot down by two jets of the Cuban Air Force. The Cuban military alleged that aircraft operated by the group Brothers to the Rescue had scattered propaganda leaflets onto Cuba prior to the incident, and issued orders that such aircraft be shot down. All four crew members aboard the two aircraft were killed, whilst a third aircraft managed to escape and return to the American mainland."
    },
    {
        "chapter_name": "International Civil Aviation Organization",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Drone regulations and registration",
        "generated_section_content_md": "ICAO is looking at having a singular ledger for drone registration to help law\nenforcement globally. Currently, ICAO is responsible for creating drone\nregulations across the globe, and it is expected that it will only maintain\nthe registry. This activity is seen as a forerunner to global regulations on\nflying drones under the auspices of the ICAO.\n\nICAO currently maintains the 'UAS Regulation Portal' for various countries to\nlist their country's UAS regulations and also review the best practices from\nacross the globe."
    }
]