[
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1993–2017 Netherlands-based United Nations ad hoc court\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **has an unclearcitation style**. The references used may be made clearer with a different or consistent style of citation and footnoting. _( May 2025)__(Learn how and when to remove this message)_  \n---|---  \n| This article's **use ofexternal links may not follow Wikipedia's policies or\nguidelines**. Please improve this article by removing excessive or\ninappropriate external links, and converting useful links where appropriate\ninto footnote references. _( May 2025)__(Learn how and when to remove this\nmessage)_  \n---|---  \n| This \"further reading\" section **may need cleanup**. Please read the editing\nguide and help improve the section. _( May 2025)__(Learn how and when to\nremove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nInternational humanitarian law  \n---  \nCourts and Tribunals  \n  \n  * Nuremberg trials\n  * International Military Tribunal for the Far East\n  * International Criminal Tribunal for the former Yugoslavia\n  * International Criminal Tribunal for Rwanda\n  * International Court of Justice\n  * International Criminal Court\n\n  \nViolations  \n  \n  * War crimes\n\n  \nTreaties  \n  \n  * Hague Conventions\n  * Geneva Conventions\n  * Third Geneva Convention\n  * Fourth Geneva Convention\n  * Protocol I\n  * Protocol II\n  * Protocol III\n  * Rome Statute\n\n  \nRelated areas of law  \n  \n  * Law of war (_jus ad bellum_)\n  * International human rights law\n  * International criminal law\n\n  \n  \n  * v\n  * t\n  * e\n\n  \n  \nThe **International Criminal Tribunal for the former Yugoslavia** (**ICTY**)\nwas a body of the United Nations that was established to prosecute the war\ncrimes that had been committed during the Yugoslav Wars and to try their\nperpetrators. The tribunal was an _ad hoc_ court located in The Hague,\nNetherlands.\n\nIt was established by Resolution 827 of the United Nations Security Council,\nwhich was passed on 25 May 1993. It had jurisdiction over four clusters of\ncrimes committed on the territory of the former Yugoslavia since 1991: grave\nbreaches of the Geneva Conventions, violations of the laws or customs of war,\ngenocide, and crimes against humanity. The maximum sentence that it could\nimpose was life imprisonment. Various countries signed agreements with the\nUnited Nations to carry out custodial sentences.\n\nA total of 161 persons were indicted; the final indictments were issued in\nDecember 2004, the last of which were confirmed and unsealed in the spring of\n2005. The final fugitive, Goran Hadžić, was arrested on 20 July 2011. The\nfinal judgment was issued on 29 November 2017 and the institution formally\nceased to exist on 31 December 2017.\n\nResidual functions of the ICTY, including the oversight of sentences and\nconsideration of any appeal proceedings initiated since 1 July 2013, are under\nthe jurisdiction of a successor body, the International Residual Mechanism for\nCriminal Tribunals (IRMCT)."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Creation",
        "generated_section_content_md": "Report S/25704 of the UN Secretary-General, including the proposed Statute of\nthe International Tribunal, approved by UN Security Council Resolution 827\n\nUnited Nations Security Council Resolution 808 of 22 February 1993 decided\nthat an \"international tribunal shall be established for the prosecution of\npersons responsible for serious violations of international humanitarian law\ncommitted in the territory of the former Yugoslavia since 1991\", and called on\nthe Secretary-General to \"submit for consideration by the Council ... a report\non all aspects of this matter, including specific proposals and where\nappropriate options ... taking into account suggestions put forward in this\nregard by Member States\".\n\nThe court was originally proposed by German Foreign Minister Klaus Kinkel.\n\nResolution 827 of 25 May 1993 approved the S/25704 report of the secretary-\ngeneral and adopted the Statute of the International Tribunal annexed to it,\nformally creating the ICTY. It was to have jurisdiction over four clusters of\ncrimes committed on the territory of the former SFR Yugoslavia since 1991:\n\n1. Grave breaches of the Geneva Conventions\n2. Violations of the laws or customs of war\n3. Genocide\n4. Crime against humanity.\n\nThe maximum sentence the ICTY could impose for these crimes was life\nimprisonment."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Implementation",
        "generated_section_content_md": "In 1993 the internal infrastructure of the ICTY was built. 17 states had\nsigned an agreement with the ICTY to carry out custodial sentences.\n\n1993–1994: In the first year of its existence, the tribunal laid the\nfoundations for its existence as a judicial organ. It established the legal\nframework for its operations by adopting the rules of procedure and evidence,\nas well as its rules of detention and directive for the assignment of defence\ncounsel. Together, these rules established a legal aid system for the\ntribunal. As the ICTY was a part of the United Nations and was the first\n_international_ court for _criminal_ justice, the development of a juridical\ninfrastructure was considered quite a challenge. However, after the first\nyear, the first ICTY judges had drafted and adopted all the rules for court\nproceedings.\n\n1994–1995: The ICTY established its offices within the Aegon Insurance\nBuilding in The Hague (which was, at the time, still partially in use by\nAegon) and detention facilities in Scheveningen in The Hague (the\nNetherlands). The ICTY hired many staff members and by July 1994, the Office\nof the Prosecutor had sufficient staff to begin field investigations. By\nNovember 1994, the first indictments were presented to the court and\nconfirmed, and in 1995, the staff numbered over 200 persons from all over the\nworld."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Operation",
        "generated_section_content_md": "The Tribunal building in The Hague\n\nIn 1994 the first indictment was issued against the Bosnian-Serb concentration\ncamp commander Dragan Nikolić. This was followed on 13 February 1995 by two\nindictments comprising 21 individuals which were issued against a group of 21\nBosnian-Serbs charged with committing atrocities against Muslim and Croat\ncivilian prisoners. While the war in the former Yugoslavia was still raging,\nthe ICTY prosecutors showed that an international court was viable. However,\nno accused was arrested.\n\nThe court confirmed eight indictments against 46 individuals and issued arrest\nwarrants. Bosnian Serb indictee Duško Tadić became the subject of the\ntribunal's first trial. Tadić was arrested by German police in Munich in 1994\nfor his alleged actions in the Prijedor region in Bosnia-Herzegovina\n(especially his actions in the Omarska, Trnopolje and Keraterm detention\ncamps). He made his first appearance before the ICTY Trial Chamber on 26 April\n1995, and pleaded not guilty to all of the charges in the indictment.\n\n1995–1996: Between June 1995 and June 1996, 10 public indictments had been\nconfirmed against a total of 33 individuals. Six of the newly indicted persons\nwere transferred in the tribunal's detention unit. In addition to Duško Tadic,\nby June 1996 the tribunal had Tihomir Blaškić, Dražen Erdemović, Zejnil\nDelalić, Zdravko Mucić, Esad Landžo and Hazim Delić in custody. Erdemović\nbecame the first person to enter a guilty plea before the tribunal's court.\nBetween 1995 and 1996, the ICTY dealt with miscellaneous cases involving\nseveral detainees, which never reached the trial stage."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Indictees and accomplishments",
        "generated_section_content_md": "The tribunal indicted 161 individuals between 1997 and 2004 and completed\nproceedings with them as follows:\n\n* 111 had trials completed by the ICTY:\n* 21 were acquitted by the ICTY:\n* 18 acquittals have stood;\n* 1 was originally acquitted by the ICTY, but convicted on appeal by the IRMCT of one count (and sentenced to time served)\n* 2 were originally acquitted by the ICTY, but following a successful appeal by the prosecution the acquittals were overturned and a retrial is being conducted by the IRMCT; and\n* 90 were convicted and sentenced by the ICTY:\n* 87 were transferred to 14 different states where they served their prison sentences, had sentences that amounted to time spent in detention during trial, or died after conviction:\n* 20 remain imprisoned;\n* 58 completed their sentences;\n* 9 died while completing their sentences or after conviction awaiting transfer\n* 2 were convicted and sentenced, and remain in IRMCT detention awaiting transfer; and\n* 1 was convicted and sentenced, but has filed an appeal to the IRMCT that is being considered\n* 13 had their cases transferred to courts in:\n* Bosnia and Herzegovina (10);\n* Croatia (2); and\n* Serbia (1)\n* 37 had their cases terminated prior to trial completion, because\n* the indictments were withdrawn (20); or\n* the indictees died before or after transfer to the Tribunal (17).\n\nThe indictees ranged from common soldiers to generals and police commanders\nall the way to prime ministers. Slobodan Milošević was the first sitting head\nof state indicted for war crimes. Other \"high level\" indictees included Milan\nBabić, former president of the Republika Srpska Krajina; Ramush Haradinaj,\nformer Prime Minister of Kosovo; Radovan Karadžić, former President of the\nRepublika Srpska; Ratko Mladić, former Commander of the Bosnian Serb Army; and\nAnte Gotovina (acquitted), former General of the Croatian Army.\n\nThe very first hearing at the ICTY was a referral request in the Tadić case on\n8 November 1994. Croat Serb General and former president of the Republic of\nSerbian Krajina Goran Hadžić was the last fugitive wanted by the tribunal to\nbe arrested on 20 July 2011.\n\nAn additional 23 individuals have been the subject of contempt proceedings.\n\nIn 2004, the ICTY published a list of five accomplishments \"in justice and\nlaw\":\n\n1. \"Spearheading the shift from impunity to accountability\", pointing out that, until very recently, it was the only court judging crimes committed as part of the Yugoslav conflict, since prosecutors in the former Yugoslavia were, as a rule, reluctant to prosecute such crimes;\n2. \"Establishing the facts\", highlighting the extensive evidence-gathering and lengthy findings of fact that tribunal judgments produced;\n3. \"Bringing justice to thousands of victims and giving them a voice\", pointing out the large number of witnesses that had been brought before the tribunal;\n4. \"The accomplishments in international law\", describing the fleshing out of several international criminal law concepts which had not been ruled on since the Nuremberg Trials;\n5. \"Strengthening the Rule of Law\", referring to the tribunal's role in promoting the use of international standards in war crimes prosecutions by former Yugoslav republics."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Closure",
        "generated_section_content_md": "The United Nations Security Council passed resolutions 1503 in August 2003 and\n1534 in March 2004, which both called for the completion of all cases at both\nthe ICTY and its sister tribunal, the International Criminal Tribunal for\nRwanda (ICTR) by 2010.\n\nIn December 2010, the Security Council adopted Resolution 1966, which\nestablished the International Residual Mechanism for Criminal Tribunals\n(IRMCT), a body intended to gradually assume residual functions from both the\nICTY and the ICTR as they wound down their mandate. Resolution 1966 called\nupon the tribunal to finish its work by 31 December 2014 to prepare for its\nclosure and the transfer of its responsibilities.\n\nIn a _Completion Strategy Report_ issued in May 2011, the ICTY indicated that\nit aimed to complete all trials by the end of 2012 and complete all appeals by\n2015, with the exception of Radovan Karadžić whose trial was expected to end\nin 2014 and Ratko Mladić and Goran Hadžić, who were still at large at that\ntime and were not arrested until later that year.\n\nThe IRMCT's ICTY branch began functioning on 1 July 2013. Per the Transitional\nArrangements adopted by the UN Security Council, the ICTY was to conduct and\ncomplete all outstanding first-instance trials, including those of Karadžić,\nMladić and Hadžić. The ICTY would also conduct and complete all appeal\nproceedings for which the notice of appeal against the judgement or sentence\nwas filed before 1 July 2013. The IRMCT will handle any appeals for which\nnotice is filed after that date.\n\nThe final ICTY trial to be completed in the first instance was that of Ratko\nMladić, who was convicted on 22 November 2017. The final case to be considered\nby the ICTY was an appeal proceeding encompassing six individuals, whose\nsentences were upheld on 29 November 2017."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organization",
        "generated_section_content_md": "While operating, the tribunal employed around 900 staff. Its organisational\ncomponents were Chambers, Registry and the Office of the Prosecutor (OTP).\n\nLateral view of the building"
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Prosecutors",
        "generated_section_content_md": "The Prosecutor was responsible for investigating crimes, gathering evidence\nand prosecutions and was head of the Office of the Prosecutor (OTP). The\nProsecutor was appointed by the UN Security Council upon nomination by the UN\nsecretary-general.\n\nThe last prosecutor was Serge Brammertz. Previous Prosecutors have been Ramón\nEscovar Salom of Venezuela (1993–1994), however, he never took up that office,\nRichard Goldstone of South Africa (1994–1996), Louise Arbour of Canada\n(1996–1999), and Carla Del Ponte of Switzerland (1999–2007). Richard\nGoldstone, Louise Arbour and Carla Del Ponte also simultaneously served as the\nProsecutor of the International Criminal Tribunal for Rwanda until 2003.\nGraham Blewitt of Australia served as the Deputy Prosecutor from 1994 until\n2004. David Tolbert, the president of the International Center for\nTransitional Justice, was also appointed Deputy Prosecutor of the ICTY in\n2004."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Chambers",
        "generated_section_content_md": "Chambers encompassed the judges and their aides. The tribunal operated three\nTrial Chambers and one Appeals Chamber. The president of the tribunal was also\nthe presiding judge of the Appeals Chamber."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1.2.1",
        "section_name": "Judges",
        "generated_section_content_md": "At the time of the court's dissolution, there were seven permanent judges and\none _ad hoc_ judge who served on the tribunal. A total of 86 judges have been\nappointed to the tribunal from 52 United Nations member states. Of those\njudges, 51 were permanent judges, 36 were _ad litem_ judges, and one was an\n_ad hoc_ judge. Note that one judge served as both a permanent and _ad litem_\njudge, and another served as both a permanent and _ad hoc_ judge.\n\nUN member and observer states could each submit up to two nominees of\ndifferent nationalities to the UN secretary-general. The UN secretary-general\nsubmitted this list to the UN Security Council which selected from 28 to 42\nnominees and submitted these nominees to the UN General Assembly. The UN\nGeneral Assembly then elected 14 judges from that list. Judges served for four\nyears and were eligible for re-election. The UN secretary-general appointed\nreplacements in case of vacancy for the remainder of the term of office\nconcerned.\n\nOn 21 October 2015, Judge Carmel Agius of Malta was elected president of the\nICTY and Liu Daqun of China was elected vice-president; they assumed their\npositions on 17 November 2015. Agius's predecessors were Antonio Cassese of\nItaly (1993–1997), Gabrielle Kirk McDonald of the United States (1997–1999),\nClaude Jorda of France (1999–2002), Theodor Meron of the United States\n(2002–2005), Fausto Pocar of Italy (2005–2008), Patrick Robinson of Jamaica\n(2008–2011), and Theodor Meron (2011–2015).\n\nName  | State  | Position(s)  | Term began  | Term ended\n---|---|---|---|---\nGeorges Abi-Saab |  Egypt | Permanent  | 17 November 1993 | 1 October 1995\nAntonio Cassese |  Italy | Permanent / President  | 17 November 1993 | 17 February 2000\nJules Deschênes |  Canada | Permanent  | 17 November 1993 | 1 May 1997\nAdolphus Karibi-Whyte |  Nigeria | Permanent / Vice-President  | 17 November 1993 | 16 November 1998\nGermain Le Foyer De Costil [nl] |  France | Permanent  | 17 November 1993 | 1 January 1994\nLi Haopei |  China | Permanent  | 17 November 1993 | 6 November 1997\nGabrielle McDonald |  United States | Permanent / President  | 17 November 1993 | 17 November 1999\nElizabeth Odio Benito |  Costa Rica | Permanent / Vice-President  | 17 November 1993 | 16 November 1998\nRustam Sidhwa |  Pakistan | Permanent  | 17 November 1993 | 15 July 1996\nNinian Stephen |  Australia | Permanent  | 17 November 1993 | 16 November 1997\nLal Chand Vohrah |  Malaysia | Permanent  | 17 November 1993 | 16 November 2001\nClaude Jorda |  France | Permanent / President  | 19 January 1994 | 11 March 2003\nFouad Riad |  Egypt | Permanent  | 4 October 1995 | 16 November 2001\nSaad Saood Jan |  Pakistan | Permanent  | 4 September 1996 | 16 November 1998\nMohamed Shahabuddeen |  Guyana | Permanent / Vice-President  | 16 June 1997 | 10 May 2009\nRichard May |  United Kingdom | Permanent  | 17 November 1997 | 17 March 2004\nFlorence Mumba |  Zambia | Permanent / Vice-President  | 17 November 1997 | 16 November 2005\nRafael Nieto Navia |  Colombia | Permanent  | 17 November 1997 | 16 November 2001\n_Ad litem_ | 3 December 2001 | 5 December 2003\nAlmiro Rodrigues |  Portugal | Permanent  | 17 November 1997 | 16 November 2001\nWang Tieya |  China | Permanent  | 17 November 1997 | 31 March 2000\nPatrick Robinson |  Jamaica | Permanent / President  | 12 November 1998 | 8 April 2015\nMohamed Bennouna |  Morocco | Permanent  | 16 November 1998 | 28 February 2001\nDavid Hunt |  Australia | Permanent  | 16 November 1998 | 14 November 2003\nPatricia Wald |  United States | Permanent  | 17 November 1999 | 16 November 2001\nLiu Daqun |  China | Permanent / Vice-President  | 3 April 2000 | 31 December 2017\nCarmel Agius |  Malta | Permanent / President; vice-president  | 14 March 2001 | 31 December 2017\nMohamed Fassi-Fihri |  Morocco | _Ad litem_ | 14 March 2001 | 16 November 2001\n10 April 2002 | 1 November 2002\nTheodor Meron |  United States | Permanent / President  | 14 March 2001 | 31 December 2017\nFausto Pocar |  Italy | Permanent / President  | 14 March 2001 | 31 December 2017\nMehmet Güney |  Turkey | Permanent  | 11 July 2001 | 30 April 2015\nMaureen Harding Clark |  Ireland | _Ad litem_ | 6 September 2001 | 11 March 2003\nFatoumata Diarra |  Mali | _Ad litem_ | 6 September 2001 | 11 March 2003\nIvana Janu |  Czech Republic | _Ad litem_ | 6 September 2001 | 11 September 2004\nAmarjeet Singh |  Singapore | _Ad litem_ | 6 September 2001 | 5 April 2002\nChikako Taya |  Japan | _Ad litem_ | 6 September 2001 | 1 September 2004\nSharon Williams |  Canada | _Ad litem_ | 6 September 2001 | 17 October 2003\nAsoka de Zoysa Gunawardana |  Sri Lanka | Permanent  | 4 October 2001 | 5 July 2003\nAmin El Mahdi |  Egypt | Permanent  | 17 November 2001 | 16 November 2005\nO-Gon Kwon |  Korea, South | Permanent / Vice-President  | 17 November 2001 | 31 March 2016\nAlphons Orie |  Netherlands | Permanent  | 17 November 2001 | 31 December 2017\nWolfgang Schomburg |  Germany | Permanent  | 17 November 2001 | 17 November 2008\nPer-Johan Lindholm |  Finland | _Ad litem_ | 10 April 2002 | 17 October 2003\nVolodymyr Vasylenko |  Ukraine | _Ad litem_ | 10 April 2002 | 25 January 2005\nCarmen Argibay |  Argentina | _Ad litem_ | 5 November 2002 | 18 January 2005\nJoaquín Martín Canivell |  Spain | _Ad litem_ | 2 May 2003 | 27 September 2006\nInés Weinberg de Roca |  Argentina | Permanent  | 17 June 2003 | 15 August 2005\nJean-Claude Antonetti |  France | Permanent  | 1 October 2003 | 31 March 2016\nVonimbolana Rasoazanany |  Madagascar | _Ad litem_ | 17 November 2003 | 16 March 2006\nAlbertus Swart |  Netherlands | _Ad litem_ | 1 December 2003 | 16 March 2006\nKevin Parker |  Australia | Permanent / Vice-President  | 8 December 2003 | 28 February 2011\nKrister Thelin |  Sweden | _Ad litem_ | 15 December 2003 | 10 July 2008\nChris Van Den Wyngaert |  Belgium | Permanent  | 15 December 2003 | 31 August 2009\nIain Bonomy |  United Kingdom | Permanent  | 7 June 2004 | 31 August 2009\nHans Brydensholt |  Denmark | _Ad litem_ | 21 September 2004 | 30 June 2006\nAlbin Eser |  Germany | _Ad litem_ | 21 September 2004 | 30 June 2006\nClaude Hanoteau |  France | _Ad litem_ | 25 January 2005 | 27 September 2006\nGyörgy Szénási |  Hungary | _Ad litem_ | 25 January 2005 | 30 May 2005\nAndrésia Vaz |  Senegal | Permanent  | 15 August 2005 | 31 May 2013\nBakone Moloto |  South Africa | Permanent  | 17 November 2005 | 31 December 2017\nFrank Höpfel |  Austria | _Ad litem_ | 2 December 2005 | 3 April 2008\nJanet Nosworthy |  Jamaica | _Ad litem_ | 2 December 2005 | 26 February 2009\nÁrpád Prandler |  Hungary | _Ad litem_ | 7 April 2006 | 7 June 2013\nStefan Trechsel |  Switzerland | _Ad litem_ | 7 April 2006 | 7 June 2013\nAntoine Mindua |  Congo, Democratic Republic of the | _Ad litem_ | 25 April 2006 | 22 July 2016\nAli Nawaz Chowhan |  Pakistan | _Ad litem_ | 26 June 2006 | 26 February 2009\nTsvetana Kamenova |  Bulgaria | _Ad litem_ | 26 June 2006 | 26 February 2009\nKimberly Prost |  Canada | _Ad litem_ | 3 July 2006 | 31 March 2010\nOle Støle |  Norway | _Ad litem_ | 13 July 2006 | 10 June 2010\nFrederik Harhoff |  Denmark | _Ad litem_ | 9 January 2007 | 28 August 2013\nFlavia Lattanzi |  Italy | _Ad litem_ | 2 July 2007 | 31 March 2016\nPedro David |  Argentina | _Ad litem_ | 27 February 2008 | 13 September 2011\nElizabeth Gwaunza |  Zimbabwe | _Ad litem_ | 3 March 2008 | 8 June 2013\nMichèle Picard |  France | _Ad litem_ | 3 March 2008 | 8 June 2013\nUldis Kinis |  Latvia | _Ad litem_ | 10 March 2008 | 18 April 2011\nChristoph Flügge |  Germany | Permanent  | 18 November 2008 | 31 December 2017\nMelville Baird |  Trinidad and Tobago | _Ad litem_ | 15 December 2008 | 31 March 2016\nBurton Hall |  Bahamas, The | Permanent  | 7 August 2009 | 30 July 2016\n_Ad hoc_ | 21 September 2016 | 31 December 2017\nHoward Morrison |  United Kingdom | Permanent  | 31 August 2009 | 31 March 2016\nGuy Delvoie |  Belgium | Permanent  | 1 September 2009 | 30 July 2016\nPrisca Matimba Nyambe |  Zambia | _Ad litem_ | 1 December 2009 | 18 December 2012\nArlette Ramaroson |  Madagascar | Permanent  | 19 October 2011 | 21 December 2015\nKhalida Khan |  Pakistan | Permanent  | 6 March 2012 | 21 December 2015\nBakhtiyar Tuzmukhamedov |  Russia | Permanent  | 1 June 2012 | 21 December 2015\nWilliam Sekule |  Tanzania | Permanent  | 18 March 2013 | 30 April 2015\nMandiaye Niang |  Senegal | Permanent  | 30 October 2013 | 31 March 2016\nKoffi Afande |  Togo | Permanent  | 18 November 2013 | 30 June 2016"
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Registry",
        "generated_section_content_md": "The Registry was responsible for handling the administration of the tribunal;\nactivities included keeping court records, translating court documents,\ntransporting and accommodating those who appear to testify, operating the\nPublic Information Section, and such general duties as payroll administration,\npersonnel management and procurement. It was also responsible for the\nDetention Unit for indictees being held during their trial and the Legal Aid\nprogram for indictees who cannot pay for their own defence. It was headed by\nthe Registrar, a position occupied over the years by Theo van Boven of the\nNetherlands (February 1994 to December 1994), Dorothée de Sampayo Garrido-\nNijgh of the Netherlands (1995–2000), Hans Holthuis of the Netherlands\n(2001–2009), and John Hocking of Australia (May 2009 to December\n2017).[_citation needed_]"
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Detention facilities",
        "generated_section_content_md": "A typical 10 m2 single cell at the ICTY detention facilities\n\nThose defendants on trial and those who were denied a provisional release were\ndetained at the United Nations Detention Unit on the premises of the\nPenitentiary Institution Haaglanden, location Scheveningen in Belgisch Park, a\nsuburb of The Hague, located some 3 km by road from the courthouse. The\nindicted were housed in private cells which had a toilet, shower, radio,\nsatellite TV, personal computer (without internet access) and other luxuries.\nThey were allowed to phone family and friends daily and could have conjugal\nvisits. There was also a library, a gym and various rooms used for religious\nobservances. The inmates were allowed to cook for themselves. All of the\ninmates mixed freely and were not segregated on the basis of nationality. As\nthe cells were more akin to a university residence instead of a jail, some had\nderisively referred to the ICT as the \"Hague Hilton\". The reason for this\nluxury relative to other prisons is that the first president of the court\nwanted to emphasise that the indictees were innocent until proven guilty."
    },
    {
        "chapter_name": "International Criminal Tribunal for the former Yugoslavia",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Controversies",
        "generated_section_content_md": "| This \"criticism\" or \"controversy\" section **may compromise the\narticle'sneutrality**. Please help integrate negative information into other\nsections or remove undue focus on minor aspects through discussion on the talk\npage. _( March 2022)_\n---|---\n\nCriticisms of the court include:\n\nThe critique concerning the ICTY can be divided into claims pertaining to its\ncreation, the fairness of its prosecution (who was accused and whom the\nprosecution failed to accuse although it should have issued indictments),\ntrial fairness (who was sentenced, who was accused and whom the chambers\nfailed to sentence or acquit although they should have done so) and the\nfairness of the procedures (did the parties have equal rights and equal\nopportunities to bring their evidence and arguments) and the court's\nefficiency (how much time and resources did the court use to achieve its aims\n– and did it achieve these aims).\n\nSome researchers have argued the ICTY was biased, but could not reasonably\navoid bias, because of the highly political and ethnically polarised\nenvironment in which it had to work. Usually, as Mirko Klarin has set out, the\nethnic or national community, which sided with an accused, regarded his (or,\nin a few cases, her) trial as unfair assuming him to be innocent, while it\nregarded trials against its former enemies as a priori as justified. Under\nsuch circumstances, as Bachmann and Fatić have argued, the only way to avoid\naccusations of bias, would have been to indict either nobody, or all those,\nwhom the ethnic communities in postwar Yugoslavia regarded as guilty – neither\nway was feasible for the ICTY. Other researchers have emphasized some of the\nharsh criticism against the ICTY (and partly also the ICTR) to stem from its\norgans' reluctance to openly accept and enforce its political rather than\njudicial mandate: the tribunal pretended to do a judicial job while actually\n(and inevitably so) doing a political job by judging politicians and\nmilitaries who otherwise would have enjoyed impunity in their home countries.\nThese critics have instead stipulated international criminal tribunals should\nendorse their political mission and should not even try to hide it and instead\nof selecting indictments and accused persons according to criteria of gravity\nwhich reflect the alleged share of an ethnic communities participation in\natrocities, they should indict the same number of leaders of each community\ninvolved in atrocities at the beginning and leave the question open which\ncommunity they regard as collective victim or collective perpetrator of these\natrocities. As Bachmann and Fatić have shown, this was rather an exercise of\ncollective stereotyping than a diagnosis rooted in thorough statistical rigor\nabout perpetrators and victimhood.\n\nCriticism concerning the ICTY's creation:\n\n* Some authors have argued (almost from the ICTY's beginning) the UN Security Council lacked the competence to create a tribunal, because the UN-Charter does not grant it the right to create judicial institutions at all. Some of the defendants, such as Slobodan Milošević, claimed that the court has no legal authority because it was established by the UN Security Council instead of the UN General Assembly and so had not been created on a broad international basis. The tribunal was established on the basis of Chapter VII of the United Nations Charter; the relevant portion of which reads \"the Security Council can take measures to maintain or restore international peace and security\". The legal criticism has been succinctly stated in a memorandum issued by Austrian Professor Hans Köchler, which was submitted to the president of the Security Council in 1999. British Conservative Party MEP Daniel Hannan has called for the court to be abolished, claiming it is anti-democratic and a violation of national sovereignty. British author John Laughland has levelled similar criticism mainly focusing on the Milosevic Trial.\n\nCriticism concerning the fairness of the prosecution:\n\n* Carla Del Ponte, the chief prosecutor of the tribunal, said in 2021 that the US did not want the ICTY to scrutinise war crimes committed by the Kosovo Liberation Army. According to her, Madeleine Albright, the United States secretary of state at the time, told her to slow down the investigation of Ramush Haradinaj.\n* Michael Mandel, William Blum and others accused the court of having a pro-NATO bias due to its refusal to prosecute NATO officials and politicians for war crimes. Bachmann and Fatić have shown how the prosecution blurred existing ICTY procedures to avoid indictment NATO officials despite the existing prima faciae evidence about war crimes. It did so under intense pressure from NATO representatives.\n* Bachmann and Fatić have shown how the prosecution failed to indict high ranking politicians and militaries mentioned in other indictments as co-perpetrators, because they agreed to assist the prosecution or agreed to testify against other accused persons. According to Hoare, a former employee at the ICTY, an investigative team worked on indictments of senior members of the \"joint criminal enterprise\", including not only Milošević but also Veljko Kadijević, Blagoje Adžić, Borisav Jović, Branko Kostić, Momir Bulatović and others. However, Hoare claims that, due to Carla del Ponte's intervention, these drafts were rejected, and the indictment limited to Milošević alone. Reducing the indictment charges after the arrest of Ratko Mladić, Croatian officials publicly condemned chief prosecutor Serge Brammertz for his announcement that the former Bosnian Serb General would be tried solely for crimes allegedly committed in Bosnia, not in Croatia.\n\nCriticism concerning trial fairness:\n\nTo create a formalistic impression of fairness, trial chambers often divided\nthe anticipated time of trial into equal parts for the prosecution and the\ndefense. But behind this façade of equality, there were some structural\ndeficits which played out to the detriment of the defense. First of all, the\ndefense was no formal part of the tribunal; the ICTY statute did not mention\nthe defense as an organ of the tribunal and defense lawyers did not have\naccess to the securitized part of the ICTY building, but instead had to work\noutside, having only a small room in the lobby at their disposal. While the\nprosecution could draw from the tribunal resources when conducting\ninvestigations and invoke the authority of the tribunal in contacts with\nnational jurisdictions (demanding access to documents and witnesses and the\nsurrender of suspects), the defense could only rely on other states' goodwill\nand informal contacts.\n\nFor a long time (until the 2010s) neither prosecution nor chambers regarded it\nas the ICTY's job to prosecute contempt of court and false testimonies\ncommitted by witnesses. Their hesitance created incentives for the creation\nand expansion of perjurer networks and the creation of false evidence by\neither people, who wanted to see an accused sentenced (if he or she came from\nan enemy group) or acquitted (if he or she stemmed from their own ethnic\nbackground). Chambers regarded the prosecution of false testimony in court as\nbeing outside their core mandate and made contradictory decisions about who\nshould prevent false testimony (the prosecution or the chambers) and how.\nInstead of initiating sanctions against perjurers, judges were eager to\n\"explain false testimony away\" as examples of cultural exceptions or trauma\n(Combs and Bachmann).\n\n* On 6 December 2006, the Tribunal at The Hague approved the use of force-feeding of Serbian politician Vojislav Šešelj. They decided it was not \"torture, inhuman or degrading treatment if there is a medical necessity to do so... and if the manner in which the detainee is force-fed is not inhuman or degrading\".\n* 68% of indictees have been Serbs, to the extent that a sizeable portion of the Bosnian Serb and Croatian Serb political and military leaderships have been indicted. Some authors see this as a reflection of bias (often by the whole tribunal, although the decisions were only made by the prosecution. The chambers could not initiate prosecutions on their own). More precise statistical analysis show, there indeed were some statistical imbalances among prosecutions (and, as a result, convictions): the percentage of accused persons from the Serb part of Bosnia and from Serbia was higher than these entities share in the overall population of the countries under ICTY jurisdiction, no Bosnian Croat was ever convicted by the ICTY (Slobodan Praljak poisoned himself during the pronouncement of his appeal judgment), which also convicted only very few Kosovo Albanians, Macedonians and Montenegrins and no Slovenians. Some authors have seen these imbalances as indicative of the actual proportion of crimes committed, however, the very distribution of crimes among the ethnic communities depends largely on the concept of identity one applies to it: \"Serbs\" committed most of the crimes during the conflict if one puts all Serbs, holding different citizenships and living in the different parts of the former Yugoslavia (Republic of Serbia, Republika Srpska, Croatia, Kosovo, Montenegro) into one \"Serb\" basket. They cease to be the main collective culprits if one regards them as members of different communities (Bosnian Serbs, Serbs from Croatia, Serbs from Serbia and Montenegro etc). The same is true for Croats, depending if they are regarded as one nation across national boundaries or members of different communities (Croats from Croatia, Croats from Bosnia or Croats from Montenegro. Efficiency: ICTY publications usually measure efficiency in terms of the part of indicted persons who were put on trial. From that perspective, the ICTY was very efficient, because it managed to get hold on all the persons for which it had issued arrest warrants. However, trials used to be very long and cumbersome, with some trials re-tried from scratch pursuant to appeals chamber decisions. Critics have argued some of the trials were longer than the benchmarks set by the relevant European Court of Human Rights' verdicts (which are legally not binding for the ICTY). This was partly due to the need to provide the accused (and the witnesses) with translations in languages they understood (some accused, like Voislav Sesel, tried to sabotage their trials by claiming not to understand the translation, for example when the translator spoke Croatian rather than Serbian), but – as Boas has pointed out - it was also a consequence of the chambers inconsistent approach to self-representation, the use of amici curiae and imposed defense counselling for accused persons who refused to accept duty counselling without having their own defense lawyers. In some cases – the Milosevic trial is one example – the health conditions of an accused forced the judges to lower the workload for the accused and prolonged the trial beyond the anticipated amount of time.\n* Critics have questioned whether the tribunal exacerbates tensions rather than promotes reconciliation, as is claimed by tribunal supporters. Polls show a generally negative reaction to the tribunal among both Serbs and Croats. A majority of Serbs and Croats have expressed doubts regarding the ICTY's integrity and question the tenability of its legal procedures.\n* In the Muslim part of Bosnia and Kosovo support for the ICTY and its mission was usually much higher than in Croatia and Serbia. In the latter, respondents tended to associate the ICTY with NATO (and used to take sides with the suspects from their own ethnic community) while in the Federation of Bosnia and Hercegovina and in Kosovo, they saw the ICTY as an instrument of Europeanisation. As Bachmann has shown, support for the ICTY in polls was usually strongly negatively correlated with the number of community members sentenced by the ICTY.\n* Part and parcel of the problems to establish, if the ICTY has contributed to reconciliation are the underlying concepts of reconciliation: some authors equate reconciliation with doing impartial justice, assuming tribunal decision will be endorsed by victims, perpetrators and the broader public if they are issued in accordance with generally accepted rules, while others rely on empirically tested concepts of public legitimacy and then usually find that ICTY decisions only were accepted by the members of a community if they fulfilled their expectations (that is: exonerated community members and sentenced leaders of the enemy group). Research has shown that prosecutors usually did not pay much attention to reconciliation and usually understood it as giving victims a voice (Carla Del Ponte) and punishing perpetrators, while judges did not see reconciliation as an important goal of their work and usually saw the punishment of perpetrators (and satisfying victims) as more important than the perpetrators re-integration into society. The latter concept only played a role in decision of two judges from Southern Africa (Bachmann, Botero, Lambertz). A research project conducted at SWPS University in Poland between 2012 and 2018 discovered some originally unintended (by the UN and the tribunal organs) impact of ICTY decisions on the ground: in some cases (Croatia and the Serb community of Bosnia) trial verdicts (concerning the Gotovina and the Visegrad cases) triggered more emphasis on victims from beyond the own ethnic community in these communities' media frames. The project also showed how the ICTY had inclined judicial and administrative reform in some countries under its jurisdiction, either in order to curb the ICTY's principle of primacy (the ICTY could take over any suspect it wanted from a country under its jurisdiction, but governments usually tried to convince the ICTY they could try their suspects themselves) or to adopt to the ICTY completion strategy, under which domestic judiciaries could take over cases from the ICTY but needed to prove they could cope with them. While some of these policy changes (triggered by the ICTY, ICTR and the ICC) remained ambiguous in other parts of the world, they usually led to lasting change in the countries of the former Yugoslavia, because they were bolstered by pressure and support from the European Union and the US (Kemp, Ristić). Other points of criticism:\n* The interactive thematic debate on the role of international criminal justice in reconciliation was convened on 10 April 2013 by the President of the General Assembly, Vuk Jeremić, the Minister of Foreign Affairs of Serbia during the resumed part of the GA's 67th Session. The debate was scheduled after the convictions of Ante Gotovina and Mladen Markač for inciting war crimes against Serbs in Croatia were overturned by an ICTY Appeals Panel in November 2012. The ICTY president Theodor Meron announced that all three Hague war crimes courts turned down the invitation of UNGA president to participate in the debate about their work. The President of the General Assembly, Jeremić, described Meron's refusal to participate in this debate as scandalous. He emphasized that he does not shy away from criticizing the ICTY, which has \"convicted nobody for inciting crimes committed against Serbs in Croatia.\" Jeremić, who served as president of the General Assembly in his capacity as Serbian foreign minister, was effectively speaking on behalf of the Serbian government when making such statements and his views do not necessarily reflect those of the UN General Assembly. Tomislav Nikolić, the president of Serbia criticized the ICTY, claiming it did not contribute but hindered reconciliation in the former Yugoslavia. He added that although there is no significant ethnic disproportion among the number of casualties in the Yugoslav wars, the ICTY sentenced Serbs and ethnic Serbs to a combined total of 1150 years in prison while claiming that members of other ethnic groups have been sentenced to a total of 55 years for crimes against Serbs. Vitaly Churkin, the ambassador of Russia to the UN, criticized the work of the ICTY, especially the overturned convictions of Gotovina and Ramush Haradinaj.\n* There have been allegations of censorship: in July 2011, the Appeals Chamber of ICTY confirmed the judgment of the Trial Chamber which found journalist and former tribunal's OTP spokesperson Florence Hartmann guilty of contempt of court and fined her €7,000. She disclosed documents of FR Yugoslavia's Supreme Defense Council meetings and criticized the tribunal for granting confidentiality of some information in them to protect Serbia's 'vital national interests' during Bosnia's lawsuit against the country for genocide in front of the International Court of Justice. Hartmann argued that Serbia was freed of the charge of genocide because ICTY redacted certain information in the council meetings. Since these documents have in the meantime been made public by the ICTY itself, a group of organizations and individuals, who supported her, said that the tribunal in this appellate proceedings \"imposed a form of censorship aimed to protect the international judges from any form of criticism\". (France refused to extradite Hartmann to serve the prison sentence issued against her by the ICTY after she refused to pay the €7,000 fine.).\n* Klaus-Peter Willsch compared the Ante Gotovina verdict, in which the late Croatian president Franjo Tuđman was posthumously found to have been participating in a Joint Criminal Enterprise, with the 897 Cadaver Synod trial in Rome, when Pope Stephen VI had the corpse of Pope Formosus exhumed, put on trial and posthumously convicted.\n* Some sentences have been considered too mild, even within the tribunal, complained at small sentences of convicted war criminals in comparison with their crimes. In 2010, Veselin Šljivančanin's sentence for his involvement in the Vukovar massacre was cut from 17 to 10 years, which caused outrage in Croatia. Upon hearing that news, Vesna Bosanac, who had been in charge of the Vukovar hospital during the fall of the city, said that the \"ICTY is dead\" for her: \"For crimes that he [Šljivančanin], had committed in Vukovar, notably at Ovčara, he should have been jailed for life. I'm outraged.... The Hague(-based) tribunal has showed again that it is not a just tribunal.\" Danijel Rehak, the head of Croatian Association of Prisoners in Serbian Concentration Camps, said, \"The shock of families whose beloved ones were killed at Ovčara is unimaginable. The court made a crucial mistake by accepting a statement of a JNA officer to whom Šljivančanin was a commander. I cannot understand that\". Pavle Strugar's 8-year sentence for shelling of Dubrovnik, a UNESCO World Heritage Site, also caused outrage in Croatia. Judge Kevin Parker (of Australia) was named in a Croatian journal (Nacional) as a main cause of the system's failure for having dismissed the testimonies of numerous witnesses.\n* The interactive thematic debate on the role of international criminal justice in reconciliation was convened on 10 April 2013 by the President of the General Assembly, Vuk Jeremić, the Minister of Foreign Affairs of Serbia during the resumed part of the GA's 67th Session. The debate was scheduled after the convictions of Ante Gotovina and Mladen Markač for inciting war crimes against Serbs in Croatia were overturned by an ICTY Appeals Panel in November 2012. The ICTY president Theodor Meron announced that all three Hague war crimes courts turned down the invitation of UNGA president to participate in the debate about their work. The President of the General Assembly, Jeremić, described Meron's refusal to participate in this debate as scandalous. He emphasized that he does not shy away from criticizing the ICTY, which has \"convicted nobody for inciting crimes committed against Serbs in Croatia.\" Jeremić, who served as president of the General Assembly in his capacity as Serbian foreign minister, was effectively speaking on behalf of the Serbian government when making such statements and his views do not necessarily reflect those of the UN General Assembly. Tomislav Nikolić, the president of Serbia criticized the ICTY, claiming it did not contribute but hindered reconciliation in the former Yugoslavia. He added that although there is no significant ethnic disproportion among the number of casualties in the Yugoslav wars, the ICTY sentenced Serbs and ethnic Serbs to a combined total of 1150 years in prison while claiming that members of other ethnic groups have been sentenced to a total of 55 years for crimes against Serbs. Vitaly Churkin, the ambassador of Russia to the UN, criticized the work of the ICTY, especially the overturned convictions of Gotovina and Ramush Haradinaj.\n* Regarding the final case on 29 November 2017 proceeding encompassing six Bosnian-Croat individuals, one of whom, Slobodan Praljak, in protest in court drank poison and subsequently died, the Prime Minister of Croatia Andrej Plenković claimed the verdict was \"unjust\" and Praljak's suicide \"speaks of deep moral injustice to the six Croats, from Bosnia and Herzegovina and the Croat people\". He criticized the verdict because it did not recognize the assistance and support provided by Croatia to Bosnia and Herzegovina and the collaboration of both armies at a time when the neighbouring state was faced with the \"Greater-Serbian aggression\" and when its territorial integrity was compromised, as well it alludes to the link between the then leadership of the Republic of Croatia, while in the previous verdict to Bosnian-Serb Ratko Mladić does not recognize the connection with Serbia's state officials at that time.\n* Dutch filmmaker Jos de Putter made a trilogy, The Milosevic Case – Glosses at Trial, for Tegenlicht investigative slot at the VPRO. The main hypothesis of the film is that ICTY prosecution has been struggling and failing to prove any link between Milosevic and the media version of the truth of the bloody break-up of Yugoslavia. The legitimacy of the prosecution methodology in securing the witness accounts and evidence, in general, has been examined by the filmmaker.[_citation needed_]\n* The political embedding of the ICTY in international politics and the compromises with the interest of justice this embeddedness requires from prosecutors and judges is the topic of the German movie \"Storm\" which uses anecdotes from the Gotovina case (but presents them as if the case's main culprit were a Serbian general and constantly mixes Republika Srpska with the Republic of Serbia)."
    }
]