[
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "| This article needs to be **updated**. The reason given is: SESAME has been\nsuccessfully operating for a number of years. There are 3 beamlines, the HESEB\nline was inaugurated in June 2022. Even the logo is different. Please help\nupdate this article to reflect recent events or newly available information.\n_( June 2022)_  \n---|---  \n  \nThe **Synchrotron-Light for Experimental Science and Applications in the\nMiddle East** (**SESAME**) is an independent laboratory located in Allan in\nthe Balqa governorate of Jordan, created under the auspices of UNESCO on 30\nMay 2002.\n\nAimed at promoting peace between Middle Eastern countries, Jordan was chosen\nas the location for the laboratory, as it was then the only country that\nmaintained diplomatic relations with all the other founding members; Bahrain,\nCyprus, Egypt, Iran, Israel, Pakistan, the Palestinian Authority, and Turkey.\nThe idea, to create a joint Arab-Israeli scientific collaboration, goes back\nto the 1980s and took a more concrete form in discussions at CERN in 1993. The\nproject was launched in 1999 and the ground breaking ceremony was held on 6\nJanuary 2003. Construction work began the following July, and the facility was\nfinally inaugurated on 16 May 2017 under the patronage and presence of King\nAbdullah II.\n\nThe construction of the project cost around $98 million, with $5 million\ndonated each by Jordan, Israel, Turkey, Iran, and the European Union. The rest\nwas donated by CERN from existing equipment. Jordan became the greatest\ncontributor to the project by donating land and building construction costs,\nand by pledging to build a $7 million solar power plant, which will make\nSESAME the first accelerator in the world to be powered by renewable energy.\nThe annual operational cost of $6 million are pledged by the members according\nto the size of their economies.\n\nThe facility is the only synchrotron radiation facility in the Middle East and\nis one of around 60 in the world. As of May 2017[update], the president of the\nSESAME Council is Rolf Heuer. He was preceded by Christopher Llewellyn Smith\n(2008-2017) and Herwig Schopper (2004-2008). All three were previously\ndirectors-general of CERN. Khaled Toukan, the chairman of the Jordan Atomic\nEnergy Commission, is the current director and former vice-president of\nSESAME."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "Synchrotron light (also referred to as synchrotron radiation) is radiation\nthat is emitted when charged particles moving at speeds near the speed of\nlight are forced to change direction by a magnetic field. It is the brightest\nartificial source of X-rays, allowing for the detailed study of molecular\nstructures. When synchrotrons were first developed, their primary purpose was\nto accelerate particles for the study of the nucleus. Today, there are almost\n60 synchrotron light sources around the world dedicated to exploiting the\nspecial qualities, which allow it to be used across a wide range of\napplications, from condensed matter physics to structural biology,\nenvironmental science and cultural heritage.\n\nMohammad Abdus Salam"
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "Herwig Schopper\n\nThe need for a large-scale scientific project to bring the Middle-East back\ninto the scientific community as well as promote peace and foster\ninternational collaboration has been recognised for almost 40 years. In his\nspeech at the 1979 Nobel Prize banquet, Pakistani physicist Mohammad Abdus\nSalam stated that we should \"strive to provide equal opportunities to all so\nthat they can engage in the creation of Physics and science for the benefit of\nall mankind\".\n\nIn his paper presented at the Symposium on the \"Future Outlook of the Arabian\nGulf University\", on 11 May 1983, in Bahrain, titled The Gulf University and\nScience in the Arab-Islamic Commonwealth, Abdus Salam proposed the founding of\na Super Gulf University and an international laboratory in material sciences\nin Bahrain. Such a laboratory was proposed for the University of Jeddah, to\nemphasise science and technology transfer in the material sciences, including\na laboratory with a synchrotron radiation light source. Ultimately, the\nproposal did not come through, possibly because it had the sponsorship of a\nsingle university rather than a consortium of universities.\n\nIn 1997, Herman Winick and Gustav-Adolf Voss [de] suggested building a light\nsource in the Middle-East using components from the soon-to-be decommissioned\nBESSY I facility in Berlin, during two seminars organized in 1997 in Italy and\nin 1998 in Sweden by Tord Ekelöf with the CERN-based Middle East Scientific\nCo-operation (MESC) group headed by Sergio Fubini. Winick was credited with\nthe idea of moving the machine to the Middle-East during discussions about the\nfuture of the machine. He explained \"(his) main motivation is to help create a\nproject in which people can work constructively and collectively.\"\n\nThis proposal was adopted and pursued by MESC. The German government agreed to\ndonate the necessary equipment at the request of Fubini and Herwig Schopper.\nBelieving that the only chance of realizing such a project was following the\nexample of CERN, the plan was brought to the attention of Federico Mayor, then\nDirector-General of UNESCO, who organized the Consultative Meeting on a Middle\nEast Synchrotron Light Facility, at UNESCO headquarters in Paris in June 1999.\nThe meeting resulted in the launching of the project and the establishment of\nan International Interim Council under the chairmanship of Herwig Schopper.\n\nIn May 2002, the executive board and Director General of UNESCO unanimously\napproved the establishment of the Centre under UNESCO auspices, through\nresolution 31C/Resolution 19.\n\nThe groundbreaking ceremony for SESAME took place at Al-Balqa' Applied\nUniversity in Jordan, on 6 January 2003. SESAME used offices at the UNESCO\nOffice in Amman until the completion of the building in 2008.\n\nIn April 2004, the centre formally came into existence when the required\nnumber of Members had informed UNESCO of their decision to join. and a\npermanent Council was established. The founding members were Bahrain, Egypt,\nIsrael, Jordan, Pakistan, and Turkey. The current Members are Cyprus, Egypt,\nIran, Israel, Jordan, Pakistan, the Palestinian Authority, and Turkey. The\nObservers are Brazil, Canada, China, the European Union, France, Germany,\nGreece, Italy, Japan, Kuwait, Portugal, Russia, Spain, Switzerland, Sweden,\nthe United Kingdom, and the United States.\n\nSESAME was officially opened on 16 May 2017 by King Abdullah II of Jordan."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Early Criticism",
        "generated_section_content_md": "The German and French Ambassadors to UNESCO complained that Kōichirō Matsuura,\nthen Director General of UNESCO, had not followed UNESCO protocol while making\nthis decision. Schopper explained the difficult circumstances the project was\nfacing and they withdrew their complaints. Matsuura did not need formal\napproval to provide the required funds because the Japanese government had\ngiven him a budget to be used at his discretion when he was appointed Director\nGeneral.\n\nSESAME faced a further setback when the German government was asked to\nwithdraw the authorization of export of BESSY I after public criticism was\nraised because some scientists claimed that it is possible to produce nuclear\nmaterials for atomic bombs with SESAME. Schopper was invited to a televised\ndiscussion with Professor Dr. Reinhard Brandt, one of the scientists who made\nthe critical claims. The objections were eventually resolved, as Schopper\nexplained that although some plutonium could have been produced, it would not\nhave been a sufficient amount to develop a bomb. The BESSY I components were\neventually shipped from Berlin to Hamburg and then to the Zarqa Free Zone in\nJordan, where they were held by the Jordanian government until SESAME was\nformally founded and the building was ready to accept the components."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Location",
        "generated_section_content_md": "Before UNESCO could formally approve SESAME, the issue of finding a host\ncountry and a site had to be resolved. The Interim Council agreed on a set of\ncriteria which had to be satisfied by the host country and site. The lab had\nto be accessible, geographically and politically, to scientists from all over\nthe world, and the host state should be strongly committed to the project, and\nshould provide the land on which the lab would be based for free, as well as\nprovide the building itself and the technical infrastructure (roads, water,\nelectricity).\n\nSeven Members (Armenia, Egypt, Iran, Jordan, Oman, Palestine and Turkey)\nproposed 12 sites. UNESCO Assistant Director General for Natural Sciences,\nMaurizio Iaccarino, and Schopper visited Egypt, Israel, Jordan and Palestine\nin September 1999. The Armenian, Iranian and Turkish proposals were explored\nat Interim Council Meetings.\n\nAlthough Egypt expressed strong interest in the project, a long procedure\nwhich involved going through many authorities was necessary before the project\ncould be presented to the Prime Minister, and the proposal was ultimately\ndeemed unfit. The Palestinian National Authority, although interested in the\nproject, did not have the financial capacity to meet the Interim Council's\ncriteria. For political reasons, Israel could not provide a site accessible to\nall scientists. Additionally, Israel was already heavily involved in the ESRF\nlaboratory at Grenoble, and were contractually bound to provide considerable\nfunds. Furthermore, biologists did not see how they would benefit from SESAME\nsince they already had access to other laboratories across the world. Armenia\noffered to host SESAME in their building Synchrotron Laboratory at Erevan\nsince their accelerator was outdated. Their proposal was strengthened with the\nbacking of wealthy Iraqi-born Armenian-American businessman Kevork Hovnanian.\nHowever, it was later realized that several alterations to the building were\nnecessary to make it a viable site for SESAME. Iran, considered a rogue state\nat the time, though interested in the project, could not guarantee access to\nscientists from all countries, and so the proposal was ultimately\nunsuccessful."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Approving Jordan",
        "generated_section_content_md": "In Jordan, Adnan Badran, deputy director of UNESCO from 1992 to 1998,\norganised a meeting with representatives from universities and other\norganisations. No government members could be met, and no commitment was\nobtained. In a last ditch effort to save the project, Schopper contacted his\nformer student Isa Khubeis, then vice-president of Al-Balqa Applied\nUniversity. Khubeis invited Iaccarino and Schopper to dinner along with Khaled\nToukan, President of Al-Balqa University, and Prince Ghazi Bin Muhammad, who\nchairman of the Board of Governors of the university and a close advisor of\nKing Abdullah II. Schopper explained the situation to Prince Ghazi, who\narranged a meeting with King Abdullah for the following day. King Abdullah\nformally committed Jordan to the project during the meeting in a signed letter\naddressed to the Director General of UNESCO.\n\nAfter long discussions and a series of votes, Jordan was formally approved to\nbe the host of the Centre at the third meeting of the SESAME Interim Council\nin June 2000. Egypt and Iran withdrew their proposals before the final round\nof voting. The decision was ratified by 9 votes in favour and 1 abstention.\nJordan was seen as an appropriate location for the project because it was the\nonly country at the time to have maintained diplomatic relations with all\nother founding members: Bahrain, Cyprus, Egypt, Iran, Israel, Pakistan, the\nPalestinian Authority, and Turkey."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Cost",
        "generated_section_content_md": "The project cost around $98 million, with $5 million donated each by Jordan,\nIsrael, Turkey, Iran and the European Union. The rest was in kind donations of\nequipment by CERN, and land by Jordan (the largest contributor to the\nproject). Jordan also contributed the building construction costs, and a $7\nmillion solar power plant, making SESAME the first accelerator in the world\npowered solely by renewable energy. The annual operational cost of $6 million\nis split between the members, according to the sizes of their economies."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Funding",
        "generated_section_content_md": "The BESSY facility in Berlin\n\nAs well as the drawn-out process in deciding which country should host SESAME,\nthe project came across several other difficulties on its path to completion.\nPossibly the largest issue was its funding. Because the major components of\nthe laboratory from the decommissioned BESSY I experiment, originally valued\nat $60 million, were being donated by the German government, funding on that\nfront was not an issue. However, the German government stipulated that the\ncost of dismantling, including documentation, packing and transport, had to be\nprovided by SESAME. The cost was an estimated $600,000, and had to be\nguaranteed before the end of 1999 because the BESSY building had been promised\nto the Max Planck Society. Schopper had been informed of this condition only a\nfew hours before the Interim Council meeting, and asking for voluntary\ncontributions would have been ineffective because most delegates at the\nmeeting would not have had the authority to make financial decision. After a\ndiscussion between the Interim Council, the United States State Department,\nSweden and Russia agreed to provide $200,000. Schopper saw only one possible\noption to save the project. He asked UNESCO Director General Koichiro Matsuura\nto arrange an emergency meeting. They had a lunch together, and Schopper asked\nMatsuura to fund the missing $400,000 immediately. Matsuura agreed to the\nrequest and the Interim Council Members were informed after the lunch.\n\nBecause the BESSY components were used only as an injector system, the\nconstruction of a new main ring was still needed for SESAME. The estimated\ncost of the ring was $10 million so additional sources of funding were\nrequired. On 23 July 2001 a formal proposal supported by the German and French\nMinisters of Research, and later the Commissioner for Research Philippe\nBusquin, was submitted to European Commissioner Chris Patten. In October 2001\n_chef de cabinet_ of Commissioner Patten, Anthony Cary, informed Schopper that\nan independent evaluation by a panel of international experts was needed. The\n_Techno-Economic Feasibility Study_ was under the guidance of Professor Guy Le\nLay of the University of Marseille. The report concluded that the project was\npromising and would \"effectively stimulate scientific activity and cooperation\nin the Middle East\". However, in August 2003, Commissioner Patten stated that\n\"the Commission is not in a position at this stage to provide Community\nfunding to SESAME\". In a subsequent meeting arranged between the Jordanian\ngovernment, SESAME representatives and the EU Commission, the main of\ncontention was the project's energy level. It was claimed that a competitive\nfacility needed a higher energy level. A compromise was reached that the\nmachine should start at 2 GeV, with 2.5 GeV available at a later stage. This\nwould have increased the cost of the ring by another $2 million.\n\nThe issue was eventually resolved through negotiations started by Director\nGeneral Rolf Heuer between CERN and the Commissioner for Research and\nInnovation, Carlos Moedas. About $5 million were approved for CERN to be used\nfor the construction of the magnets of the SESAME main ring.\n\nThe Sergio Fubini Guesthouse that was inaugurated in December 2019 was funded\nby the Government of Italy represented by the Ministry for Education,\nUniversity and Research through INFN.\n\nSergio Fubini Guesthouse at SESAME"
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Design",
        "generated_section_content_md": "The machine works in four stages."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Microtron",
        "generated_section_content_md": "The microtron accelerates electrons to the energy of 22.5 MeV, and injects\nthem into the booster. It was fully operational in November 2011."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Booster synchrotron",
        "generated_section_content_md": "The booster synchrotron receives electrons from the microtron, and accelerates\nthem to 800 MeV, for injection into the storage ring. The booster was created\nwith parts from the German synchrotron facility BESSY, which was\ndecommissioned in 1999."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Storage ring",
        "generated_section_content_md": "The storage ring accelerates electrons to 2.5 GeV, and keeps them circulating\nfor as long as two hours. As the electrons go around the storage ring, they\nemit x-rays. Lost energy is replaced as the beam travels through radio\nfrequency cavities along the ring."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Beamlines",
        "generated_section_content_md": "X-rays from the storage ring are directed to beamlines, where research\nexperiments are performed.\n\n1. BASEMA (Beamline for Absorption Spectroscopy for Environmental and Material Applications ), a beamline for X-ray absorption fine structure (XAFS) and X-ray fluorescence (XRF) spectroscopy, the 'day-one' beamline to be ready in March/April 2017\n2. EMIRA (ElectroMagnetic Infrared RAdiation) for IR (Infrared Spectromicroscopy), is the second 'day-one' beamline, in this case that to start operations in April/May 2017\n3. SUSAM (SESAME USers Application for Materials Science) or Materials Science (MS), to be completed at the end of the third quarter of 2017\n4. MX (Macromolecular Crystallography), the beamline to be completed in 2019\n5. Soft X-ray Beamline\n6. SAXS/WAXS (Small Angle and Wide Angle X-ray Scattering)\n7. Tomography Beamline"
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Initial beams",
        "generated_section_content_md": "Although the current facility has space for seven light beams, only two beams\nwere operational when the facility opened in 2017. The first beam is an X-ray\nbeam that will be used to study pollution in the Jordan Valley, among other\nthings. While the second beam provides infrared radiation for a microscope\nthat would study biological tissue; including cancer cells. The rest are\nplanned for later, with the third beam, an X-ray source used for\ncrystallography, slated for late 2017."
    },
    {
        "chapter_name": "Synchrotron-Light for Experimental Science and Applications in the Middle East",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Deaths and delays",
        "generated_section_content_md": "Dr. Masoud Alimohammadi and Dr. Magid Shahriari, two Iranian members of\nSESAME, were killed in two different attacks, for which an Iranian prosecutor\naccuses the Israeli Mossad in 2010. The roof of the laboratory collapsed\nduring the 2013 Middle East cold snap due to heavy snowfall, which led to\ndelays."
    }
]