[
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental science organization\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **needs additional citations forverification**. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.  \n_Find sources:_ \"International Council for the Exploration of the Sea\" – news\n**·** newspapers **·** books **·** scholar **·** JSTOR _( March 2016)__(Learn\nhow and when to remove this message)_  \n---|---  \n| This article **may rely excessively on sourcestoo closely associated with\nthe subject**, potentially preventing the article from being verifiable and\nneutral. Please help improve it by replacing them with more appropriate\ncitations to reliable, independent sources. _( March 2016)__(Learn how and\nwhen to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **International Council for the Exploration of the Sea** (**ICES** ;\nFrench: _Conseil International de l'Exploration de la Mer_ , _CIEM_) is a\nregional fishery advisory body and the world's oldest intergovernmental\nscience organization. ICES is headquartered in Copenhagen, Denmark, where its\nmultinational secretariat staff of 51 provide scientific, administrative and\nsecretarial support to the ICES community. It was established on July 22,\n1902, in Copenhagen."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Functions",
        "generated_section_content_md": "ICES is a leading multidisciplinary scientific forum for the exchange of\ninformation and ideas on all aspects of marine sciences pertaining to the\nNorth Atlantic, including the adjacent Baltic Sea and North Sea, and for the\npromotion and coordination of marine research by scientists within its member\nnations. Its principal functions, both when it was established and continuing\nto the present time, are to: (i) promote, encourage, develop, and coordinate\nmarine research; (ii) publish and otherwise disseminate results of research;\nand (iii) provide non-biased, non-political scientific advice to member nation\ngovernments and international regulatory commissions."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "International Council for the Exploration of the Sea with President Walter\nArcher\n\nIn the late 19th century, a growing concern over the well-being of fish stocks\nin the North Sea coupled with efforts by different groups of scientists in\nneighboring countries to promote and encourage international scientific marine\ncooperation resulted in the establishment of ICES on July 22, 1902. The new\norganization was created in Copenhagen, Denmark by eight founding nations:\nDenmark, Finland, Germany, the Netherlands, Norway, Sweden, Russia, and the\nUnited Kingdom. The council's membership has fluctuated over the years with\nnations joining/leaving/rejoining at different times as a result of wars and\npolitical decisions.\n\nAn exchange of letters among the original eight member nations was sufficient\nto establish the council in 1902. This type of arrangement continued until the\nearly 1960s when this informal status became unacceptable in light of the\nestablishment of the United Nations and its subsidiary bodies as well as other\ninternational organizations. Steps were initiated to achieve full\ninternational recognition of the council by the host country, Denmark. At a\nconference convened in Copenhagen on September 7, 1964, a formal convention\nwas signed which subsequently came into force on July 22, 1968, following its\nratification by the then 17 member nations.\n\nICES today has 20 member nations, including the eight original members plus\ntwelve additional nations: Belgium, Canada, Estonia, France, Iceland, Ireland,\nLatvia, Lithuania, Poland, Portugal, Spain, and the United States. It also has\naffiliate institutes with observer status from: Australia, Chile, Greece,\nPeru, and South Africa. Formal observer status has been given to two non-\ngovernmental organizations: Worldwide Fund for Nature and Birdlife\nInternational."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The principal decision and policy-making body of ICES is the council. The\ncouncil consists of a president and two delegates from each of the 20 member\nnations. Delegates elect the president, first vice-president, and five\nadditional vice-presidents (all for three-year terms) to comprise the bureau\nor executive committee. The bureau is responsible for carrying out the\ncouncil's decisions, preparing and convening council meetings, formulating\ncouncil budgets, appointing a secretariat staff, and performing other tasks as\nassigned by the council. A finance committee consisting of five delegates\nprovides oversight to the council's fiscal matters. Delegates are also\nresponsible for appointing a general secretary, who serves as the council's\nchief executive officer and is charged with managing the council's secretariat\nfacilities and staff, finances, meetings, reports, publications, and\ncommunications.\n\nThe council's scientific work is accomplished by various committees and\nworking groups. During the long history of ICES, the committee and working\ngroup structure has changed periodically to reflect the needs of the time. At\npresent, there is an advisory committee (ACOM) that provides advice to clients\non fisheries and marine ecosystem issues, a Science Committee (SCICOM;\nformally the Consultative Committee as established in the ICES Convention)\nthat oversees all aspects of the scientific work, and steering groups that\ncoordinate the more than 100 expert groups covering most aspects of the marine\necosystem that work under them.\n\nA recently prepared strategic plan focuses on science that is broad-based,\nrelevant, and farsighted, and providing advice that is rigorous, reliable, and\nobjective. The plan identifies a mission which calls for 1) establishing\neffective arrangements to provide scientific advice; 2) informing interested\nparties and the public objectively and effectively about marine ecosystem\nissues; 3) coordinating and enhancing physical, chemical, biological, and\ninterdisciplinary research; 4) fostering partnerships with other organizations\nthat share a common interest; and 5) developing and maintaining accessible\nmarine databases. The strategic plan addresses six critical themes: 1)\nScience, 2) Collaboration, 3) Advice, 4) Data, 5) Communication, and 6)\nService support. An action plan specifies the activities that will be\nundertaken over the coming years in order to achieve the goals. It explains\nhow ICES will continue to advance scientific knowledge and improve scientific\nadvice, whereas the goals in the strategic plan tell what the overall\nobjectives will be."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "ICES work",
        "generated_section_content_md": "The scientific work of ICES is done by a community of more than 1600 marine\nscientists from research institutes and universities in member and affiliate\nnations collaborating to gather information about the marine ecosystem, fill\ngaps in existing knowledge, and develop unbiased, non-political advice in\naddressing terms of reference developed each year by the advisory and science\ncommittees at the week-long ICES Annual Science Conference (ASC). The reports\nof the expert groups are presented at the ASCs and made available on the ICES\nwebsite. Some groups produce special reports, such as “ICES Report on Ocean\nClimate” or “ICES Zooplankton Status Report”, that are published in the ICES\nCooperative Research Report series.\n\nThe ASC (formerly called the Statutory Meeting), held every year in September,\ngenerally attracts 500–700 scientists from around the world. The programme\nfeatures plenary lectures by noted scientists, theme sessions of contributed\npapers addressing timely multidisciplinary topics, and poster sessions. In\naddition, meetings of the Committees, Bureau, and Council are held to conduct\nthe necessary business of the organization.\n\nDuring the year, meetings of the more than 100 expert groups and workshops are\nheld either at ICES headquarters in Copenhagen or at venues in member (and\noccasionally affiliate) nations to address terms of reference developed at the\nprevious ASC.\n\nSymposia are an important part of the ICES work programme, not least because\nthey foster the broadening of the diversity of scientists who participate in\nICES activities. ICES welcomes proposals for stimulating symposia on topics\nthat are fundamental to the science components of the ICES Strategic Plan\nincluding (a) understanding the physical, chemical, and biological functioning\nof marine ecosystems, (b) understanding and quantifying human impacts on\nmarine ecosystems, including living marine resources, and (c) evaluating\noptions for sustainable marine-related industries, particularly fishing and\nmariculture. ICES generally sponsors, either itself or in collaboration with\nother organizations, at least two, and sometimes as many as seven or eight,\nscientific symposia in a calendar year.\n\nThe ICES Recognition Programme honours individuals whose contributions have\nimproved ICES and the community of scientists associated with it, advanced\nmarine science, and/or exemplify the objective application of ICES scientific\ninformation to societal decisions concerning the sustainable use of marine\necosystems. The Programme consists of four awards:\n\n* Outstanding Achievement Award recognizes a sustained, outstanding performance and exceptional contribution by a member of the ICES community whose career has been distinguished by a sustained commitment to excellence in such endeavours as science and research, and leadership.\n* Prix d’Excellence Award recognizes the highest level of contribution to the ICES vision of “An international scientific community that is relevant, responsive, sound, and credible, concerning marine ecosystems and their relation to humanity”.\n* Merit Awards give formal recognition to the best research paper and poster given at the Annual Science Conference, and to the best up-and-coming new scientist making a presentation at the Annual Science Conference.\n* Service Awards recognize the achievements and contributions of outgoing chairs of expert groups, science and advisory groups, and conveners of Annual Science Conference theme sessions and ICES symposia which further the objectives of ICES."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Advice",
        "generated_section_content_md": "The council has delegated its advisory authority to the advisory committee\n(ACOM), which designs strategies and processes for the preparation of advice,\nmanages the advisory processes, and creates and delivers advice, subject to\ndirection from the council. ACOM works on the basis of scientific analyses\nprepared in the ICES expert groups, and the advisory process includes peer\nreview of the analyses before it can be used as the basis for advice. ACOM has\none member from each member nation under the direction of an independent ACOM\nchair and four vice-chairs appointed by the council.\n\nUnbiased scientific advice is provided to member nation governments and\ninternational regulatory commissions in support of the management and\nconservation of coastal and ocean resources and ecosystems. Advice on the\nmanagement of over 160 separate fin-fish and shellfish stocks is provided to\nthe North-East Atlantic Fisheries Commission (NEAFC), North Atlantic Salmon\nConservation Organization (NASCO), and the European Commission (EC). Advice\nand scientific information on anthropogenic impacts to the marine environment\nare provided to the Commission for the Protection of the Marine Environment of\nthe North-East Atlantic (OSPAR), the European Commission (EC), and the Baltic\nMarine Environment Protection Commission (HELCOM)."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Publications",
        "generated_section_content_md": "ICES produces a variety of publications, many of which can be accessed on the\nICES website. ICES issued its first publication within a year of its\nestablishment. Since then, it has published thousands more, including many\nthat are now considered to be the standard references in their fields. These\ninclude:\n\n* _ICES Journal of Marine Science_ (_Journal du Conseil_) constitutes a primary source for articles on fishery-oriented marine science and is a standard reference for work in the fields of ecology, population studies, plankton research, and physical and chemical oceanography, among others. Since January 2007, the Journal has been published by Oxford University Press.\n* _ICES Advice_ annually presents the collected information from the advisory committee (ACOM). The advice is based on an ecosystem approach to management.\n* _ICES Cooperative Research Report_ (_Rapport des Recherches Collectives_) presents reports prepared by ICES Expert Groups and _ad hoc_ groups, and edited reports on cooperative research activities organized by the council.\n* _Techniques in Marine Environmental Sciences_ presents detailed descriptions of methods and procedures relating to chemical and biological measurements in the marine environment.\n* _ICES Identification Leaflets for Plankton_ (_Fiches d’Identification du Plancton_) furnish keys, in a standardized form, for the identification of the major plankton species in the North Atlantic.\n* _ICES Identification Leaflets for Diseases and Parasites of Fish and Shellfish_ (_Fiches d’Identification des Maladies et Parasites des Poissons, Crustacés et Mollusques_) serve as diagnostic aids and present, in a standardized format, information about the most important diseases and parasites of fish and shellfish in the North Atlantic and adjacent seas.\n* _ICES Fisheries Statistics_ present nominal catch statistics for the Northeast Atlantic for 1973–2000, presented using FishStat Plus software, as well as catch statistics for the entire Atlantic for 1950–1998.\n* _ICES Marine Science Symposia_ (_Actes du Symposium_) contains the scientific papers and proceedings of Symposia and Special Meetings held under the auspices of ICES independently or in collaboration with cooperating organizations. Since 1995, most of these volumes have been published as special numbers in the ICES Journal of Marine Science, but continue to be included in the consecutive numbering system of the ICES MSS series.\n* _ICES Insight_ is an annual publication that offers more in-depth articles exploring subjects that feature prominently in ICES work.\n* _ICES Annual Reports_ recap ICES annual activities and scientific network.\n* _ICES Inside Out_ is a regularly appearing electronic newsletter that updates subscribers on the activities of ICES and its secretariat.\n* CD-ROMs contain papers (CM Documents) presented at ICES Annual Science Conferences and may be ordered from the secretariat.\n* ICES Newsletters from years past are archived and available at the ICES website."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Data",
        "generated_section_content_md": "Scientists working through ICES gather information about the marine ecosystem.\nThe data from this work is held at the ICES Data Center, a cross-discipline\ndepartment with expertise in fisheries, oceanography and the marine\nenvironment. The Data Center holdings include some of the largest databases in\nthe world on these subjects. The Data Center is staffed by data managers and\nprogrammers who manage the data submissions and guidelines and develop tools\nand products to facilitate the use of the data by end users ranging from\nscientists to policy-makers. In addition, the ICES Data Center acts as the\nMarine Data Center for the regional marine convention in the North-East\nAtlantic (OSPAR) [1] and the Baltic Sea (HELCOM) [2]\n\nIn the 1970s, an area notation system known as ICES Statistical Rectangles was\ndeveloped for simplified analysis and visualisation of marine data over the\nnorth-east Atlantic region. The component rectangles measure 1 degree of\nlongitude by 0.5 degrees of latitude and are intended to be roughly square in\ntemperate latitudes, approximately 30 nautical miles by 30 nautical miles\n(55×55 km) at 60°N. More recently, some ICES applications such as \"FishFrame\",\nand selected ICES reports have used 0.5×0.5 degree C-squares (part of a fully\nhierarchical, global system designed for a similar purpose) for equivalent\nactivities, 2 c-squares (at that resolution) occupying exactly the same space\nas a single ICES rectangle."
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Member countries",
        "generated_section_content_md": "| This section **does notcite any sources**. Please help improve this section\nby adding citations to reliable sources. Unsourced material may be challenged\nand removed. _( April 2023)__(Learn how and when to remove this message)_\n---|---\n\nICES has 19 member countries:[_clarification needed_]\n\n* Belgium 1903\n* Canada 1967\n* Denmark from 1902\n* Estonia 1924\n* Finland from 1902\n* France 1920\n* Germany from 1902\n* Iceland 1938\n* Ireland 1925\n* Latvia 1923\n* Lithuania 2006\n* The Netherlands from 1902\n* Norway from 1902\n* Poland 1922\n* Portugal 1920\n* Russian Federation from 1902 to 2024\n* Spain 1924\n* Sweden from 1902\n* United Kingdom from 1902\n* United States of America 1912\n* Italy 1927 and 1956–1974"
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "List of presidents",
        "generated_section_content_md": "ICES maintains a complete list of bureau members (presidents, first vice-\npresidents, vice-presidents and extraordinary members) since its inception on\nits website.\n\nDr. Walther Herwig\n\n* Dr. Walther Herwig, Germany (1902–1908)\n* Walter Archer, C.B. F.R.S.E., UK (1908–1912)\n* Mr. F. Rose, Germany (1912–1915)\n* Prof. Otto Pettersson, Sweden (1915–1920)\n* Mr. Henry G. Maurice, UK (1920–1938)\n* Prof. Johan Hjort, Norway (1938–1948)\n* Dr. K. A. Andersson, Sweden (1948–1952)\n* Mr. A. T. A. Dobson, UK (1952–1955)\n* Prof. H .U. Sverdrup, Norway (1955–1957)\n* Dr Å. Vedel Tåning, Denmark (1957–1958)\n* Dr. J. Furnestin, France (1958–1963)\n* Dr. J. Hult, Sweden (1963–1966)\n* Dr. A. E. J. Went, Ireland (1966–1969)\n* Prof. W. Cieglewicz, Poland (1969–1972)\n* M. R. Letaconnoux, France (1972–1975)\n* Prof. G. Nikolsky, USSR (1975–1976)\n* Mr. B. B. Parrish, UK (1976–1979)\n* Prof. Gotthilf Hempel, Fed. Rep. of Germany (1979–1982)\n* Prof. W. S. Wooster, USA (1982–1985)\n* Mr. O. J. Østvedt, Norway (1985–1988)\n* Mr. Jakob Jakobsson, Iceland (1988–1991)\n* Mr. D. de G. Griffith, Ireland (1991–1994)\n* M A. Maucorps, France (1994–1997)\n* Dr. L. Scott Parsons, Canada (1997–2000)\n* Prof. Pentti Mälkki, Finland (2000–2003)\n* Dr. M. P. Sissenwine, USA (2003–2006)\n* Dr. Joe Horwood, UK (2006–2009)\n* Dr. Michael Sinclair, Canada (2009–2012)\n* Dr. Paul Connolly, Ireland (2012–2015)\n* Dr. Cornelius Hammer (2015–2018)\n* Dr. Fritz W. Köster (2018–2021)\n* William Karp, USA (2021–2024)"
    },
    {
        "chapter_name": "International Council for the Exploration of the Sea",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "List of General Secretaries",
        "generated_section_content_md": "* Dr. P. P. C. Hoek, The Netherlands (1902–1908)\n* Captain C. F. Drechsel, Denmark (1908–1927)\n* Captain K. Schøning, Denmark (1927–1932; Administrative Secretary)\n* Captain M. W. Nellemose, Denmark (1932–1944)\n* Ms. E. Brønniche, Denmark (1944–1945; Acting Administrative Secretary)\n* Dr. H. Blegvad, Denmark (1945–1950)\n* Dr. P. Jespersen, Denmark (1950–1952)\n* Mr. V. Dessau, Denmark (1952–1953)\n* Mr. Á. Fridriksson, Iceland (1954–1964)\n* Mr. H. Tambs–Lyche, Norway (1964–1983)\n* Dr. B. B. Parrish, UK (1983–1989)\n* Dr. E. D. Anderson, USA (1989–1993)\n* Prof. C. C. E. Hopkins, United Kingdom (1994–1999)\n* Mr. D. de G. Griffith, Ireland (2000–2006)\n* Dr. G. Hubold, Germany (2006–2012)\n* Dr. A. C. Brusendorff, Denmark (2012–2022)\n* Dr. Alan Haynie, USA (2022–present)"
    }
]