[
    {
        "chapter_name": "Inter-American Tropical Tuna Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\nThe **Inter-American Tropical Tuna Commission** (abbreviated **IATTC**) (Sp.:\n_Comisión Interamericana del Atún Tropical_) is a tuna regional fishery\nmanagement organisation responsible for the conservation and management of\ntuna and other marine resources in the eastern Pacific Ocean."
    },
    {
        "chapter_name": "Inter-American Tropical Tuna Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The Inter-American Tropical Tuna Commission was created by the **Convention\nfor the Establishment of an Inter-American Tropical Tuna Commission** , signed\nbetween the United States and Costa Rica on May 31, 1949. The Convention was\nsigned by United States Secretary of State Dean Acheson and Costa Rica's\nAmbassador to the United States, Mario Echandi Jiménez. A number of additional\ncountries later joined the Inter-American Tropical Tuna Commission. Each\ncountry is represented by up to four Commissioners.\n\nIn 2003, the members of the Inter-American Tropical Tuna Commission signed the\nAntigua Convention, strengthening the Commission's powers. Most members of the\nCommission ratified the Antigua Convention between 2004 and 2009, Canada\nincluded. The U.S. ratified the Antigua Convention in February 2016.\n\nThe headquarters of the IATTC are located in La Jolla, San Diego, California,\nUnited States."
    },
    {
        "chapter_name": "Inter-American Tropical Tuna Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members of the Inter-American Tropical Tuna Commission",
        "generated_section_content_md": "Source:\n\nAn asterisk indicates that the state has ratified the Convention on the\nEstablishment of the Inter-American Tropical Tuna Convention.\n\n* Belize\n* Canada* (denounced the Convention in 1983[_citation needed_])\n* China\n* Colombia*\n* Costa Rica*\n* Ecuador*\n* El Salvador*\n* European Union\n* France*\n* Guatemala*\n* Japan*\n* Kiribati\n* South Korea*\n* Mexico*\n* Nicaragua*\n* Panama*\n* Peru*\n* Chinese Taipei\n* United States*\n* Vanuatu*\n* Venezuela*\n\nThe IATTC also has significant responsibilities for the implementation of the\nInternational Dolphin Conservation Program (IDCP), and provides the\nSecretariat for that program.\n\nThe first objective of the Agreement on the International Dolphin Conservation\nProgram (AIDCP) is to reduce incidental dolphin mortalities in the purse-seine\nfishery in the eastern Pacific Ocean to levels approaching zero. This\nAgreement and its predecessor, the 1992 La Jolla Agreement, have been\nspectacularly successful in meeting this objective, as shown by the reduction\nin mortality of dolphins incidental to fishing.\n\nDuring 2013 95.4% of all sets made on tuna associated with dolphins were\naccomplished with no mortality or serious injury to the dolphins. Furthermore,\nthe total mortality of dolphins in the fishery has been reduced from about\n132,000 in 1986 to about 800 in 2013.[_citation needed_]"
    },
    {
        "chapter_name": "Inter-American Tropical Tuna Commission",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Cooperating Non-Members",
        "generated_section_content_md": "* Bolivia\n* Chile\n* Honduras\n* Indonesia\n* Liberia"
    },
    {
        "chapter_name": "Inter-American Tropical Tuna Commission",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Tropical tunas research",
        "generated_section_content_md": "The IATTC, through the Achotines Laboratory is a major contributor of research\nin the early life history of tropical tunas. The Achotines Laboratory was\nestablished as part of the IATTC's Tuna-Billfish Program. It is one of the few\nresearch facilities in the world designed specifically for studies of the\nearly life history of tropical tunas. As tunas are pelagic (open-ocean) fish\nthey are difficult to study in their natural habitat. Little is known from\nstudies of live tunas of their reproductive activities or early life history\n(egg, larval, and early-juvenile stages), and for that reason the IATTC\nestablished a research laboratory to focus on these aspects of tuna biology.\nThe Achotines Laboratory provides a unique setting for studying the\nreproductive behavior and early life stages of tropical tunas. While tunas are\nthe main focus at the Laboratory, there are ample facilities to support\nresearch in other areas of marine and terrestrial science."
    }
]