[
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International body regulating whaling\n\n| It has been suggested that _IWC meeting in 2006_ be merged into this\narticle. (Discuss)_Proposed since June 2025._  \n---|---  \n| It has been suggested that _IWC meeting in 2005_ be merged into this\narticle. (Discuss)_Proposed since June 2025._  \n---|---  \n  \nThe **International Whaling Commission** (**IWC**) is a specialised regional\nfishery management organisation, established under the terms of the 1946\nInternational Convention for the Regulation of Whaling (ICRW) to \"provide for\nthe proper conservation of whale stocks and thus make possible the orderly\ndevelopment of the whaling industry\".\n\nAs the decision-making body of the convention, the IWC reviews and revises\nmeasures laid down in the \"Schedule to the Convention\", which govern the\nconduct of whaling throughout the world. These measures include: confer\ncomplete protection of certain species; designate specific areas as whale\nsanctuaries; set limits on the numbers and size of whales which may be taken;\nprescribe open and closed seasons and areas for whaling; and prohibit the\ncapture of suckling calves and female whales accompanied by calves. The\nCommission also mandates the compilation of catch reports and other\nstatistical and biological records, and is actively involved in whale\nresearch, including funding and promoting studies, publishing the results of\nscientific research, and encouraging studies into related matters, such as the\nhumaneness of the killing operations.\n\nThrough the \"Florianópolis Declaration\" of 2018, members of the organization\nconcluded that the purpose of the IWC is the conservation of whales and that\nthey would now safeguard the marine mammals in perpetuity and would allow the\nrecovery of all whale populations to pre-industrial whaling levels. In\nresponse, Japan announced on 26 December 2018, that since the IWC failed its\nduty to promote sustainable hunting, which is one of its stated goals, Japan\nis withdrawing its membership and will resume commercial hunting in its\nterritorial waters and exclusive economic zone from July 2019, but will cease\nwhaling activities in the Southern Hemisphere."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Structure and membership",
        "generated_section_content_md": "Member states of the International Whaling Commission (in blue)\n\nThe IWC was created by voluntary agreement among the member states to function\nas the sole governing body with authority to act under the International\nConvention for the Regulation of Whaling which is an international\nenvironmental agreement signed in 1946 in order to \"provide for the proper\nconservation of whale stocks and thus make possible the orderly development of\nthe whaling industry\" and to implement its economic and environmental goals.\nThe role of the commission is to periodically review and revise the _Schedule\nto the Convention_ , controlling the conduct of whaling by setting the\nprotection of certain species; designating areas as whale sanctuaries; setting\nlimits on the numbers and size of catches; prescribing open and closed seasons\nand areas for whaling; methods and intensity of whaling, types of gear to be\nused, methods of measurement and maximum catch returns. Under its constitutive\ndocument, the IWC is given the task of adopting regulations \"to provide for\nthe conservation, development, and optimum utilization of the whale resources\"\nwith the condition that such regulations \"shall be based on scientific\nfindings.\"\n\nThe headquarters of the IWC is in Impington, near Cambridge, England. The\nSecretariat publishes the _Journal of Cetacean Research and Management_ ,\nreports, press releases, and a calendar of meetings. The commission has three\nmain committees—Scientific, Conservation, and Finance and Administration. A\nTechnical Committee is established, but has stopped meeting.\n\nParticipation in the IWC is not limited to states involved in whaling.\nMembership in the IWC has doubled since 2001 with an average of almost six\nstates per year joining the IWC from 2002 to 2008. As of February 2024 there\nwere 88 members. Current (2024) members are: Antigua and Barbuda, Argentina,\nAustralia, Austria, Belgium, Belize, Benin, Brazil, Bulgaria, Cambodia,\nCameroon, Chile, China, Colombia, Republic of the Congo, Costa Rica, Ivory\nCoast, Croatia, Cyprus, Czech Republic, Denmark (which also acts as the\nKingdom with the Faroe Islands and Greenland), Dominica, Dominican Republic,\nEcuador, Eritrea, Estonia, Finland, France, Gabon, the Gambia, Germany, Ghana,\nGrenada, Republic of Guinea, Guinea-Bissau, Hungary, Iceland, India, Ireland,\nIsrael, Italy, Kenya, South Korea, Kiribati, Laos, Liberia, Lithuania,\nLuxembourg, Mali, Republic of the Marshall Islands, Mauritania, Mexico,\nMonaco, Mongolia, Morocco, Nauru, Netherlands, New Zealand, Nicaragua, Norway,\nOman, Palau, Panama, Peru, Poland, Portugal, Romania, Russia, Saint Kitts and\nNevis, Saint Lucia, Saint Vincent and the Grenadines, San Marino, São Tomé and\nPríncipe, Senegal, Slovakia, Slovenia, Solomon Islands, South Africa, Spain,\nSuriname, Sweden, Switzerland, Tanzania, Togo, Tuvalu, United Kingdom, United\nStates, and Uruguay.\n\nSince 2012 the IWC has met in even-numbered years, in September or October.\nMeetings are composed of one voting representative (called a Commissioner)\nfrom each state party who may be accompanied by experts and advisors. They are\ngenerally extremely divisive—demonstrating a complete split on all major\nissues between the pro-whaling governments and their supporters and the anti-\nwhaling countries. The IWC's Rules of Procedure allow non-parties and\nintergovernmental organisations to attend the meetings and to be represented\nby observers if they have submitted a written request to the Secretary thirty\ndays before the meeting or if they have attended previous meetings. Non-\ngovernmental organisations that maintain offices in more than three countries\nmay also attend the meetings of the IWC.\n\nIn 2012, the Commission agreed to move from annual to biennial Commission\nMeetings. The Scientific Committee continues to meet annually. In years where\nboth meetings are held, a period of at least 100 days separates the two. This\nis to allow time to read and digest the reports of the Scientific Committee\nMeeting, before the Commission Meeting begins."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Annual meetings",
        "generated_section_content_md": "Members of the International Whaling Commission have met every year since\n1949, in addition to having occasional intersessional 'special meetings'\n(these are not 'annual meetings').\n\nIn recent years,[_when?_] the meetings have attracted international media\nattention due to the growth of the anti-whaling movement.\n\nYear | Host city, country\n---|---\n1969 | London, United Kingdom\n1970 | London, United Kingdom\n1971 | Washington, D.C., United States\n1972 | London, United Kingdom\n1973 | London, United Kingdom\n1974 | London, United Kingdom\n1975 | London, United Kingdom\n1976 | London, United Kingdom\n1977 | Canberra, Australia\n1978 | Cambridge, United Kingdom\n1979 | Cambridge, United Kingdom\n1980 | Cambridge, United Kingdom\n1981 | Cambridge, United Kingdom\n1982 | Brighton, United Kingdom\n1983 | Brighton, United Kingdom\n1984 | Eastbourne, United Kingdom\n1985 | Bournemouth, United Kingdom\n1986 | Malmö, Sweden\n1987 | Bournemouth, United Kingdom\n1988 | San Diego, United States\n1989 | San Diego, United States\n1990 | Noordwijkerhout, Netherlands\n1991 | Reykjavík, Iceland\n1992 | Glasgow, United Kingdom\n1993 | Kyoto, Japan\n1994 | Puerto Vallarta, Mexico\n1995 | Dublin, Ireland\n1996 | Aberdeen, United Kingdom\n1997 | Bournemouth, United Kingdom\n1998 | Muscat, Oman\n1999 | St. George's, Grenada\nInternational Whaling Commission annual meetings since 2000  Year | Dates | Host | City | Further reading | Reference\n---|---|---|---|---|---\n**2000** | 3–6 July | Australia | Adelaide |  |\n**2001** | 23–27 July | United Kingdom | London |  |\n**2002** | 20–24 May | Japan | Shimonoseki |  |\n**2003** | 16–20 June | Germany | Berlin |  |\n**2004** | 19–22 July | Italy | Sorrento |  |\n**2005** | 20–24 June | South Korea | Ulsan | IWC meeting in 2005 |\n**2006** | 16–20 June | Saint Kitts and Nevis | Frigate Bay | IWC meeting in 2006 |\n**2007** | 28–31 May | United States | Anchorage | IWC meeting in 2007 |\n**2008** | 23–27 June | Chile | Santiago | IWC meeting in 2008 |\n**2009** | 22–26 June | Portugal | Funchal (Madeira) | IWC meeting in 2009 |\n**2010** | 21–25 June | Morocco | Agadir | IWC meeting in 2010 |\n**2011** | 11–14 June | Jersey | St Helier | IWC meeting in 2011 |\n**2012** | 2–6 July | Panama | Panama City | IWC meeting in 2012 |\n**2014** | 15–18 September | Slovenia | Portorož | IWC meeting in 2014 |\n**2016** | 20–28 October | Slovenia | Portorož | IWC meeting in 2016 |\n**2018** | 4–14 September | Brazil | Florianópolis | IWC meeting in 2018 |\n\nThe IWC also holds occasional \"special meetings\" (there were five between 1949\nand 2007).\n\nFrom 2012 onwards, it was decided that the annual Commission Meetings would go\nto biennial Commission Meetings, while the IWC Scientific Committee would\nstill meet annually."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "1982 moratorium",
        "generated_section_content_md": "The 1970s saw the beginning of the global anti-whaling movement. In 1972 the\nUnited Nations Conference on the Human Environment at Stockholm adopted a\nproposal that recommended a ten-year moratorium on commercial whaling to allow\nwhale stocks to recover. The reports of the Convention on International Trade\nin Endangered Species in 1977 and 1981 identified many species of whales as\nbeing in danger of extinction.\n\nAt the same time, a number of non-whaling and anti-whaling states began to\njoin the IWC and eventually gained a majority over the whaling states. Some\ncountries who were previously major whaling forces, like the United States,\nbecame strong proponents of the anti-whaling cause. These countries called for\nthe IWC to reform its policies and to incorporate newly discovered scientific\ndata regarding whales in its proposed regulations.\n\nOn 23 July 1982, members of the IWC voted by the necessary three-quarters\nmajority to implement a pause on commercial whaling. The relevant text reads:\n\n> Notwithstanding the other provisions of paragraph 10, catch limits for the\n> killing for commercial purposes of whales from all stocks for the 1986\n> coastal and the 1985/86 pelagic seasons and thereafter shall be zero. This\n> provision will be kept under review, based upon the best scientific advice,\n> and by 1990 at the latest the Commission will undertake a comprehensive\n> assessment of the effects of this decision on whale stocks and consider\n> modification of this provision and the establishment of other catch limits.\n\nThe measure passed by 25 votes to seven, with five abstentions.\n\nJapan, Norway, Peru, and the Soviet Union (later replaced by Russia) lodged\nformal objections, since the moratorium was not based on advice from the\nScientific Committee. Japan and Peru later withdrew their objections (Japan's\nwithdrawal was precipitated by the US threatening to reduce their fishing\nquota within US waters if the objection was not withdrawn. However, by 1988\nthe US had eliminated Japanese fishing quotas anyway. It was after this that\nthe Japanese began scientific whaling.). In 2002, Iceland was allowed to\nrejoin IWC with a reservation to the moratorium (Iceland withdrew from IWC in\n1992), but this reservation is not recognised as a valid objection by many IWC\nmembers. In addition, Italy, Mexico, and New Zealand do not consider the ICRW\nto be in force between their countries and Iceland. None of these countries,\nhowever, has mounted any legal challenge to Iceland's membership of the IWC.\n\nAs the moratorium applies only to commercial whaling, whaling under the\nscientific-research and aboriginal-subsistence provisions of the ICRW is still\nallowed. However, environmental groups dispute the claim of research \"as a\ndisguise for commercial whaling, which is banned.\" Since 1994, Norway has been\nwhaling commercially and Iceland began hunting commercially in September 2006.\nSince 1986, Japan has been whaling under scientific research permits. The US\nand several other countries are whaling under aboriginal whaling auspices.\nNorway lodged a protest to the zero catch limits in 1992 and is not bound by\nthem. Anti-whaling countries and lobbies accuse Japan's scientific whaling of\nbeing a front for commercial whaling. The Japanese government argues that the\nrefusal of anti-whaling states to accept simple head counts of whale\npopulation as a measure of recovery of whale species justifies its continuing\nstudies on sex and age of population distributions, and further points out\nthat IWC regulations specifically require that whale meat obtained by\nscientific whaling not go to waste. Japan, on the other hand, has raised\nobjections to U.S. aboriginal subsistence whaling, generally seen to be in\nretaliation to anti-whaling states' (including the United States') objections\nto aboriginal subsistence whaling for several Japanese fishing communities,\nwhich traditionally hunted whales until the imposition of the moratorium.\n\nIn May 1994, the IWC also voted to create the 11,800,000-square-mile\n(31,000,000 km2) Southern Ocean Whale Sanctuary. The vote to adopt the\nsanctuary resolution was twenty-three in favour, one opposed (Japan) and six\nabstaining."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "2018 Florianópolis Declaration",
        "generated_section_content_md": "On 13 September 2018, IWC members gathered in Florianópolis, Brazil, where\nthey discussed and rejected a proposal by Japan to renew commercial whaling.\nThrough the \"Florianópolis Declaration\", it was concluded that the purpose of\nthe IWC is the conservation of whales and that they would now safeguard the\nmarine mammals in perpetuity and would allow the recovery of all whale\npopulations to pre-industrial whaling levels. It also concluded that the use\nof lethal research methods is unnecessary. The non-binding agreement was\nbacked by 40 countries, with 27 pro-whaling states voting against. Under this\nresolution, limited hunts by some indigenous communities are still permitted.\n\nOn 26 December 2018, Japan announced that since the IWC failed its duty to\npromote sustainable hunting, which is one of its stated goals, Japan was\nwithdrawing its membership. Japanese officials also announced they would\nresume commercial hunting within its territorial waters and its 200-mile\nexclusive economic zones starting in July 2019, but it would cease whaling\nactivities in the Antarctic Ocean, the northwest Pacific Ocean, and the\nAustralian Whale Sanctuary."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Enforcement under the IWC",
        "generated_section_content_md": "IWC is a voluntary international organization and is not backed up by treaty,\ntherefore, the IWC has substantial practical limitations on its authority.\nFirst, any member countries are free to simply leave the organization and\ndeclare themselves not bound by it if they so wish. Second, any member state\nmay opt out of any specific IWC regulation by lodging a formal objection to it\nwithin 90 days of the regulation coming into force (such provisions are common\nin international agreements, on the logic that it is preferable to have\nparties remain within the agreements than opt out altogether). Third, the IWC\nhas no ability to enforce any of its decisions through penalty imposition."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "International Observer Scheme",
        "generated_section_content_md": "In 1971, Australia and South Africa agreed to supply observers to each other\n(International Observer Scheme, IOS) to ensure their land-based whaling\nstations were in compliance of the IWC. A similar agreement was drawn up\nbetween Canada, Iceland and Norway covering the North Atlantic area. This was\nshortly followed by an agreement between Japan and the United States in the\nNorth Pacific Ocean. The introduction of the IOS had a positive effect on\nquality of the reported catch data, according to the Royal Society, despite no\nsignificant change in regulations, indicating false reporting may have been\nprevalent in the Japanese whaling industry prior to the IOS."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Politics",
        "generated_section_content_md": "There has been concern that the conflict between those who seek renewed\nutilisation of whales and those who seek protection for every whale has placed\na dangerous strain on the IWC. Oran Young and eight other noted scholars in\nthe field assert that \"changes in the current [IWC] arrangements are\ninevitable\" and that \"the killing of whales for human consumption will\ncontinue, whether whalers operate within a reconstructed international whaling\nregime, opt to join alternative arrangements like NAMMCO, or seek to establish\na hybrid system\". The BBC also reports that \"[c]onservationists argue that the\nIWC should be devoting far more of its attention to issues such as whales\nbeing hit by ships, the effects of pollution and climate change, and the\npressures that drive species such as the baiji (or Yangtse river dolphin) to\nextinction. As things stand, it cannot. The logjam of hunting has to be\novercome first.\""
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Allegation of politicising science",
        "generated_section_content_md": "| This section **does notcite any sources**. Please help improve this section\nby adding citations to reliable sources. Unsourced material may be challenged\nand removed. _( June 2010)__(Learn how and when to remove this message)_\n---|---\n\nThe pro-whaling governments accuse the IWC of basing these decisions upon\n\"political and emotional\" factors rather than upon scientific knowledge given\nthat the IWC prohibits all whaling, even though its own Scientific Committee\nhas concluded since 1991 that quotas on some species of whale would be\nsustainable. They argue the IWC has swayed from its original purpose and is\nattempting, under the guise of conservation, to essentially grant whales an\nentitlement to life via an absolute protection from being killed by humans for\ncommercial purposes.\n\nNon-IWC whaling countries have expressed similar sentiments. Canada withdrew\nfrom the IWC after the vote to impose the moratorium, claiming that \"[t]he ban\nwas inconsistent with measures that had just been adopted by the IWC that were\ndesigned to allow harvests of stocks at safe levels.\"\n\nAfter the moratorium came into force in 1986, the Scientific Committee was\ncommissioned to review the status of the whale stocks and develop a\ncalculation method for setting safe catch limits. At the IWC's annual meeting\nin 1991, the Scientific Committee submitted its finding that there existed\napproximately 761,000 minke whales in Antarctic waters, 87,000 in the\nnortheast Atlantic, and 25,000 in the North Pacific. With such populations, it\nwas submitted, 2000 minke whales could be harvested annually without\nendangering the population. Despite this, the IWC Plenary Committee voted to\nmaintain the blanket moratorium on whaling, arguing that formulas for\ndetermining allowable catches had not yet been adequately evaluated.\n\nIn 1991, acting on the recommendation of the Scientific Committee, the IWC\nadopted a computerized formula, the Revised Management Procedure (RMP), for\ndetermining allowable catches of some whale species. Despite the fact that the\nRMP indicated that it would be possible to authorize a catch that year, the\nmoratorium was not lifted. The IWC noted the need to agree on minimum\nstandards for data, to prepare guidelines on the conduct of population\nsurveys, and to devise and approve a system of measures for monitoring and\ninspection.\n\nThe IWC Plenary committee adopted the RMP in 1994, but decided not to\nimplement it before an inspection and control scheme had been developed.\n[_citation needed_] This scheme, together with the RMP, is known as the\nRevised Management Scheme (RMS). Since then it has been all but impossible for\nthe member countries in the Plenary committee to agree on an RMS.\n\nAustralia is the only member country of IWC which has officially announced its\nopposition to any RMS and is therefore not participating in the discussions.\n[_citation needed_] Anti-whaling NGOs, such as Sea Shepherd and Greenpeace,\nare also generally against the RMS. [_citation needed_]\n\nRay Gambell, then the Secretary of the IWC, agreed at least in part with the\nargument of the pro-whaling countries: \"In all reasonableness, we would have\nto say that a commercial catch could be taken without endangering [Minke]\nstocks.\" In June 1993 the Chairman of the Scientific Committee, Dr Philip\nHammond, resigned in protest to what he saw as contempt of the Scientific\nCommittee's recommendations. The same year Norway became the only state in the\nworld to resume commercial whaling, on the grounds that they had objected to,\nand thus opted out, of the moratorium."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "IWC membership",
        "generated_section_content_md": "An adult and sub-adult Minke whale are dragged aboard the _Nisshin Maru_ , a\nJapanese whaling vessel.\n\nThe purpose of the IWC as specified in its constitution is \"in safeguarding\nfor future generations the great natural resources represented by the whale\nstocks;\" and the original members consisted only of the 15 whale-hunting\ncountries. However, since the late 1970s and early 1980s, many countries which\nhave no previous history of whaling (some of which are landlocked such as\nSwitzerland and Mongolia) have joined the IWC. This shift was first initiated\nby Sir Peter Scott, the then head of the World Wildlife Fund. Labelling the\nIWC a \"butchers' club\", he mounted lobbying campaigns in developed countries\nwith support from the green lobby and anti-whaling block of IWC members to\nchange the composition of the IWC's membership, which was instrumental in\nobtaining the necessary three-quarters majority vote to implement the\nmoratorium on commercial whaling in 1986. This campaign triggered the first\naccusations of vote-buying in IWC. According to Scott's biographer, Elspeth\nHuxley, China's decision to join was influenced by a World Wildlife Fund\npromise to provide $1 million to fund a panda reserve. Michael Tillman, former\nIWC Commissioner of the United States, said in a radio interview that \"there\nwas what we called 'common knowledge,' that a number of countries joined and\nthat their dues and the travel support was reportedly due to conservation\ngroups providing it. So that, in a sense, one could say that the conservation\ngroups set out a strategy that the Japanese copied.\"\n\nSince the moratorium was adopted, the support for it has dropped from a 75%\nmajority to a 50–50 split, with many of the countries initially recruited by\nthe anti-whaling side now voting with the pro-whaling block. (A 75% majority\nis needed to overturn the moratorium.) Anti-whaling campaign groups and some\ngovernments claim that the Japanese Fisheries Agency has carried out a\nprogramme of \"vote-buying\"—i.e. offering aid to poorer countries in return for\nthem joining the IWC and supporting Japanese positions on whaling. Japan\nclaims, however, that this accusation itself is politically motivated because\nJapan's overseas aid is not only given to pro-whaling countries. Japan has\ngiven US$320 million in overseas aid to Antigua and Barbuda, Dominica,\nGrenada, Guinea, Morocco, Panama, St. Lucia, Saint Vincent and the Grenadines,\nSt Kitts and Nevis and the Solomon Islands. Caribbean countries have\nconsistently sided with Japan in each IWC vote since 2001 though the Caribbean\ngovernments admit the rules may possibly impact on their fishing activities as\nwell. Pacific countries' voting patterns vary even for each motion, as they\nare lobbied by neighbouring pro-whaling Japan and anti-whaling New Zealand and\nAustralia. Greenpeace alleges that Japan's aid activities and these countries'\nvoting patterns are correlated. These allegations of tying aid to votes are\nbased on public admissions by government officials both inside and outside\nJapan, as well as an analysis of voting patterns compared to Japanese\nFisheries Aid received. In 2005, The Environmental Investigation Agency\napproached Lord Ashcroft of the UK to use his influence in Belize to assure\nsupport for the anti-whaling camp. It was reported that Ashcroft paid Belize's\nIWC subscription fees:\n\n> \"Every month I'm on the water somewhere,\" he says. \"I've grown a close\n> affinity, not just for whales, but for dolphins and porpoises. So it wasn't\n> difficult for me to approach the Belizean authorities with such a brief.\" He\n> discovered that Belize's annual subscription to the IWC—£10,000—had lapsed\n> and came up with the cash. That backing yielded swift results when a crucial\n> vote was won by the anti-whaling nations by a majority of one.\n\nBoth sides accuse each other of using underhanded tactics to pack the\ncommission with countries sympathetic to their position. Edwin Snagg, the IWC\ncommissioner for St Vincent and the Grenadines stated, \"It's a question of\nrespect,....Because you are small and because you are underdeveloped there is\nthis view and there is this feeling that you can easily be bought and you can\neasily be sold. We in the Caribbean feel highly offended.\" Moreover, there are\nno developing countries who support an anti-whaling stance. The BBC reported\nthat \"Some countries recently admitted to the European Union have been advised\nby a \"word in the ear\" that it would be \"a good idea\" for them to join the\nIWC. Some activists believe that Britain and its fellow EU old-timers such as\nFrance and Germany should recruit all member states into the commission.\" In\nAustralia, National Nine News reported that \"New Zealand is questioning pro-\nwhaling support among Pacific Island states with the opposition calling for a\nrethink of foreign aid.\" It is expected that more countries in the future will\njoin the IWC including some landlocked countries. Currently, there are nine\nlandlocked IWC members. Mali and Mongolia voted with other pro-whaling\ncountries. Austria, the Czech Republic, Hungary, Luxembourg, Slovakia,\nSwitzerland and San Marino voted with other anti-whaling countries.\n\nBoth pro- and anti-whaling countries claim that their recruiting activities\nare restricted to lobbying and persuasion based on the merits of their cause.\nAnti-whaling campaigners argue that scientific studies are not currently clear\nenough to warrant resumption of commercial whaling. Moreover, there are\nvarious other issues such as welfare of whales which is beyond the simple\nmatter of conservation. (See The arguments for and against whaling) These\nissues have global relevance which is not restricted only to whaling and\nwhaling countries. Moreover, public opinion in many anti-whaling countries is\nsolidly behind the governmental position on whaling within the IWC. Pro-\nwhaling countries, on the other hand, argue that the public's anti-whaling\nstance is often based on misinformation – a 2003 article in _The Economist_\nnoted that surveys in Australia, the United Kingdom, and the United States had\nfound that a majority of respondents incorrectly believe that all whale\nspecies are endangered.\n\nMoreover, coastal countries have a vested interest in conserving their fish\nstocks which may be threatened by whales (this claim is strongly contested by\nthe anti-whaling lobby). Japan, particularly when lobbying African\ngovernments, argues that diversification of the anti-whaling argument outside\nof conservation is a threat to their national interest. Exploitation of\nwildlife resources (such as elephant ivory, sea turtles or primates) is\nrestricted supposedly on the ground of sustainable management. Alleged\nfilibustering of the Revised Management Scheme and diversification of\narguments outside of conservation by the anti-whaling side are claimed to be\nsigns that anti-whaling countries no longer adhere to this principle (of\nsustainable management and exploitation of natural resources). The Japanese\nargue that the African countries and whaling countries have a shared interest\nin preventing the principle of sustainable management being exploited as a\ncover for animal rights arguments:\n\n> Owing to the economic power of the US and the UK, CITES was forced to list\n> perfectly healthy species of whales (over the objections of its\n> secretariat), along with legitimately endangered species, on its banned\n> list. This has severely eroded CITES' credibility, especially in the world's\n> developing countries, where hundreds of animal species are mortally\n> endangered.\n\nAt the London IWC meeting in 2001 Sandra Lee-Vercoe, the New Zealand delegate\nto the commission, accused Japan of buying votes. The Japanese delegate denied\nthe allegations:\n\n> Japan gives foreign aid to more than 150 nations around the world and that\n> includes strong anti-whaling nations such as Chile, Argentina, Brazil,\n> Mexico and others who receive far more aid than the Caribbean nations [...]\n> If Japan was buying votes, you would see 150 nations in the IWC and as a\n> consequence the unnecessary moratorium would have been lifted years ago.\n\n— Masayuki Komatsu\n\nKomatsu also said that Caribbean countries naturally supported pro-whaling\nresolutions as they are whaling countries themselves (mostly of smaller\ncetaceans) and that the New Zealand commissioner was inventing \"fairy\nstories\".\n\nAnti-whaling groups cite several statements in response to this rebuttal. In\nan interview reported in _The Observer_ newspaper in May 2001, Atherton\nMartin, Dominica's former Environment and Fisheries Minister who publicly\nopposes whaling, said:\n\n> They [Japan] make it clear, that if you don't vote for them, they will have\n> to reconsider the aid. They use money crudely to buy influence.\n\n— Atherton Martin\n\nGreenpeace also quotes Tongan parliamentarian Samiu K Vaipulu as saying at a\nworkshop on the proposed South Pacific Whale Sanctuary in Samoa that Japan had\nlinked whale votes to aid. Lester Bird, prime minister of Antigua and Barbuda,\nhad said:\n\n> So as long as the whales are not an endangered species, I don't see any\n> reason why if we are able to support the Japanese and the quid pro quo is\n> that they will give us some assistance. I'm not going to be a hypocrite.\n\n— Lester Bird\n\nJapanese whaling since 1985. The catch in 1985, 1986, and about half of 1987\nwere \"under objection\"; the rest are \"scientific permit\".\n\nIn an interview with Australian ABC television in July 2001, Japanese\nFisheries Agency official Maseyuku Komatsu described minke whales as\n\"cockroaches of the sea\". _The Sydney Morning Herald_ reported that he further\nstated \"lacking military might, his country had to use the tools of diplomacy\nand promises of development aid to \"get appreciation of Japan's position\" on\nwhaling. Billions of yen have flowed to countries that joined the IWC from\nboth pro- and anti-whaling countries. \"It already brings back the time when we\nwere colonised,\" says Clarice Charles, of Grenada. \"Would these rich nations\ngive a poor fisherman a revolving loan or a grant or a gift so that he can buy\n[a tourist boat] to go whale watching?\"\n\nIn Japan, conservative media outlets (the most vocal ones being _Sankei\nShimbun_ and _Bungei Shunju_) argue that countries which oppose commercial\nwhaling altogether should not be in the IWC at all and that the anti-whaling\nside has subverted the purpose of the IWC by exploiting the (lack of)\nmembership requirements. Moreover, they point out that the anti-whaling lobby\nwithin the IWC is also led by wealthy developed countries and is equally\nsusceptible to accusations of vote-buying and influence-peddling. They accuse\nthe anti-whaling side within the IWC of using conservation as a cover for its\nideological opposition to whaling itself, which mirrors the accusation from\nthe anti-whaling side that Japan's scientific whaling is a cover for\ncommercial whaling. Since 2000, 29 new countries have joined the IWC, 18 of\nthem pro-whaling, 11 anti. Japan notes that major anti-whaling countries such\nas the U.S., Australia, UK and New Zealand also donate aid to poor countries\non the IWC and wield far more influence than Japan alone and thus they could\neasily be accused of the same tactics.\n\nJapan is pushing to have secret ballot voting introduced at IWC meetings.\nSecret ballot voting would weaken accusations of Japanese vote-buying by\nmaking it impossible to monitor so-called client members' votes. From Japan's\npoint of view, secret ballot voting would also reduce the powerful collective\ninfluence of the anti-whaling lobby on IWC members. One of the new 2006\nmembers, Israel, which had been asked specifically to join by the US, voted\nconsistently with the anti-whaling bloc. Belize, a country previously accused\nof having its vote bought and paid for by Japan by a number of countries and\nNGOs, shifted sides and consistently voted with the anti-whaling block at the\n2006 IWC meeting. Anti-whaling governments oppose secret ballot voting on the\ngrounds that it is without precedent in other international bodies and that it\nwould remove accountability and make behind-the-scenes deals between\ndelegations more likely. However, St Kitts and Nevis Commissioner, Cedric\nLiburd, argued during a debate on the secret ballot vote at the 2006 meeting\nthat it was hypocritical of anti-whaling countries to pontificate on the need\nfor transparency within the IWC by open voting when the same countries happily\nvoted via secret ballot in CITES, a similar management body."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "The role of the United States",
        "generated_section_content_md": "The effectiveness of IWC decisions (at least on smaller whaling states) may be\nexplained in large part by the fact that the United States has been willing to\nact unilaterally in support of them. The pro-whaling countries often see the\nU.S.'s propensity to act outside the IWC framework as \"bullying\" tactics,\nwhile environmentalists and the conservation lobby tend to applaud the U.S.'s\napproach.\n\nThe United States first incorporated the IWC's régime into domestic law in the\n1971 Pelly Amendment to the Fisherman's Protective Act of 1967. This amendment\nprovides that when the Secretary of Commerce determines that the nationals of\na foreign country are diminishing the effectiveness of an international\nfishery conservation program (including the IWC's program), the Secretary\nshall certify this fact to the President. The President then has the\ndiscretion to ban importation of fishing products from the offending country.\nThe United States has threatened sanctions under the Pelly Amendment on a\nnumber of occasions. In November 1974, pressure from the United States\ncontributed to Japan and the Soviet Union complying with the 1974–1975 quotas.\nSimilarly, in December 1978, Chile, South Korea and Peru acceded to the IWC\nafter the United States certified them under the Amendment. The threatened\ncertification of Spain also led that country to observe a fin whale quota to\nwhich it had objected.\n\nThese measures were further strengthened by the 1979 Packwood-Magnuson\nAmendment to the Fishery Conservation and Management Act of 1976. It provides\nthat, when the Secretary of Commerce certifies that a country is diminishing\nthe effectiveness of the work of the IWC, the Secretary of State must reduce\nthat country's fishing allocation in U.S. waters by at least 50%.\nCertification under the Packwood-Magnuson Amendment also serves as\ncertification under the Pelly Amendment. The threatened application in 1980 of\nthe Packwood-Magnuson and Pelly Amendments led South Korea to agree to follow\nIWC guidelines restricting the use of cold (i.e. non-explosive) harpoons.\nFaced with similar pressure, the Republic of China (Taiwan) placed a complete\nban on whaling in 1981. Without United States support, it is possible that the\n1986 moratorium would have been substantially limited, as countries such as\nIceland, Japan, Norway and the Soviet Union would have opted out and continued\ncommercial whaling."
    },
    {
        "chapter_name": "International Whaling Commission",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "The North Atlantic Marine Mammal Commission",
        "generated_section_content_md": "Norwegian minke whale quotas (blue line, 1994–2006) and catches (red line,\n1946–2005)\n\nThe moratorium on commercial whaling led Iceland to withdraw in protest from\nthe IWC, as it had threatened to do if the moratorium was extended. Japan and\nNorway also threatened to leave the organisation. In April 1992, the North\nAtlantic Marine Mammal Commission (NAMMCO) was established by the Faroe\nIslands, Greenland, Iceland, and Norway under the Agreement on Cooperation in\nResearch, Conservation and Management of Marine Mammals in the North Atlantic.\nThe document clearly responded to what the drafters regarded as the\ninappropriate whale protectionist tendencies of the IWC. Guðmundur Eiríksson\nof Iceland stated at NAMMCO's inaugural meeting that the organisation was\nestablished in part out of dissatisfaction with the IWC's zero-catch quota.\nAlthough NAMMCO does not conflict directly with the obligations of membership\nstates under the IWC, it nonetheless presented a challenge to the legitimacy\nof the IWC."
    }
]