[
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International financial institution, member of the World Bank Group\n\n| This article needs to be **updated**. Please help update this article to\nreflect recent events or newly available information. _( August 2025)_  \n---|---  \n  \nThe **International Development Association** (**IDA**) (French: _Association\ninternationale de développement_) is a development finance institution which\noffers concessional loans and grants to the world's poorest developing\ncountries. The IDA is a member of the World Bank Group and is headquartered in\nWashington, D.C. in the United States. It was established in 1960 to\ncomplement the existing International Bank for Reconstruction and Development\nby lending to developing countries which suffer from the lowest gross national\nincome, from troubled creditworthiness, or from the lowest per capita income.\nTogether, the International Development Association and International Bank for\nReconstruction and Development are collectively generally known as the World\nBank, as they follow the same executive leadership and operate with the same\nstaff.\n\nThe association shares the World Bank's mission of reducing poverty and aims\nto provide affordable development financing to countries whose credit risk is\nso prohibitive that they cannot afford to borrow commercially or from the\nBank's other programs. The IDA's stated aim is to assist the poorest nations\nin growing more quickly, equitably, and sustainably to reduce poverty. The IDA\nis the single largest provider of funds to economic and human development\nprojects in the world's poorest nations. From 2000 to 2010, it financed\nprojects which recruited and trained 3 million teachers, immunized 310 million\nchildren, funded $792 million in loans to 120,000 small and medium\nenterprises, built or restored 118,000 kilometers of paved roads, built or\nrestored 1,600 bridges, and expanded access to improved water to 113 million\npeople and improved sanitation facilities to 5.8 million people. The IDA has\nissued a total US$238 billion in loans and grants since its launch in 1960.\nThirty-six of the association's borrowing countries have graduated from their\neligibility for its concessional lending. However, nine of these countries\nhave relapsed and have not re-graduated."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "During the 1940s and 1950s, low-income developing countries began to realize\nthat they could no longer afford to borrow capital and needed more-favorable\nlending terms than offered by the International Bank for Reconstruction and\nDevelopment (IBRD). At the onset of his inaugural term in 1949, then-president\nof the United States Harry S. Truman assembled an advisory group to suggest\nways to accomplish his Point Four Program, of which a significant component\nwas an effort to strengthen developing countries, especially those nearest to\nthe Eastern Bloc, to dissuade them from aligning with other communist states.\nThe advisory group recommended an international mechanism that would function\nsomewhere in between providing strictly-loaned and strictly-granted funds. The\nUN and United States government published reports expressing support for the\ncreation of a multilateral, concessional lending program for the poorest\ndeveloping countries. However, the United States was largely unresponsive and\nultimately distracted by its involvement in the Korean War and unconvinced\nthat development needed greater financial stimulation.\n\nDeveloping countries grew increasingly frustrated with not being able to\nafford IBRD lending and perceived the Marshall Plan as a comparatively\ngenerous gift to European nations. In the late 1940s and early 1950s,\ndeveloping countries began calling for the United Nations (UN) to create a\ndevelopment agency that would offer technical support and concessional\nfinancing, with a particular desire that the agency adhere to other UN bodies'\nconvention of each country having one vote as opposed to a weighted vote.\nHowever, the United States ultimately opposed proposals of that nature. As the\nUnited States grew more concerned over the growth of the Cold War, it made a\nconcession in 1954 at the behest of its Department of State by backing the\nconception of the International Finance Corporation (IFC). Despite the launch\nof the IFC in 1956, developing countries persisted in demanding the creation\nof a new concessional financing mechanism and the idea gained traction within\nthe IBRD. Then-President of the IBRD Eugene R. Black, Sr. began circulating\nthe notion of an International Development Association, as opposed to an idea\nof a concessional named the Special United Nations Fund for Economic\nDevelopment (SUNFED) governed by the United Nations. Paul Hoffman, the\nMarshall Plan's former Administrator, proposed the idea of a soft-loan\nfacility within the World Bank, where the US would have a preponderant voice\nin the allocation of such loans. Democratic senator Mike Monroney of Oklahoma\nsupported this idea. As Chairman of the Senate Subcommittee on International\nFinance, Monroney proposed a resolution recommending a study of the potential\nestablishment of an International Development Association to be affiliated\nwith the IBRD. Monroney's proposal was more preferred received within the\nUnited States than the SUNFED. The resolution passed the senate in 1958, and\nthen-U.S. treasury secretary Robert B. Anderson encouraged other countries to\nconduct similar studies. In 1959, the World Bank's Board of Governors approved\na U.S.-born resolution calling for the drafting of the articles of agreement.\nSUNFED later became the Special Fund and merged with the Expanded Programme of\nTechnical Assistance to form the United Nations Development\nProgramme.[_citation needed_]\n\nBy the end of January 1960, fifteen countries signed the articles of agreement\nwhich established the International Development Association. The association\nlaunched in September of that same year with an initial budget of $913 million\n($7.1 billion in 2012 dollars). Over the next eight months following its\nlaunch, the IDA grew to 51 member states and loaned $101 million ($784.2\nmillion in 2012 dollars) to four developing countries."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Current Events",
        "generated_section_content_md": "On October 18, 2024, Suriname became the most recent and 175th borrowing\nmember of the IDA. Subsequently, the World Bank Group approved $22.2 million\nfor The Suriname Preparedness and Enhancing Resilient Communities Project.\nThis project is intended to provide support for flood prevention in and around\nSuriname's capital Paramaribo, as well as the communities of Saramacca and\nWanica."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Governance and operations",
        "generated_section_content_md": "The IDA is governed by the World Bank's Board of Governors which meets\nannually and consists of one governor per member country (most often the\ncountry's finance minister or treasury secretary). The Board of Governors\ndelegates most of its authority over daily matters such as lending and\noperations to the Board of Directors. The Board of Directors consists of 25\nexecutive directors and is chaired by the president of the World Bank Group.\nThe executive directors collectively represent all 187 member states of the\nWorld Bank, although decisions regarding IDA matters concern only the IDA's\n172 member states. The president oversees the IDA's overall direction and\ndaily operations. As of May 2024[update], Ajay Banga serves as the President\nof the World Bank Group. The association and IBRD operate with a staff of\napproximately 10,000 employees.\n\nThe IDA is evaluated by the Bank's Independent Evaluation Group. In 2009, the\ngroup identified weaknesses in the set of controls used to protect against\nfraud and corruption in projects supported by IDA lending. In 2011, the group\nrecommended the Bank provide recognition and incentives to staff and\nmanagement for implementing activities which implement the Paris Declaration\non Aid Effectiveness principles of harmonization and alignment, promote\ngreater use of sector-wide approaches to coordination, and explain the reasons\nwhy when a country's financial management system is not used so that the\nclient country may address those shortcomings. It also recommended that the\nBank collaborate with development partners to strengthen country-level\nleadership of development assistance coordination by offering greater\nfinancial and technical support. Development economists, such as William\nEasterly, have conducted research which ranked the IDA as featuring the most\ntransparency and best practices among donors of development aid.\n\nResearchers from the Center for Global Development expect that the IDA's\ncollection of eligible borrowing countries will decrease by half by the year\n2025 (marking the 65th anniversary of the association's establishment) due to\ngraduations and that remaining borrowers will consist primarily of African\ncountries and will face substantial population declines. These changes will\nimply a need for the association to carefully examine its financial models and\nbusiness operations to determine an appropriate strategy going forward. The\ncenter recommended that the World Bank leadership begin discussing the long-\nterm future of the IDA."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Membership",
        "generated_section_content_md": "International Development Association member states\n\nThe IDA has 173 member countries which pay contributions every three years as\nreplenishments of its capital. On 12 December 2008, Samoa joined UNIDO as its\n173rd member. The IDA lends to 75 borrowing countries, over half of which (39)\nare in Africa. Membership in the IDA is available to only the countries who\nare members of the World Bank, particularly the IBRD. Throughout its lifetime,\n44 borrowing countries have graduated from the association, although 9 of\nthese countries have relapsed as borrowers after not sustaining their graduate\nstatus.\n\nTo be eligible for support from the IDA, countries are assessed by their\npoverty and their lack of creditworthiness for commercial and IBRD borrowing.\nThe association assesses countries based on their per capita income, lack of\naccess to private capital markets, and policy performance in implementing pro-\ngrowth and anti-poverty economic or social reforms. As of 2019[update], to\nborrow from the IDA's concessional lending programs, a country's gross\nnational income (GNI) per capita must not exceed $1,145."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "IDA borrowing countries",
        "generated_section_content_md": "The following 75 countries are IDA borrowing countries.\n\n* Afghanistan\n* Bangladesh\n* Benin\n* Bhutan\n* Burkina Faso\n* Burundi\n* Cabo Verde\n* Cambodia\n* Cameroon\n* Central African Republic\n* Chad\n* Comoros\n* Democratic Republic of Congo\n* Republic of Congo\n* Côte d'Ivoire\n* Djibouti\n* Dominica\n* Eritrea\n* Ethiopia\n* Fiji\n* Gambia\n* Ghana\n* Grenada\n* Guinea\n* Guinea-Bissau\n* Guyana\n* Haiti\n* Honduras\n* Kenya\n* Kiribati\n* Kosovo\n* Kyrgyzstan\n* Laos\n* Lesotho\n* Liberia\n* Madagascar\n* Malawi\n* Maldives\n* Mali\n* Marshall Islands\n* Mauritania\n* Micronesia\n* Mozambique\n* Myanmar\n* Nepal\n* Nicaragua\n* Niger\n* Nigeria\n* Pakistan\n* Papua New Guinea\n* Rwanda\n* Saint Lucia\n* Saint Vincent and the Grenadines\n* Samoa\n* São Tomé and Principe\n* Senegal\n* Sierra Leone\n* Solomon Islands\n* Somalia\n* South Sudan\n* Sri Lanka\n* Sudan\n* Syria\n* Tajikistan\n* Tanzania\n* Timor-Leste\n* Togo\n* Tonga\n* Tuvalu\n* Uganda\n* Uzbekistan\n* Vanuatu\n* Yemen\n* Zambia\n* Zimbabwe"
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Countries that graduated from IDA lending",
        "generated_section_content_md": "The following countries have graduated from their eligibility for IDA lending.\n\n* Albania (2008)\n* Armenia (2014)\n* Azerbaijan (2011)\n* Botswana (1974)\n* Chile (1961)\n* China (1999)\n* Colombia (1962)\n* Costa Rica (1962)\n* Dominican Republic (1973)\n* Ecuador (1974)\n* Egypt (1999) - graduated in FY 81, relapsed in FY 91, graduated again in FY 99\n* El Salvador (1977)\n* Equatorial Guinea (1999)\n* India (2014)\n* Indonesia (2008) - graduated in FY 80, relapsed in FY 98, 99, graduated in FY 08\n* Jordan (1978)\n* Mauritius (1975)\n* Montenegro (2008)\n* Morocco (1975)\n* North Macedonia (2002)\n* Paraguay (1977)\n* Philippines (1993) - graduated in FY 79, relapsed in FY 91, graduated in FY 93\n* Saint Kitts and Nevis (1994)\n* Serbia (2007)\n* South Korea (1973)\n* Swaziland (1975)\n* Thailand (1979)\n* Tunisia (1977)\n* Turkey (1974)"
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Countries relapsed to IDA lending",
        "generated_section_content_md": "The following countries have relapsed to their eligibility for IDA lending and\nhave not yet re-graduated or have instead become partially eligible (also\nreferred to as a _blend country_).\n\n* Cameroon (1994)\n* Congo (1994)\n* Cote d'Ivoire (1992)\n* Honduras (1991)\n* Nicaragua (1991)\n* Nigeria (1989)\n* Papua New Guinea (2003, partially eligible)\n* Syria (2017)\n* Zimbabwe (1992)"
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Replenishment rounds",
        "generated_section_content_md": "The IDA is a unique part of the World Bank as it requires continuous\nreplenishment of its resources. Member countries replenish its funds through\ncontributions in addition to supplementary funds provided by the International\nBank for Reconstruction and Development and the International Finance\nCorporation (IFC). Whereas the IBRD acquires most of its funds by raising\ncapital on international financial markets, the IDA heavily depends on\ncontributions from its member states. The IDA received 2 billion in special\ndrawing rights ($3 billion USD) from the IBRD and IFC.\n\nApproximately half of the IDA's resources come from the 45 donating member\ncountries. In its early years, the IDA received most of its replenishments\nfrom the United Kingdom and United States but, because they were not always\nreliable sources of funding, other developed nations began to step in and fill\nthe economic gaps not met by these two countries. Every three years, member\nnations that provide funds to the IDA gather together to replenish the IDA's\nresources. These funds come primarily from well-developed countries including\nthe United States, Japan, France, Germany, and the United Kingdom with 58%\nfrom the US, 22% from France, and 8% from the UK. As of 2025, there have been\n21 IDA replenishment rounds. Fifty-one member countries participated in the\nIDA's 16th replenishment of US$49.3 billion. The IDA's loans and grants are\nusually not paid in full to the borrower at the outset, but rather disbursed\nincrementally as needed by the project. Most of the donor countries such as\nthe United States commit letters of credit to the IDA which bear no interest\nand are not able to be transferred or revoked, and which are exchanged for\ncash as needed for project disbursal. Other countries pay their contributions\nin full on the date of commitment to the IDA so that it may cover its\noperating expenses. Donors receive no return of funds and repayments from\nborrowers are again loaned to future projects.\n\nAlthough the IDA's funds are now regularly replenished, this does not happen\nwithout some financial and political challenges for the donating countries.\nWhen donor countries convene to negotiate the replenishments, there is often\nintense discussion about redefining the association's goals and objectives or\nIDA reform. Due to delays in the United States Congress impeding the approval\nof IDA funding, the association's members implemented a set of policy triggers\noutlining the commitment threshold necessary for replenishment to take effect.\nThe threshold imposed a requirement that an aggregate share of 85% in voting\nstock is necessary for executing a replenishment. The threshold was\nimplemented with the aim to compel the United States to participate in\nreplenishment rounds. Though countries intended for the triggers to hold the\nUnited States to its commitments, the threshold ultimately provided the United\nStates a de facto veto power over replenishment and capital increase\nnegotiations due to its ability to bring replenishment negotiations to an\nimpasse by threatening to withhold support. The U.S. has used this influence\nto further its long-term foreign policy objectives and short-term political\nand economic goals by imposing conditionality on replenishment\nnegotiations.[_dubious – discuss_]"
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Lending",
        "generated_section_content_md": "IBRD loans and IDA credits in 2005\n\nThe IDA lends to countries with the aim to finance projects that will develop\ninfrastructure and improve education, healthcare, access to clean water and\nsanitation facilities, and environmental responsibility. It is considered to\nbe the soft lending window of the World Bank, while the IBRD is considered to\nbe the hard lending window. The association offers grants and loans with\nmaturities ranging from 25 to 40 years, grace periods of 5 to 10 years, and\ninterest rates of 2.8% or 1.25% depending on whether the borrower is a blend\ncountry – a country also eligible for IBRD loans – and to which degree it is\neligible. Regular IDA-eligible borrowers may take advantage of no-interest\nloans. Financial resources are allocated to eligible countries based on their\nsuccess at implementing pro-growth and a poverty-reducing domestic policies.\nThe IDA uses the World Bank's Country Policy and Institutional Assessment\n(CPIA) development indicator to determine each country's place in a resource\nallocation index. It then prioritizes its lending to those countries which are\nindicated to be most promising in terms of favorable policies and aid\neffectiveness. The IDA adopted the Crisis Response Window in 2007 to enable\nthe rapid provision of emergency financing in response to crises. The\nassociation adopted the Immediate Response Mechanism in 2011 to provide IDA\nborrowers with immediate access to withdraw undisbursed portions of their\nloans, should a crisis arise that meets the mechanism's criteria."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Africa",
        "generated_section_content_md": "Because African countries face some of the most severe poverty and\nunderdevelopment, and because 39 of those countries are the IDA's poorest\nmember states, the association allocates approximately half of the IDA's\nresources toward financing projects in those countries. As of 2012, its\nefforts to improve the region, the IDA has helped bring electricity to an\nadditional 66 million Africans since 1997, helped build or restore 240,000\nkilometers of paved roads, and helped enroll an additional 15 million African\nchildren in school since 2002. The IDA was approved in May 2012 to provide\nUS$50 million worth of credit to the Women Entrepreneur Development Project as\npart of an effort to help women in Ethiopia participate in business as skilled\nemployees or leaders. Although the positive outcomes of the IDA's efforts in\nAfrica had been historically slow, the large allocation of funding to African\ncountries led to positive outcomes particularly within agriculture and\ninfrastructure development efforts."
    },
    {
        "chapter_name": "International Development Association",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Asia",
        "generated_section_content_md": "The IDA's efforts in Asia have been particularly successful. Numerous Asian\ncountries have graduated from the IDA lending program, including the\nPhilippines, China, South Korea, Thailand, and India. Of the association's\nborrowing countries, approximately 20 are in Asia. The association's efforts\nin South Asia have focused primarily on projects for education, healthcare,\ntransportation, agriculture, and energy. Due to rapid growth in Asian\ncountries' populations, some pockets of poverty have emerged. To mitigate this\neffect, the IDA adopted an economic plan of action which established\norganizations to improve education and healthcare, with a focus on reducing\npoverty across Asian nations in ways that are compatible with local culture."
    }
]