[
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental body to regulate mineral-related activities on the seabed\n\nThe **International Seabed Authority** (**ISA** ; French: _Autorité\ninternationale des fonds marins_) is a Kingston, Jamaica-based\nintergovernmental body of 167 member states and the European Union. It was\nestablished under the 1982 UN Convention on the Law of the Sea (UNCLOS) and\nits 1994 Agreement on Implementation. The ISA's dual mission is to authorize\nand control the development of mineral related operations in the international\nseabed, which is considered the \"common heritage of all mankind\", and to\nprotect the ecosystem of the seabed, ocean floor and subsoil in \"The Area\"\nbeyond national jurisdiction. The ISA is responsible for safeguarding the\ninternational deep sea, defined as waters below 200 meters (656 feet), where\nphotosynthesis is hampered by inadequate light. Governing approximately half\nof the total area of the world's oceans, the ISA oversees activities that\nmight threaten biological diversity and harm the marine environment.\n\nSince its inception in 1994, the ISA has approved over two dozen ocean floor\nmining exploration contracts in the Atlantic, Pacific and Indian Oceans. The\nmajority of these contracts are for exploration in the Clarion–Clipperton zone\nbetween Hawaii and Mexico, where polymetallic nodules contain copper, cobalt\nand other minerals essential for powering electric batteries. To date, the\nAuthority has not authorized any commercial mining contracts as it continues\nto deliberate over regulations amid global calls for a moratorium on deep sea\nmining. Scientists and environmentalists warn that such mining could wreak\nhavoc on the ocean, a crucial carbon sink and home to rare and diverse\nspecies.\n\nFunded by UNCLOS members and mining contractors, the Authority operates as an\nautonomous international organization with its own Assembly, Council, and\nSecretariat. The current secretary-general of the agency is Leticia Carvalho,\nwhose four-year term began on 1 January 2025."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origin",
        "generated_section_content_md": "The Authority held its inaugural meeting in its host country, Jamaica, on 16\nNovember 1994, the day the Convention came into force. The articles governing\nthe Authority have been made \"noting the political and economic changes,\nincluding market-oriented approaches, affecting the implementation\" of the\nconvention. The Authority obtained its observer status to the United Nations\nin October 1996. The Authority has 167 members and the European Union,\ncomposed of all parties to the United Nations Convention on the Law of the\nSea. The Authority operates by contracting with private and public\ncorporations and other entities authorizing them to explore, and potentially\nexploit, specified areas on the deep seabed for mineral resources, such as\ncobalt, nickel and manganese."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "\"Common Heritage of All Mankind\"",
        "generated_section_content_md": "Under UNCLOS, Part XI, Section 2. \"The Area and its resources are the common\nheritage of mankind.\" As a result, ISA must ensure that activities in the Area\nare undertaken only for peaceful purposes and for the benefit of all\nhumankind, with economic benefits shared equitably and special consideration\ngiven to the needs of developing nations."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Governance and operations",
        "generated_section_content_md": "Along with a Secretary-General, two principal organs establish the policies\nand govern the work of the Authority: the Assembly, in which all UNCLOS\nparties are represented, and a 36-member Council elected by the Assembly."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.2.1",
        "section_name": "Secretary-General",
        "generated_section_content_md": "The Assembly elects a Secretary-General to serve a four-year term as the ISA's\nchief administrative officer, oversee Authority staff and issue an annual\nreport to the Assembly. The Secretary-General is prohibited from holding a\nfinancial interest in any mining operations authorized by the Authority.\n\nThere have been four Secretary-Generals since ISA's creation in 1996:\n\nCountry  | Image | Name | Term\n---|---|---|---\nFiji |  | Satya Nandan | 1996–2008\nGhana |  | Nii Allotey Odunton | 2008−2016\nUnited Kingdom |  | Michael Lodge | 2016–2024\nBrazil |  | Leticia Carvalho | 2025–"
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.2.2",
        "section_name": "Assembly",
        "generated_section_content_md": "The Assembly, which consists of all members of the Authority, elects the\n36-member Council, as well as the Secretary-General from among candidates the\nCouncil recommends. The Assembly also has the power to approve or reject the\ncouncil's recommendations for the following: rules and regulations governing\nseabed mining, distribution of financial benefits accrued from authorized\nmining and the Authority's annual budget."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.2.3",
        "section_name": "Council",
        "generated_section_content_md": "The 36-member Council, elected by the Assembly, authorizes contracts with\ngovernments and private corporations to explore and mine the international\nseabed and sets rules and procedures, subject to the Assembly's approval, for\nISA governance. The council also nominates a Secretary-General, who then must\nbe elected by the full Assembly to serve a four-year term. The ISA's annual\nplenary sessions, which usually last two weeks, are held in Kingston."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.2.4",
        "section_name": "Advisory bodies",
        "generated_section_content_md": "Also established is a 30-member Legal and Technical Commission which advises\nthe Council and a 15-member Finance Committee that deals with budgetary and\nrelated matters. All members are experts nominated by governments and elected\nto serve in their individual capacity."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "1.2.5",
        "section_name": "Enterprise",
        "generated_section_content_md": "The convention also established a body called the Enterprise which is to serve\nas the Authority's own mining operator, potentially generating \"hundreds of\nmillions of dollars in royalties\" to be shared with developing nations.\" The\nenvironmental organization Greenpeace has expressed concerns over the ISA's\nalleged conflict of interest as both regulator and business operator, though\nthe ISA denies the conflict of interest charge."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Status",
        "generated_section_content_md": "The Authority has a Secretariat of 37 authorized posts and a 2022 biennial\nbudget of approximately $10,000,000."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Jurisdiction",
        "generated_section_content_md": "UNCLOS defines the international seabed area—the part under ISA\njurisdiction—as \"the seabed and ocean floor and the subsoil thereof, beyond\nthe limits of national jurisdiction\" UNCLOS outlines the areas of national\njurisdiction as a \"12 nautical-mile territorial sea; an exclusive economic\nzone of up to 200 nautical miles and a continental shelf\", unless a nation can\ndemonstrate that its continental shelf is naturally prolonged beyond that\nlimit, in which case it may claim up to 350 nautical miles (650 km). ISA has\nno role in determining this boundary. Rather, this task is left to another\nbody established by UNCLOS, the Commission on the Limits of the Continental\nShelf, which examines scientific data submitted by coastal states that claim a\nbroader reach.\n\nMember states represented in blue; observer states in yellow (note: the\nEuropean Union also holds membership) Clarion–Clipperton zone, 1.7 million\nsquare miles between Hawaii and Mexico, known for ocean floor nodules of\ncobalt, nickel, manganese and copper, as well as unusual species"
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Commercial",
        "generated_section_content_md": "Although the ISA has yet to approve commercial mining contracts, the Authority\nanticipates commercial mining could begin as early as 2023–2024 with the\ncompletion of much-debated ISA regulations. In 2021, the Pacific Island nation\nof Nauru triggered a deadline that requires the ISA to approve final\ncommercial mining regulations by July 2023 or allow contractors to mine under\nexisting draft regulations."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Exploratory",
        "generated_section_content_md": "Exploratory mining involves \"deep-sea mapping, manned submersibles or\nremotely-operated vehicles, photographic and video systems, and drilling\ndevices.\""
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.2.1",
        "section_name": "Clarion–Clipperton zone",
        "generated_section_content_md": "Investigation into manganese nodule mining on the seabed in the\nClarion–Clipperton zone\n\nMost areas of exploration are in the Clarion–Clipperton zone (CCZ), in the\nEquatorial North Pacific Ocean, south and southeast of Hawaii, between Hawaii\nand Mexico. The quiet CCZ, as wide as the continental U.S., is home to\npolymetallic nodules or trillions of potato-size lumps of matter formed over\nmillions of years that contain nickel, manganese, copper, zinc and cobalt, as\nwell as deep water coral, sponges and unusual species (\"ghost octopus\",\ncrustaceans, worms and sea cucumbers) that in a near light-less environment\nattach to the rock-like nodules for shelter. Contractors want to mine\npolymetallic nodules for battery storage for electric vehicles, smartphones,\nand solar and wind energy."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.2.2",
        "section_name": "Other areas of exploration",
        "generated_section_content_md": "Exploration contracts for polymetallic nodules have also been issued for\ncontractors operating in the Central Indian Ocean Basin and Western Pacific\nOcean. The ISA has issued exploration contracts for polymetallic sulphides in\nthe South West Indian Ridge, Central Indian Ridge and the Mid-Atlantic Ridge,\nand contracts for exploration for cobalt-rich crusts in the Western Pacific\nOcean."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.2.3",
        "section_name": "Requirements of contractors",
        "generated_section_content_md": "Each contractor is required to develop a contingency plan should something go\nwrong during exploration, report annually on its activities in its assigned\narea and propose a training program for developing countries ."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.2.4",
        "section_name": "List of exploratory contractors",
        "generated_section_content_md": "The ISA has signed 15-year contracts for exploration with 22 contractors\nseeking polymetallic nodules, polymetallic sulphides and cobalt-rich\nferromanganese crusts in the deep seabed.\n\nIn 2001-2002 the ISA signed contracts with Yuzhmorgeologya (Russian\nFederation); Interoceanmetal Joint Organization (IOM) (Bulgaria, Cuba,\nSlovakia, Czech Republic, Poland and Russian Federation); the Government of\nthe Republic of Korea; China Ocean Minerals Research and Development\nAssociation (COMRA) (China); Deep Ocean Resources Development Company (DORD)\n(Japan); Institut français de recherche pour l’exploitation de la mer\n(IFREMER) (France); the Government of India. In 2006, the Authority signed a\n15-year contract with the Federal Institute for Geosciences and Natural\nResources of Germany.\n\nIn 2008, the Authority received two new applications for authorization to\nexplore for polymetallic nodules, coming for the first time from private firms\nin developing island nations of the Pacific. Sponsored by their respective\ngovernments, they were submitted by Nauru Ocean Resources Inc. and Tonga\nOffshore Mining Limited. A 15-year exploration contract was granted by the\nAuthority to Nauru Ocean Resources Inc. on 22 July 2011 and to Tonga Offshore\nMining Limited on 12 January 2012.\n\nFifteen-year exploration contracts for polymetallic nodules were also granted\nto G-TECH Sea Mineral Resources NV (Belgium) on 14 January 2013; Marawa\nResearch and Exploration Ltd (Kiribati) on 19 January 2015; Ocean Mineral\nSingapore Pte Ltd on 22 January 2015; UK Seabed Resources Ltd (two contracts\non 8 February 2013 and 29 March 2016 respectively); Cook Islands Investment\nCorporation on 15 July 2016 and more recently China Minmetals Corporation on\n12 May 2017.\n\nThe Authority has signed seven contracts for the exploration for polymetallic\nsulphides in the South West Indian Ridge, Central Indian Ridge and Mid-\nAtlantic Ridge with China Ocean Mineral Resources Research and Development\nAssociation (18 November 2011); the Government of Russia (29 October 2012);\nGovernment of the Republic of Korea (24 June 2014); Institut français de\nrecherche pour l’exploitation de la mer (Ifremer, France, 18 November 2014);\nthe Federal Institute for Geosciences and Natural Resources of Germany (6 May\n2015); and the Government of India (26 September 2016) and the Government of\nthe Republic of Poland (12 February 2018).\n\nThe Authority holds five contracts for the exploration of cobalt-rich\nferromanganese crusts in the Western Pacific Ocean with China Ocean Mineral\nResources Research and Development Association (29 April 2014); Japan Oil Gas\nand Metals National Corporation (JOGMEC, 27 January 2014); Ministry of Natural\nResources and Environment of the Russian Federation (10 March 2015), Companhia\nDe Pesquisa de Recursos Minerais (9 November 2015) and the Government of the\nRepublic of Korea (27 March 2018)."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Environmental concerns and climate crisis",
        "generated_section_content_md": "Environmentalists, scientists from 44 countries, Google, BMW and Volvo, World\nWildlife Fund and several Pacific nations, including Fiji and Papua New\nGuinea, have called for a moratorium on deep-sea mining until more scientific\nresearch is conducted on its impact on the marine environment.\n\nAdvocates for deep sea mining argue extraction of rare metals is critical for\nelectric car batteries necessary to develop a fossil-free economy.\n\nOpponents argue seabed mining could wreak havoc on the world's oceans, which\nact as a carbon sink absorbing a quarter of the world's carbon emissions each\nyear.\n\nGreenpeace's _Esperanza_\n\nThe environmental organization Greenpeace has raised objections about deep\nseabed mining disrupting the habitats of newly reported species, from crabs to\nwhales to snails that survive without eating and congregate near\nbioluminescent thermal vents. Greenpeace has urged the ISA to further develop\nUNCLOS' foundational Article 136 principle \"of common heritage to all mankind\"\nto revise regulations and set conservation targets. In a 2018 Greenpeace\nResearch Laboratories report the organization stressed the importance of\nprotecting marine biodiversity from toxins released during seabed mining for\nnatural gas and rare metals for photovoltaic cells. Greenpeace maintains the\n\"pro-exploitation\" ISA is not the appropriate authority to regulate deep sea\nmining (DSM). In 2019 Greenpeace activists protested outside the annual\nmeeting of the International Seabed Authority in Jamaica, calling for a global\nocean treaty to ban deep sea mining in ocean sanctuaries. Some of the\nactivists had sailed to Jamaica aboard Greenpeace's ship, the Esperanza, which\ntravelled from the \"Lost City in the mid-Atlantic\", an area Greenpeace says is\nthreatened by exploratory mining the ISA authorized.\n\nISA Secretary-General Michael Lodge said Greenpeace's support for a global\nocean treaty, not the ISA, to control deep sea mining did not make sense."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Concern over transparency issues",
        "generated_section_content_md": "In 2022, The Guardian reported the ISA failed to renew the contract for Earth\nNegotiations Bulletin (ENB), a division of the International Institute for\nSustainable Development (IISD), which covered past proceedings to maintain an\nindependent record of the ISA. The decision came amid warnings from scientists\nthat commercial ocean floor mining \"would be “dangerous”, “reckless” and\n“irreversible” in its harm to the ecosystem. In its defense, the ISA said\nENB's non-renewal was triggered by budget cuts. The Guardian also reported\nthat Germany and environmentalists had raised questions about the lack of\ntransparency by the ISA's Legal and Technical Commission (LTC), which conducts\nclosed meetings to set standards and issue guidelines for seabed mining.\n\nIn response to criticism, ISA Secretary-General Michael Lodge defended ISA as\na \"transparent public forum of consensus-building.\""
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Charges of conflict of interest",
        "generated_section_content_md": "In 2022, the _Los Angeles Times_ reported that the International Seabed\nAuthority faced criticisms over conflicts of interest. The _LA Times_ reported\nthat the ISA was scheduled to approve seabed mining, despite concerns by\nscientists and environmentalists about the environmental impact. ISA head\nMichael Lodge had criticized these groups, saying there was \"a growing\nenvironmental absolutism and dogmatism bordering on fanaticism\" and arguing\nthat seabed mining was \"predictable and manageable\". Scientists and members of\nLodge's staff objected to Lodge's appearance in a mining company video seeking\ninvestments in robotic exploration for minerals to manufacture electric\nvehicles. In the video, Lodge said his agency supported a 15-year exploration\ncontract because \"land-based resources are becoming increasingly difficult to\naccess.\""
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "United States' non-ratification of UNCLOS",
        "generated_section_content_md": "The exact nature of the ISA's mission and authority has been questioned by\nopponents of the Law of the Sea Treaty who are generally skeptical of\nmultilateral engagement by the United States. In 2007, although the US Senate\nForeign Relations Committee voted in favor of treaty ratification, the full\nSenate failed to ratify the treaty, with some Republicans arguing UNCLOS might\nthreaten national security by interfering with ocean military operations and\nhinder seabed mining corporations by imposing environmental regulations.\n\nOne of the main anti-ratification arguments being a charge that the ISA is\nflawed or unnecessary. In its original form, the Convention included certain\nprovisions that some found objectionable, such as:\n\n* Use of collected money for wealth redistribution in addition to ISA administration\n* Mandatory technology transfer\n\nBecause of these concerns, the United States pushed for modification of the\nConvention, obtaining a 1994 Agreement on Implementation that somewhat\nmitigates them and thus modifies the ISA's authority. Despite this change the\nUnited States has not ratified the Convention and so is not a member of ISA,\nalthough it sends sizable delegations to participate in meetings as an\nobserver.\n\nAs an observer, not an UNCLOS signatory, the U.S. will not be allowed to vote\non approval of final commercial mining regulations and will be unable to\nsponsor companies to apply for contracts in international waters. This is\nbecause the ISA requires contractors be sponsored by a state that is a\nsignatory to UNCLOS. U.S.-based military contractor Lockheed Martin, however,\nis participating in two British deep sea mining projects."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Palau's advocacy against deep-sea mining",
        "generated_section_content_md": "Palau was the first country to call for a moratorium, or precautionary pause,\non deep-sea mining until the impact of such a practice is better understood.\nBy July 10, 2023, 17 countries had called for a deep-sea mining moratorium or\npause, including Germany, New Zealand, Spain, France, Sweden, Fiji, and the\nFederated States of Micronesia.\n\nOn July 29, 2024, President Surangel S. Whipps Jr. of Palau delivered an\naddress titled \"Upholding the Common Heritage of Humankind\" to the 29th\nGeneral Assembly of the International Seabed Authority (ISA) in Kingston,\nJamaica. In his speech, President Whipps emphasized the importance of\nsafeguarding the deep ocean from exploitation and modern-day colonialism. He\nhighlighted Palau’s deep cultural and economic ties to the ocean and\nreiterated the call for an immediate moratorium on deep-sea mining, citing the\nassociated environmental risks and uncertainties. In his speech he referred to\nthe ocean as \"Our greatest ally in our fight against climate change,\"\nhighlighting its role as the largest carbon sink on the planet. He underscored\nthe critical role deep ocean ecosystems play in global environmental health\nand advocated for prioritizing long-term sustainability over short-term\neconomic gains. He urged the assembly to act responsibly on behalf of future\ngenerations, reinforcing the deep seabed’s status as the \"common heritage of\n(hu)mankind.\"\n\nThe number of countries against the imminent start of mining for metallic\nnodules on the seafloor increased to 32 during the 29th ISA annual assembly,\nwith Austria, Guatemala, Honduras, Malta, and Tuvalu joining the list."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Legislative",
        "generated_section_content_md": "The Authority's main legislative accomplishment has been the adoption, in the\nyear 2000, of regulations governing exploration for polymetallic nodules.\nThese resources, also called manganese nodules, contain varying amounts of\nmanganese, cobalt, copper and nickel. They occur as potato-sized lumps\nscattered about on the surface of the ocean floor, mainly in the central\nPacific Ocean in the Clarion–Clipperton zone but with some deposits in the\nIndian Ocean.\n\nIn 2013, the ISA approved amendments to its mining code on deep sea\nexploration, stating a prospector should take a precautionary approach to\navoid polluting the ocean and should immediately inform the Secretary-General\nof any prospect-related incidents that threaten the marine environment. The\namended regulations also said a contractor can recover \"a reasonable amount of\nmaterial\" for testing but not for sale.\n\nIn July 2019, the ISA's Legal and Trade Commission prepared \"Draft regulations\non exploitation of mineral resources in the Area.\"\n\nIn 2010, the ISA adopted Regulations on Prospecting and Exploration for\nPolymetallic Sulphides.\n\nIn 2012, the Authority adopted Regulations on Prospecting and Exploration for\nCobalt-Rich Ferromanganese Crusts.\n\nThe Council of the Authority began work in August 2002 on another set of\nregulations, covering polymetallic sulfides and cobalt-rich ferromanganese\ncrusts, which are rich sources of such minerals as copper, iron, zinc, silver\nand gold, as well as cobalt. The sulphides are found around volcanic hot\nsprings, especially in the western Pacific Ocean, while the crusts occur on\noceanic ridges and elsewhere at several locations around the world. The\nCouncil decided in 2006 to prepare separate sets of regulations for sulphides\nand for crusts, with priority given to sulphides. It devoted most of its\nsessions in 2007 and 2008 to this task, but several issues remained\nunresolved. Chief among these were the definition and configuration of the\narea to be allocated to contractors for exploration, the fees to be paid to\nthe Authority and the question of how to deal with any overlapping claims that\nmight arise. Meanwhile, the Legal and Technical Commission reported progress\non ferromanganese crusts."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "3.9",
        "section_name": "Workshops and research",
        "generated_section_content_md": "In addition to its legislative work, the Authority organizes annual workshops\non various aspects of seabed exploration, with emphasis on measures to protect\nthe marine environment from any harmful consequences. It disseminates the\nresults of these meetings through publications. Studies over several years\ncovering the key mineral area of the Central Pacific resulted in a technical\nstudy on biodiversity, species ranges and gene flow in the abyssal Pacific\nnodule province, with emphasis on predicting and managing the impacts of deep\nseabed mining A workshop at Manoa, Hawaii, in October 2007 produced a\nrationale and recommendations for the establishment of \"preservation reference\nareas\" in the Clarion–Clipperton zone, where nodule mining would be prohibited\nin order to leave the natural environment intact. In recent years, the ISA\nhosted workshops on enhancing the role of women in conducting deep-sea\nscientific studies, sustainable management of deep seabed resources, a series\nfor Africa on resources and technologies for DSM and a session on sharing the\neconomic benefits of DSM."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "National trends in seabed mining",
        "generated_section_content_md": "In recent years, however, interest in deep sea mining, especially with regard\nto ferromanganese crusts and polymetallic sulphides, has picked up among\nseveral firms now operating in waters within the national zones of Papua New\nGuinea, Fiji and Tonga. Papua New Guinea was the first country in the world to\ngrant commercial exploration licenses for seafloor massive sulphide deposits\nwhen it granted the initial license to Nautilus Minerals in 1997. Japan's new\nocean policy emphasizes the need to develop methane hydrate and hydrothermal\ndeposits within Japan's exclusive economic zone and calls for the\ncommercialization of these resources within the next 10 years. Reporting on\nthese developments in his annual report to the Authority in April 2008,\nSecretary-General Nandan referred also to the upward trend in demand and\nprices for cobalt, copper, nickel and manganese, the main metals that would be\nderived from seabed mining, and he noted that technologies being developed for\noffshore extraction could be adapted for deep sea mining.\n\nRecently, there has been much interest in the possibility of exploiting seabed\nresources in the Arctic Ocean, bordered by Canada, Denmark, Iceland, Norway,\nRussia and the United States (see Territorial claims in the Arctic). In 2020,\nan international coalition of environmental groups urged the government of\nNorway to not only abandon plans for deep sea mining under national\njurisdiction, but to also speak out against DSM Arctic mining before the\nInternational Seaboard Authority."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Endowment fund",
        "generated_section_content_md": "In 2006 the Authority established an Endowment Fund to Support Collaborative\nMarine Scientific Research on the International Seabed Area. The Fund will aid\nexperienced scientists and technicians from developing countries to\nparticipate in deep-sea research organized by international and national\ninstitutions. A campaign was launched in February 2008 to identify\nparticipants, establish a network of cooperating bodies and seek outside funds\nto augment the initial $3 million endowment from the Authority."
    },
    {
        "chapter_name": "International Seabed Authority",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Voluntary commitments",
        "generated_section_content_md": "In 2017, the Authority registered seven voluntary commitments with the UN\nOceans Conference for Sustainable Development Goal 14. These\nwere:[_clarification needed_]\n\n1. OceanAction15467 – Enhancing the role of women in marine scientific research through capacity building\n2. OceanAction15796 – Encouraging dissemination of research results through the ISA Secretary-General Award for Excellence in Deep-Sea Research\n3. OceanAction16538 – Abyssal Initiative for Blue Growth (with UN-DESA)\n4. OceanAction16494 – Fostering cooperation to promote the sustainable development of Africa's deep seabed resources in support of Africas Blue Economy\n5. OceanAction17746 – Enhancing the assessment of essential ecological functions of the deep sea oceans through long-term underwater oceanographic observatories in the Area;\n6. OceanAction17776 – Enhancing deep sea marine biodiversity assessment through the creation of online taxonomic atlases linked to deep sea mining activities in the Area"
    }
]