[
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organisation\n\nThe **International Bureau of Weights and Measures** (French: _Bureau\ninternational des poids et mesures_ , **BIPM**) is an intergovernmental\norganisation, through which its 64 member-states act on measurement standards\nin areas including chemistry, ionising radiation, physical metrology, as well\nas the International System of Units (SI) and Coordinated Universal Time\n(UTC). It is headquartered in the Pavillon de Breteuil in Saint-Cloud, near\nParis, France. The organisation has been referred to as **IBWM** (from its\nname in English) in older literature."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Function",
        "generated_section_content_md": "The BIPM has the mandate to provide the basis for a single, coherent system of\nmeasurements throughout the world, traceable to the International System of\nUnits (SI). This task takes many forms, from direct dissemination of units to\ncoordination through international comparisons of national measurement\nstandards (as in electricity and ionising radiation).\n\nFollowing consultation, a draft version of the BIPM Work Programme is\npresented at each meeting of the General Conference for consideration with the\nBIPM budget. The final programme of work is determined by the CIPM in\naccordance with the budget agreed to by the CGPM.\n\nCurrently, the BIPM's main work includes:\n\n* Making brochures that define the International System of Units.\n* Scientific and technical activities carried out in its four departments: chemistry, ionising radiation, physical metrology, and time\n* Liaison and coordination work, including providing the secretariat for the CIPM Consultative Committees and some of their Working Groups and for the CIPM MRA, and providing institutional liaison with the other bodies supporting the international quality infrastructure and other international bodies\n* Capacity building and knowledge transfer programs to increase the effectiveness within the worldwide metrology community of those Member State and Associates with emerging metrology systems\n* A resource centre providing a database and publications for international metrology\n\nThe BIPM is one of the twelve member organisations of the International\nNetwork on Quality Infrastructure (INetQI), which promotes and implements QI\nactivities in metrology, accreditation, standardisation and conformity\nassessment.\n\nThe BIPM has an important role in maintaining accurate worldwide time of day.\nIt combines, analyses, and averages the official atomic time standards of\nmember nations around the world to create a single, official Coordinated\nUniversal Time (UTC)."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure",
        "generated_section_content_md": "The BIPM is overseen by the International Committee for Weights and Measures\n(French: _Comité international des poids et mesures, CIPM_), a committee of\neighteen members that meet normally in two sessions per year, which is in turn\noverseen by the General Conference on Weights and Measures (French:\n_Conférence générale des poids et mesures, CGPM_) that meets in Paris usually\nonce every four years, consisting of delegates of the governments of the\nMember States and observers from the Associates of the CGPM. These organs are\nalso commonly referred to by their French initialisms."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "The creation of the International Bureau of Weights and Measures followed the\nMetre Convention of 1875, after the Franco-Prussian War (1870–1871), at the\ninitiative of the International Geodetic Association. This process began with\nthe 1855 Paris Exposition, shortly after the Great Exhibition, when the need\nfor international standardization of weights and measures became apparent.\nDuring the process of unification of Germany, geodesists called for the\nestablishment of an International Bureau of Weights and Measures in Europe.\nThese trends culminated in the 1889 General Conference on Weights and\nMeasures, with the distribution of the metre and kilogram standards to the\nStates parties to the Metre Convention.\n\nWhen the metre was adopted as an international unit of length, it was well\nknown that it no longer corresponded to its historical definition. Carlos\nIbáñez e Ibáñez de Ibero, first president of both the International Geodetic\nAssociation and the International Committee for Weigths and Measures, took\npart to the remeasurement and extension of the arc measurement of Delambre and\nMéchain. At that time, mathematicians like Legendre and Gauss had developed\nnew methods for processing data, including the least squares method which\nallowed to compare experimental data tainted with observational errors to a\nmathematical model. Moreover, the International Bureau of Weights and Measures\nwould have a central role for international geodetic measurements as Charles\nÉdouard Guillaume's discovery of invar minimized the impact of measurement\ninaccuracies due to temperature systematic errors."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Geodetic standards and the Expositions Universelles (1855 /1867)",
        "generated_section_content_md": "Replicas of historical metric standards, including an iron copy of the _mètre\ndes Archives_.\n\nIn the 19th century, units of measurement were defined by primary standards,\nand unique artifacts made of different alloys with distinct coefficients of\nexpansion were the legal basis of units of length. A wrought iron ruler, the\nToise of Peru, also called _Toise de l'Académie_ , was the French primary\nstandard of the toise, and the metre was officially defined by an artifact\nmade of platinum kept in the National Archives. Besides the latter, another\nplatinum and twelve iron standards of the metre were made by Étienne Lenoir in\n1799. One of them became known as the Committee Meter in the United States and\nserved as standard of length in the United States Coast Survey until 1890.\n\nIbáñez apparatus calibrated on the metric Spanish standard and used at\nAarberg, in canton of Bern, Switzerland in 1880.\n\nIn 1855, the Dufour map (French: _Carte Dufour_), the first topographic map of\nSwitzerland for which the metre was adopted as the unit of length, won the\ngold medal at the Exposition Universelle. However, the baselines for this map\nwere measured in 1834 with three toises long measuring rods calibrated on a\ntoise made in 1821 by Jean Nicolas Fortin for Friedrich Georg Wilhelm von\nStruve.\n\nThe geodetic measuring device calibrated on the metre devised by Carlos Ibáñez\ne Ibáñez de Ibero and Frutos Saavedra Meneses, was displayed by Jean Brunner\nat the Exhibition. The four-metre-long Spanish measuring instrument, which\nbecame known as the Spanish Standard (French: _Règle espagnole_), was compared\nwith Borda's double-toise N° 1, which served as a comparison module for the\nmeasurement of all geodesic bases in France, and was also to be compared to\nthe Ibáñez apparatus. In order to maintain measurement traceability it was\nimportant to control the temperature during these intercomparisons in order to\navoid systematic errors.\n\nThe Earth measurements thus underscored the importance of scientific methods\nat a time when statistics were implemented in geodesy. As a leading scientist\nof his time, Carlos Ibáñez e Ibáñez de Ibero was one of the 81 initial members\nof the International Statistical Institute (ISI) and delegate of Spain to the\nfirst ISI session (now called World Statistic Congress) in Rome in 1887. On\nthe sidelines of the Exposition Universelle (1855) and the second Congress of\nStatistics held in Paris, an association with a view to obtaining a uniform\ndecimal system of measures, weights and currencies was created in 1855. Under\nthe impetus of this association, a Committee for Weights and Measures and\nMonies (French: _Comité des poids, mesures et monnaies_) would be created\nduring the Exposition Universelle (1867) in Paris and would call for the\ninternational adoption of the metric system."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "The metre and Struve Geodetic Arc (1816/1855)",
        "generated_section_content_md": "In 1858, a Technical Commission was set up to continue cadastral surveying\ninaugurated under Muhammad Ali. This Commission suggested to buy geodetic\ndevices which were ordered in France. Mohammed Sa'id Pasha entrusted to Ismail\nMustafa al-Falaki the study of the precision apparatus calibrated against the\nmetre intended to measure geodetic baselines and built by Jean Brunner in\nParis. Ismail Mustafa had the task to carry out the experiments necessary for\ndetermining the expansion coefficients of the two platinum and brass bars, and\nto compare the Egyptian standard with a known standard. The Spanish standard\ndesigned by Carlos Ibáñez e Ibáñez de Ibero and Frutos Saavedra Meneses was\nchosen for this purpose, as it had served as a model for the construction of\nthe Egyptian standard.\n\nMetre Convention signatories\n\nIt was not until 1954 that the connection of the southerly extension of the\nStruve Geodetic Arc, a chain of survey triangulations stretching from\nHammerfest in Norway to the Black Sea, with an arc running northwards from\nSouth Africa through Egypt would bring the course of a major meridian arc back\nto land where Eratosthenes had founded geodesy. The Struve Geodetic arc\nmeasurement extended on a period of forty years and initiated an international\nscientific collaboration between Russian Empire and the United Kingdoms of\nSweden and Norway with the involvement of proeminent astronomers such as\nFriedrich Georg Wilhelm von Struve, Friedrich Wilhelm Bessel, Carl Friedrich\nGauss and George Biddell Airy. A French scientific instrument maker, Jean\nNicolas Fortin, made three direct copies of the Toise of Peru, one for\nFriedrich Georg Wilhelm von Struve, a second for Heinrich Christian Schumacher\nin 1821 and a third for Friedrich Wilhelm Bessel in 1823. In 1831, Henri-\nPrudence Gambey also realised a copy of the Toise of Peru which was kept at\nAltona Observatory in Hamburg.\n\nAccording to geodesists, these standards were secondary standards deduced from\nthe Toise of Peru. In continental Europe, except Spain, surveyors continued to\nuse measuring instruments calibrated on the Toise of Peru. Among these, the\ntoise of Bessel and the apparatus of Borda were respectively the main\nreferences for geodesy in Prussia and in France. These measuring devices\nconsisted of bimetallic rulers in platinum and brass or iron and zinc fixed\ntogether at one extremity to assess the variations in length produced by any\nchange in temperature. The combination of two bars made of two different\nmetals allowed to take thermal expansion into account without measuring the\ntemperature."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Metric act of 1866 and calls for an international standard unit of length",
        "generated_section_content_md": "In 1866, Ferdinand Rudolph Hassler's use of the metre and the creation of the\nOffice of Standard Weights and Measures as an office within the Coast Survey\ncontributed to the introduction of the Metric Act of 1866 allowing the use of\nthe metre in the United States, and preceded the choice of the metre as\ninternational scientific unit of length and the proposal by the 1867 General\nConference of the European Arc Measurement (German: _Europäische Gradmessung_)\nto establish the International Bureau of Weights and Measures. Moreover, it\nwas asserted that the Toise of Peru, the standard of the toise constructed in\n1735 for the French Geodesic Mission to the Equator, might be so much damaged\nthat comparison with it would be worthless, while Bessel had questioned the\naccuracy of copies of this standard belonging to Altona and Koenigsberg\nObservatories, which he had compared to each other about 1840.\n\nThis assertion was particularly worrying, because when the primary Imperial\nyard standard had partially been destroyed in 1834, a new standard of\nreference was constructed using copies of the \"Standard Yard, 1760\", instead\nof the pendulum's length as provided for in the Weights and Measures Act 1824,\nbecause the pendulum method proved unreliable."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "International Geodetic Association",
        "generated_section_content_md": "The intimate relationships that necessarily existed between metrology and\ngeodesy explain that the International Association of Geodesy, founded to\ncombine the geodetic operations of different countries, in order to reach a\nnew and more exact determination of the shape and dimensions of the Globe,\nprompted the project of reforming the foundations of the metric system, while\nexpanding it and making it international. Not, as it was mistakenly assumed\nfor a certain time, that the Association had the unscientific thought of\nmodifying the length of the metre, in order to conform exactly to its\nhistorical definition according to the new values that would be found for the\nterrestrial meridian. But, busy combining the arcs measured in the different\ncountries and connecting the neighbouring triangulations, geodesists\nencountered, as one of the main difficulties, the unfortunate uncertainty\nwhich reigned over the equations of the units of length used. Adolphe Hirsch,\nGeneral Baeyer and Colonel Ibáñez decided, in order to make all the standards\ncomparable, to propose to the Association to choose the metre for geodetic\nunit, and to create an international prototype metre differing as little as\npossible from the _mètre des Archives._\n\nIn 1867 at the second General Conference of the International Association of\nGeodesy held in Berlin, the question of an international standard unit of\nlength was discussed in order to combine the measurements made in different\ncountries to determine the size and shape of the Earth. According to a\npreliminary proposal made in Neuchâtel the precedent year, the General\nConference recommended the adoption of the metre in replacement of the toise\nof Bessel, the creation of an International Metre Commission, and the\nfoundation of a World institute for the comparison of geodetic standards, the\nfirst step towards the creation of the International Bureau of Weights and\nMeasures."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Saint Petersburg Academy",
        "generated_section_content_md": "Ferdinand Rudolph Hassler's metrological and geodetic work also had a\nfavourable response in Russia. In 1869, the Saint Petersburg Academy of\nSciences sent to the French Academy of Sciences a report drafted by Otto\nWilhelm von Struve, Heinrich von Wild, and Moritz von Jacobi, whose theorem\nhas long supported the assumption of an ellipsoid with three unequal axes for\nthe figure of the Earth, inviting his French counterpart to undertake joint\naction to ensure the universal use of the metric system in all scientific\nwork. The French Academy of Sciences and the Bureau des Longitudes in Paris\ndrew the attention of the French government to this issue. In November 1869,\nNapoleon III issued invitations to join the International Metre Commission."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "The International Metre Commission (1870/1872)",
        "generated_section_content_md": "Creating the metre-alloy in 1874 at the Conservatoire des Arts et Métiers.\nPresent Henri Tresca, George Matthey, Saint-Claire Deville, and Debray Closeup\nof National Prototype Metre Bar No. 27, made in 1889 by the International\nBureau of Weights and Measures (BIPM) in collaboration with Johnson Mattey and\ngiven to the United States, which served as the standard for American\ncartography from 1890 replacing the Committee Meter, an authentic copy of the\n_Mètre des Archives_ produced in 1799 in Paris, which Ferdinand Rudolph\nHassler had brought to the United States in 1805.\n\nThe French government gave practical support to the creation of an\nInternational Metre Commission, which met in Paris in 1870 and again in 1872\nwith the participation of about thirty countries. There was much discussion\nwithin this commission, considering the opportunity either to keep as\ndefinitive the units represented by the standards of the Archives, or to\nreturn to the primitive definitions, and to correct the units to bring them\ncloser to them. Since its origin, the metre has kept a double definition; it\nis both the ten-millionth part of the quarter meridian and the length\nrepresented by the _Mètre des Archives_. The first is historical, the second\nis metrological. The first solution prevailed, in accordance with common sense\nand in accordance with the advice of the French Academy of Sciences.\nAbandoning the values represented by the standards, would have consecrated an\nextremely dangerous principle, that of the change of units to any progress of\nmeasurements; the Metric System would be perpetually threatened with change,\nthat is to say with ruin. Thus the Commission called for the creation of a new\ninternational prototype metre which length would be as close as possible to\nthat of the _Mètre des Archives_ and the arrangement of a system where\nnational standards could be compared with it.\n\nAt the session on 12 October 1872 of the Permanent Committee of the\nInternational Metre Commission, which was to become the International\nCommittee for Weights and Measures, Carlos Ibáñez e Ibáñez de Ibero was\nelected president. On 19 April 1875, Ibáñez' presidency was confirmed and\nAdolphe Hirsch was elected secretary of the International Committee for\nWeights and Measures. On 6 May 1873 during the 6th session of the French\nsection of the Metre Commission, Henri Étienne Sainte-Claire Deville cast a\n20-kilogram platinum-iridium ingot from Matthey in his laboratory at the École\nnormale supérieure (Paris). On 13 May 1874, 250 kilograms of platinum-iridium\nto be used for several national prototypes of the metre was cast at the\nConservatoire national des arts et métiers. When a conflict broke out\nregarding the presence of impurities in the metre-alloy of 1874, a member of\nthe Preparatory Committee since 1870 and president of the Permanent Committee\nof the International Metre Commission, Carlos Ibáñez e Ibáñez de Ibero\nintervened with the French Academy of Sciences to rally France to the project\nto create an International Bureau of Weights and Measures equipped with the\nscientific means necessary to redefine the units of the metric system\naccording to the progress of sciences. In fact, the chemical analysis of the\nalloy produced in 1874 by the French section revealed contamination by\nruthenium and iron which led the International Committee for Weights and\nMeasures to reject, in 1877, the prototypes produced by the French section\nfrom the 1874 alloy. It also seemed at the time that the production of\nprototypes with an X profile was only possible through the extrusion process,\nwhich resulted in iron contamination. However, it soon turned out that the\nprototypes designed by Henri Tresca could be produced by milling."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "The 1875 Metre Convention and the founding of the BIPM",
        "generated_section_content_md": "Seal of the BIPM\n\nThe principal tasks facing the delegates at the 1875 conference was the\nreplacement of the existing metre and kilogram artefacts that were held by the\nFrench Government and the setting up of an organization to administer the\nmaintenance of standards around the globe. The conference did not concern\nitself with other units of measure. The conference had undertones of Franco-\nGerman political manoeuvring, particularly since the French had been\nhumiliated by the Prussians during the war a few years previously. Although\nFrance lost control of the metric system, they ensured that it passed to\ninternational rather than German control and that the international\nheadquarters were in Paris.\n\nTwo members of the Permanent Committee of the International Metre Commission,\nthe German astronomer, Wilhelm Julius Foerster, director of the Berlin\nObservatory and director of the German Weights and Measures Service, and the\nSwiss geodesist of German origin, Adolphe Hirsch were also among the main\narchitects of the Metre Convention. While the German astronomer Wilhelm Julius\nFoerster along with the Russian and Austrian representatives boycotted the\nPermanent Committee of the International Metre Commission in order to prompt\nthe reunion of the Diplomatic Conference of the Metre and to promote the\nfoundation of a permanent International Bureau of Weights and Measures,\nAdolphe Hirsch, delegate of Switzerland at this Diplomatic Conference in 1875,\nconformed to the opinion of Italy and Spain to create, in spite of French\nreluctance, the International Bureau of Weights and Measures in France as a\npermanent institution at the disadvantage of the _Conservatoire national des\narts et métiers_.\n\nSpain notably supported France for this outcome and the first president of the\nInternational Committee for Weights and Measures, the Spanish geodesist,\nCarlos Ibáñez e Ibáñez de Ibero received the Grand Officer medal of the Légion\nd'Honneur for his diplomatic role on this issue and was awarded the Poncelet\nPrize for his scientific contribution to metrology. Indeed, as Carlos Ibáñez e\nIbáñez de Ibero was collaborating with the French on the extension of the arc\nmeasurement of Delambre and Méchain since 1853, and was president of both the\nPermanent Committee of the International Metre Commission since 1872 and the\nPermanent Commission of the International Association of Geodesy since 1874,\nhe was to play a pivotal role in reconciling French and German interests. The\nMetre Convention was signed on 20 May 1875 in Paris and the International\nBureau of Weights and Measures was created under the supervision of the\nInternational Committee for Weights and Measures, presided by Carlos Ibáñez e\nibáñez de Ibero."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "The 1889 General Conference on Weights and Measures",
        "generated_section_content_md": "In 1889, the General Conference on Weights and Measures, presided by Alfred\nDescloizeaux, met at the Pavillon de Breteuil, the seat of the International\nBureau of Weights and Measures. It performed the first great deed dictated by\nthe motto inscribed in the pediment of the splendid edifice that is the metric\nsystem: \"_A tous les temps, à tous les peuples_ \" (For all times, to all\npeoples); and this deed consisted in the approval and distribution, among the\ngovernments of the states supporting the Metre Convention, of prototype\nstandards of hitherto unknown precision intended to propagate the metric unit\nthroughout the whole world.\n\nFor metrology the matter of expansibility was fundamental; as a matter of\nfact, the temperature measuring error related to the length measurement in\nproportion to the expansibility of the standard and the constantly renewed\nefforts of metrologists to protect their measuring instruments against the\ninterfering influence of temperature revealed clearly the importance they\nattached to the expansion-induced errors. It was common knowledge, for\ninstance, that effective measurements were possible only inside a building,\nthe rooms of which were well protected against the changes in outside\ntemperature, and the very presence of the observer created an interference\nagainst which it was often necessary to take strict precautions. Thus, the\nContracting States also received a collection of thermometers whose accuracy\nmade it possible to ensure that of length measurements. The international\nprototype metre would also be a \"line standard\"; that is, the metre was\ndefined as the distance between two lines marked on the bar, so avoiding the\nwear problems of end standards.\n\nThe comparison of the new prototypes of the metre with each other involved the\ndevelopment of special measuring equipment and the definition of a\nreproducible temperature scale. The BIPM's thermometry work led to the\ndiscovery of special alloys of iron–nickel, in particular invar, whose\npractically negligible coefficient of expansion made it possible to develop\nsimpler baseline measurement methods, and for which its director, the Swiss\nphysicist Charles-Edouard Guillaume, was granted the Nobel Prize in Physics in\n1920. Guillaume's Nobel Prize marked the end of an era in which metrology was\nleaving the field of geodesy to become an autonomous scientific discipline\nable of redefining the metre through technological applications of physics. On\nthe other hand, the fondation of the United States Coast and Geodetic Survey\nby Ferdinand Rudolph Hassler paved the way to the actual definition of the\nmetre, with Charles Sanders Peirce being the first to experimentally link the\nmetre to the wavelength of a spectral line. Albert Abraham Michelson soon took\nup the idea and improved it."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.9",
        "section_name": "Additional roles for standardized time",
        "generated_section_content_md": "In 1987 the International Bureau of Weights and Measures took over some of the\nwork of the International Time Bureau when it was dissolved in 1987. The\nremaining tasks were assigned to the International Earth Rotation and\nReference Systems Service (IERS), which replaced the International Polar\nMotion Service and the earth-rotation section of the International Time\nBureau. Already in 1936, irregularities in the speed of Earth's rotation due\nto the unpredictable movement of air and water masses were discovered through\nthe use of quartz clocks. They implied that the Earth's rotation was an\nimprecise way of determining time. In 1967, the second was redefined based on\natomic clocks. resulting in the International Atomic Time (TAI). The\nInternational Bureau of Weights and Measures began to establish atomic clocks\nworld-wide, numbering more than 450 currently."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "3.10",
        "section_name": "The 2019 revision of the SI",
        "generated_section_content_md": "The International System of Units (SI, abbreviated from the French _Système\ninternational (d'unités)_), the modern form of the metric system was revised\nin 2019. It is the only system of measurement with an official status in\nnearly every country in the world. It comprises a coherent system of units of\nmeasurement starting with seven base units, which are the second (the unit of\ntime with the symbol s), metre (length, m), kilogram (mass, kg), ampere\n(electric current, A), kelvin (thermodynamic temperature, K), mole (amount of\nsubstance, mol), and candela (luminous intensity, cd). Since 2019, the\nmagnitudes of all SI units have been defined by declaring exact numerical\nvalues for seven _defining constants_ when expressed in terms of their SI\nunits. These defining constants are the hyperfine transition frequency of\ncaesium Δ _ν_ Cs, the speed of light in vacuum _c_ , the Planck constant _h_ ,\nthe elementary charge _e_ , the Boltzmann constant _k_ , the Avogadro constant\n_N_ A, and the luminous efficacy _K_ cd."
    },
    {
        "chapter_name": "International Bureau of Weights and Measures",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Directors",
        "generated_section_content_md": "Pavillon de Breteuil in Saint-Cloud, France\n\nSince its establishment, the directors of the BIPM have been:\n\nName | Country | Mandate | Notes\n---|---|---|---\nGilbert Govi | Italy | 1875–1877 |\nJ. Pernet | Switzerland | 1877–1879 | Acting director\nOle Jacob Broch | Norway | 1879–1889 |\nJ.-René Benoît | France | 1889–1915 |\nCharles Édouard Guillaume | Switzerland | 1915–1936 |\nAlbert Pérard | France | 1936–1951 |\nCharles Volet | Switzerland | 1951–1961 | Honorary director\nJean Terrien | France | 1962–1977 |\nPierre Giacomo | France | 1978–1988 |\nTerry J. Quinn | United Kingdom | 1988–2003 | Honorary director\nAndrew J. Wallard | United Kingdom | 2004–2010 | Honorary director\nMichael Kühne | Germany | 2011–2012 |\nMartin J. T. Milton | United Kingdom | 2013–present |"
    }
]