[
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\n| This article **containsan advertisement.**. Please help improve it by\nremoving promotional language and inappropriate external links, and by adding\nencyclopedic text written from a neutral point of view. _( July 2020)__(Learn\nhow and when to remove this message)_  \n---|---  \n  \nThe **International Development Law Organization** (**IDLO**) is an\nintergovernmental organization dedicated to the promotion of the rule of law.\n\nWith a joint focus on the promotion of rule of law and development, it works\nto empower people and communities to claim their rights, and provides\ngovernments with the know-how to realize them. It supports emerging economies\nand middle-income countries to strengthen their legal capacity and rule of law\nframework for sustainable development and economic opportunity. It is the only\nintergovernmental organization with an exclusive mandate to promote the rule\nof law and has experience working in dozens of countries around the world.\n\nIDLO is headquartered in Rome, Italy and has a branch office in The Hague and\nis one of a number of entities that are United Nations General Assembly\nobservers.\n\nIDLO has operated in dozens of sovereign states, focusing on institution-\nbuilding and legal empowerment. Its alumni network includes more than 20,000\nlegal professionals in 175 countries and 46 independent alumni associations.\n\nIDLO has signed MoUs with United Nations agencies, governments, universities,\nand other entities. Major financial contributions to IDLO have come from the\nAustralian Agency for International Development, Gates Foundation, Center for\nInternational Forestry Research, European Bank for Reconstruction and\nDevelopment, European Union, Ford Foundation, Deutsche Gesellschaft für\nInternationale Zusammenarbeit, International Fund for Agricultural\nDevelopment, Institute of Medicine, Kuwait Fund for Arab Economic Development,\nOPEC Fund for International Development, United Nations Development Programme,\nand UNICEF as well as numerous countries, namely Canada, China, Denmark,\nFrance, Ireland, Italy, Netherlands, Sweden, Switzerland, United Kingdom, and\nthe United States.[_citation needed_]\n\nJan Beagle is the current Director-General of IDLO."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "IDLO began in 1983 as a non-governmental organization (then called\nInternational Development Law Institute) founded by three legal advisors to\ncooperation agencies in Egypt: L. Michael Hager (USA), William T. Loris (USA)\nand Gilles Blanchi (France), with the Board presided by Dr Ibrahim Shihata\n(founder of the OPEC Fund for International Development and Senior Vice-\nPresident and General Counsel of the World Bank from 1983 to 1998). The Board\nalso included, among others, Professor René David. The Governments of the\nUnited States and Italy provided the start-up seed money and the Headquarter\nestablishment agreement was signed in Rome in 1988. The Institute changed to\nan intergovernmental organization in 1991 after its first Assembly of Member\nStates in 1990. After the Fall of the Berlin Wall, increased training and\nassistance was provided in the field of legal and judicial reform in\ndeveloping and transition countries. In the second half of the 90s, greater\nattention was also given to sustainable development and the civil society as\nwell as to countries emerging from conflicts if not genocides (e.g. Cambodia,\nRwanda). In 2002, the Institute was renamed International Development Law\nOrganisation. In 2001, IDLO was granted Permanent Observer Status at the\nUnited Nations. In 2014, IDLO opened a branch office in The Hague."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Member States",
        "generated_section_content_md": "As an intergovernmental organization, membership to the organization is made\nup of signatories to the Establishment Agreement of IDLO. The thirty-seven\nParties to IDLO's Establishment Agreement are:\n\nInternational Development Law Organization Map\n\n* Afghanistan\n* Australia\n* Austria\n* Bulgaria\n* Burkina Faso\n* China [Member of Audit and Finance Committee]\n* Ecuador\n* Egypt [Member of Standing Committee]\n* El Salvador\n* France\n* Honduras [Member of Standing Committee]\n* Italy [Vice President ex officio] [Member of Audit and Finance Committee]\n* Jordan\n* Kenya [Member of Audit and Finance Committee]\n* Kuwait [Member of Standing Committee and Chair of Audit and Finance Committee]\n* Liberia\n* Mali\n* Mauritania\n* Mongolia\n* Montenegro\n* Mozambique [Vice President]\n* Netherlands\n* Niger\n* OFID\n* Pakistan [Member of Audit and Finance Committee]\n* Paraguay\n* Peru [Member of Audit and Finance Committee]\n* Philippines [Member of Standing Committee]\n* Qatar\n* Romania\n* Senegal\n* Sudan\n* Sweden\n* Tunisia\n* Turkey [Member of Audit and Finance Committee]\n* Uganda\n* United States [President] [Member of Audit and Finance Committee]\n* Vietnam"
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1.1.1",
        "section_name": "Assembly of Parties",
        "generated_section_content_md": "Member Party states form the Assembly of Parties, IDLO's highest decision-\nmaking body. Kuwait currently sits as President of the Assembly of parties\nwhile the US has won the vice-president post. The role of the Assembly is to\ndetermine the IDLO's policies and oversee the work of the Director-General."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1.1.2",
        "section_name": "Director-General",
        "generated_section_content_md": "Jan Beagle is the current Director-General of IDLO. She was first elected by\nMember Parties on 13 November 2019 and formally assumed office on 1 January\n2020 for a four-year term. On 13 November 2023, she was re-elected for a\nsecond four-year term beginning in January 2024."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1.1.3",
        "section_name": "International Advisory Council",
        "generated_section_content_md": "IDLO's International Advisory Council is composed of:\n\n* Abdel-Latif Al-Hamad: Chairman and CEO, Arab Fund for Economic and Social Development\n* Abdou Diouf: Former President of the Republic of Senegal\n* Willy Mutunga: Former Chief Justice of Kenya\n* Thomas Pickering: Former United States Ambassador and Under Secretary of State\n* Mary Robinson: Former UN High Commissioner for Human Rights\n* Albie Sachs: Former Justice, Constitutional Court of South Africa\n* Muhammad Yunus: Nobel Peace Laureate, Chairman of Yunus Centre and Founder of Grameen Bank"
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "1.1.4",
        "section_name": "Senior Management",
        "generated_section_content_md": "* Karen Johnson: General Counsel\n* Romualdo Mavedzenge: Acting Director of Programmes\n* Haroun Atallah: Director of Finance and Support Services\n* Ilaria Bottigliero: Director of Policy, Research and Learning\n* Mark Cassayre: Permanent Observer to the United Nations (Geneva)\n* Henk-Jan Brinkman: Permanent Observer to the United Nations (New York)\n* Liliana De Marco: Director of External Relations and Partnerships\n* Cornelia Moussa: Director of Human Resources and Office Services"
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Work",
        "generated_section_content_md": "IDLO has worked in dozens of countries around the world, with the belief that\njustice means ensuring fair outcomes in concrete, local terms."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Somalia",
        "generated_section_content_md": "IDLO has been working in Somalia for the last thirty years, providing training\nto Somali legal professionals and technical assistance to the judiciary.\nSomali Prime Minister, Dr. Abdiweli Mohamed Ali has called IDLO \"a premiere\ninstitution that is supporting Somalia on its journey to peace and stability.\"\n\nIn recent years, IDLO has worked on supporting the development of a Somali\nconstitution and in the integration of customary justice. In 2011 IDLO created\nan assessment of traditional and customary justice, arguing that linking\ncustomary and traditional justice in a bottom up approach would be most\neffective.\n\nFinanced by the Italian government, IDLO worked with local experts on the\ncountry's provisional Constitution, holding consultative sessions with\nMogadishu residents, refugees, and the Somali diaspora.\n\nTowards the adoption of the Constitution, IDLO helped produce a comparative\nanalysis of the new draft Constitution, the Constitution of 1960 and the\nTransitional Federal Charter of 2004 and supported the Constitutional Affairs\nand Reconciliation Ministry in hosting a conference on fundamental rights and\ntransitional justice.\n\nFollowing the adoption of the constitution by the National Constitution\nAssembly on 1 August 2012 IDLO drafted a report on providing analysis and\nsuggestions for Justice and Security development under the new constitutional\norder. The report provides a description of steps to be taken during the\nimplementation phase of the constitution, including the establishment of\ninstitutions, development and revision of legislative frameworks, and capacity\nbuilding. It also sketches out dispute resolution mechanisms of the three\nlegal systems in Somalia: xeer, Shari’ah, and the statutory judiciary.\n\nComparing the draft constitution to those from 53 of the 56 member states of\nthe Organization of the Islamic Cooperation, as well as the constitutions of\nItaly and the United States of America, IDLO found that it contained 36 of the\n45 fundamental rights - placing it in the top five of the countries surveyed.\nThe organization also stated that the Somali draft constitution contained 15\nmore than the Constitution of the United States of America."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Afghanistan",
        "generated_section_content_md": "IDLO has been active in Afghanistan since 2002, stating their intent has been\nto restore rule of law in the country and develop a new idea of justice, while\nrespecting the principles of Islam. Primarily Afghan staff have been used to\ntrain legal professionals in the country.\n\nFollowing a survey taken by the IDLO in 2013, which found that women made up\njust over 8 percent of the country's judges, 6 percent of prosecutors and less\nthan one fifth of lawyers, IDLO's Director General Irene Khan called for\ngreater participation of women in Afghanistan's justice sector."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.2.1",
        "section_name": "Women's Rights",
        "generated_section_content_md": "Whilst the Constitution of Afghanistan offers protection to women, domestic\nand sexual violence are common and considered a family matter, dealt through\ninformal justice systems composed of male elders. In June 2009, IDLO launched\nAfghanistan's first Violence against Women Unit, with support from the office\nof the Attorney General of Afghanistan. IDLO reports that in 2010 the unit\nhandled more than 300 cases.\n\nIn December 2010 The U.S. Department of State's Bureau of International\nNarcotics and Law Enforcement Affairs (INL) contributed $12.1 million to\nexpand and improve legal aid services to the poor and disempowered, increase\npublic awareness of legal issues, rights and services, and improve the\ninvestigation and prosecution of crimes against women and girls.\n\nOn 11 April 2013 INL announced it would provide IDLO a further $59 million for\nprogrammes in Afghanistan: $47 million to fund IDLO implement training\nprogrammes for the Afghan justice sector – the Justice Training Transition\nProgram (JTTP) – and another $12 million for a separate IDLO program to\nprovide support and training for prosecution of crimes against women."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.2.2",
        "section_name": "Allegations of Lack of Oversight",
        "generated_section_content_md": "In January 2014 the Special Inspector General for Afghanistan Reconstruction\n(SIGAR) released a report highlighting it believed there to be a lack of\noversight requirements in INL's 2013 contract with IDLO in relation to JTTP .\nSIGAR had previously warned of a lack of monitoring in an ‘alert-letter’ to\nthe State Department sent to the State Department on July 22, 2013. The letter\nalso accused IDLO of refusing to provide SIGAR with information regarding its\nbudget, organizational structure and financial relationship with the US\ngovernment.\n\nIn response to SIGAR's 2013 statement, State Department deputy spokeswoman\nMarie Harf said that there were no allegations or evidence of fraud, waste or\nmismanagement in the program and that oversight was provided through daily\ncontact on the ground.[_citation needed_] In a letter responding to SIGAR's\nclaims, INL highlighted mechanisms of accountability and stated their\nconfidence in the IDLO program.\n\nIn a statement posted on their website IDLO called their monitoring and\nevaluation mechanisms ‘robust and extensive’. IDLO also refuted SIGAR's\nstatement that it had refused to provide information writing that they had met\nwith SIGAR staff in April and May 2013."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "South Sudan",
        "generated_section_content_md": "IDLO provided the newly established country of South Sudan with technical\nlegal assistance; training the judiciary in both the fundamentals of common\nlaw and, during the process of transition away from a Shari’ah based legal\nsystem, in ‘legal’ English.\n\nWith funding from the European Union in 2014, IDLO scaled up their work in\nSouth Sudan, delivering a series of context-specific training courses to 150\nnewly appointed judges and judicial support staff.\n\nIDLO also stated it was providing technical assistance in drafting a permanent\nConstitution for South Sudan."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Kenya",
        "generated_section_content_md": "Working with constitutional scholars Zachary Elkins and Tom Ginsberg, IDLO\nsponsored a group of constitutional scholars from universities in America to\nreview drafts of the Kenyan constitution and provide feedback to the Kenyan\nParliament.\n\nIn 2013, USAID partnered with IDLO to assist the Government of Kenya develop\nthe comprehensive laws and policies required under the new Constitution,\nassisting the Kenyan Parliament in reviewing, analysing and passing 55 laws,\nincluding 16 required by the Constitution. Investigators in the project used\ndata and analyzed from over 3000 constitutions in the world to share with\nKenya's Commission for the Implementation of the Constitution (CIC) an\nanalysis of the constitutional implementation process. IDLO also implemented\nprojects to strengthen the capacity of the judiciary and engage the public in\nthe process. IDLO has also stated that they are working with the government of\nKenya to advance gender equality across the country and enact gender\nprovisions contained in the Constitution.\n\nAn independent report found that its work in Kenya had provided support and\nservices were delivered to fulfil identified needs COE and ensured the\ndelivery trainings to educate Kenyans on the proposed Constitution before it\nwas put to a national referendum. Despite some challenges, the report notes,\nIDLO consultants produced and delivered high quality technical reports and\nservices which eventually contributed to the final version of the Constitution\nof KenyaRolene Guilland (17 November 2009). Supporting the Committee of\nExperts on cCnstitutional Review (PDF) (Report). Archived from the original\n(PDF) on 6 May 2015. Retrieved 25 January 2011..\n\nA permanent IDLO regional office was set up in Kenya in 2011."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Women and Girls",
        "generated_section_content_md": "In a speech at the Graduate Institute of International and Development Studies\nin Geneva, Director-General Irene Khan highlighted the importance of law in\nempowering women:\n\n> \"A core principle of the rule of law is that we are all equal - equally\n> protected by the law and equally accountable to it.\"\n\nThe organization's website states that across all of its programs, IDLO works\nto empower women. In February 2013 IDLO released a report on women's access to\njustice, with a focus on improving customary justice for women."
    },
    {
        "chapter_name": "International Development Law Organization",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Customary Justice",
        "generated_section_content_md": "IDLO has a number of times, including at the UN, emphasized the importance of\nworking with informal or customary justice systems and has released three\nedited volumes on customary justice."
    }
]