[
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Primary judicial organ of the United Nations\n\nThe **International Court of Justice** (**ICJ** ; French: _Cour internationale\nde justice_ , **CIJ**), or colloquially the **World Court** , is the principal\njudicial organ of the United Nations (UN). It settles legal disputes submitted\nto it by states and provides advisory opinions on legal questions referred to\nit by other UN organs and specialized agencies. The ICJ is the only\ninternational court that adjudicates general disputes between countries, with\nits rulings and opinions serving as primary sources of international law. It\nis one of the six principal organs of the United Nations.\n\nEstablished in June 1945 by the Charter of the United Nations, the Court began\nwork in April 1946. It is the successor to the Permanent Court of\nInternational Justice (PCIJ), which was established by the League of Nations\nin 1920. Its founding statute is an integral part of the UN Charter and draws\nheavily from that of its predecessor. All UN member states are automatically\nparties to the ICJ Statute. However, the Court's jurisdiction in contentious\ncases is founded upon the consent of the states party to a dispute, which may\nbe given through special agreements or declarations accepting the Court's\ncompulsory jurisdiction.\n\nThe Court is composed of a panel of 15 judges elected by the UN General\nAssembly and Security Council for nine-year terms. The composition of the\nbench is required to represent the \"main forms of civilization and the\nprincipal legal systems of the world,\" and no two judges may be nationals of\nthe same country. The ICJ is seated in the Peace Palace in The Hague,\nNetherlands, making it the only principal UN organ not located in New York\nCity. Its official working languages are English and French.\n\nSince its first case was submitted in 1947, the Court has entertained 191\ncases as of November 2023. While its judgments are binding on the parties and\nfinal, the ICJ possesses no formal enforcement mechanism. Enforcement of its\nrulings is ultimately a political matter for the UN Security Council, where it\nis subject to the veto power of the five permanent members."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The first permanent institution established for the purpose of settling\ninternational disputes was the Permanent Court of Arbitration (PCA), which was\ncreated by the Hague Peace Conference of 1899. Initiated by the Russian Tsar\nNicholas II, the conference involved all the world's major powers, as well as\nseveral smaller states, and resulted in the first multilateral treaties\nconcerned with the conduct of warfare. Among these was the _Convention for the\nPacific Settlement of International Disputes_ , which set forth the\ninstitutional and procedural framework for arbitral proceedings, which would\ntake place in The Hague, Netherlands. Although the proceedings would be\nsupported by a permanent bureau—whose functions would be equivalent to that of\na secretariat or court registry—the arbitrators would be appointed by the\ndisputing states from a larger pool provided by each member of the convention.\nThe PCA was established in 1900 and began proceedings in 1902.\n\nA second Hague Peace Conference in 1907, which involved most of the world's\nsovereign states, revised the convention and enhanced the rules governing\narbitral proceedings before the PCA. During this conference, the United\nStates, Great Britain and Germany submitted a joint proposal for a permanent\ncourt whose judges would serve full-time. As the delegates could not agree how\nthe judges would be selected, the matter was shelved pending an agreement to\nbe adopted at a later convention.\n\nThe Hague Peace Conferences, and the ideas that emerged therefrom, influenced\nthe creation of the Central American Court of Justice, which was established\nin 1908 as one of the earliest regional judicial bodies. Various plans and\nproposals were made between 1911 and 1919 for the establishment of an\ninternational judicial tribunal, which would not be realized in the formation\nof a new international system following the First World War."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "The Permanent Court of International Justice",
        "generated_section_content_md": "The unprecedented bloodshed of the First World War led to the creation of the\nLeague of Nations, established by the Paris Peace Conference of 1919 as the\nfirst worldwide intergovernmental organization aimed at maintaining peace and\ncollective security. Article 14 League's Covenant called for the establishment\nof a Permanent Court of International Justice (PCIJ), which would be\nresponsible for adjudicating any international dispute submitted to it by the\ncontesting parties, as well as to provide an advisory opinion upon any dispute\nor question referred to it by the League of Nations.\n\nIn December 1920, following several drafts and debates, the Assembly of the\nleague unanimously adopted the statute of the PCIJ, which was signed and\nratified the following year by a majority of members. Among other things, the\nnew Statute resolved the contentious issues of selecting judges by providing\nthat the judges be elected by both the council and the Assembly of the league\nconcurrently but independently. The makeup of the PCIJ would reflect the \"main\nforms of civilization and the principal legal systems of the world\". The PCIJ\nwould be permanently placed at the Peace Palace in The Hague, alongside\nPermanent Court of Arbitration.\n\nThe PCIJ represented a major innovation in international jurisprudence in\nseveral ways:\n\n* Unlike previous international arbitral tribunals, it was a permanent body governed by its statutory provisions and rules of procedure\n* It had a permanent registry that served as a liaison with governments and international bodies\n* Its proceedings were largely public, including pleadings, oral arguments, and all documentary evidence\n* It was accessible to all states and could be declared by states to have compulsory jurisdiction over disputes\n* The PCIJ Statute was the first to list sources of law it would draw upon, which in turn became sources of international law\n* Judges were more representative of the world and its legal systems than any prior international judicial body\n\nUnlike the ICJ, the PCIJ was not part of the league, nor were members of the\nleague automatically a party to its Statute. The United States, which played a\nkey role in both the second Hague Peace Conference and the Paris Peace\nConference, was notably not a member of the league. However, several of its\nnationals served as judges of the court.\n\nFrom its first session in 1922 until 1940, the PCIJ dealt with 29 interstate\ndisputes and issued 27 advisory opinions. The court's widespread acceptance\nwas reflected by the fact that several hundred international treaties and\nagreements conferred jurisdiction upon it over specified categories of\ndisputes. In addition to helping resolve several serious international\ndisputes, the PCIJ helped clarify several ambiguities in international law\nthat contributed to its development.\n\nThe United States played a major role in setting up the PCIJ but never joined.\nPresidents Wilson, Harding, Coolidge, Hoover, and Roosevelt all supported\nmembership, but did not get the two-thirds majority in the Senate required for\na treaty."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Establishment of the International Court of Justice",
        "generated_section_content_md": "Following a peak of activity in 1933, the PCIJ began to decline in its\nactivities due to the growing international tension and isolationism that\ncharacterized the era. The Second World War effectively put an end to the\ncourt, which held its last public session in December 1939 and issued its last\norders in February 1940. In 1942 the United States and United Kingdom jointly\ndeclared support for establishing or re-establishing an international court\nafter the war, and in 1943, the U.K. chaired a panel of jurists from around\nthe world, the \"Inter-Allied Committee\", to discuss the matter. Its 1944\nreport recommended that:\n\n* The statute of any new international court should be based on that of the PCIJ;\n* The new court should retain an advisory jurisdiction;\n* Acceptance of the new court's jurisdiction should be voluntary;\n* The court should deal only with judicial and not political matters\n\nSeveral months later at the Moscow conference in 1943, the major Allied\nPowers—China, the USSR, the U.K., and the U.S.—issued a joint declaration\nrecognizing the necessity \"of establishing at the earliest practicable date a\ngeneral international organization, based on the principle of the sovereign\nequality of all peace-loving States, and open to membership by all such\nStates, large and small, for the maintenance of international peace and\nsecurity\".\n\nThe following Allied conference at Dumbarton Oaks, in the United States,\npublished a proposal in October 1944 that called for the establishment of an\nintergovernmental organization that would include an international court. A\nmeeting was subsequently convened in Washington, D.C., in April 1945,\ninvolving 44 jurists from around the world to draft a statute for the proposed\ncourt. The draft statute was substantially similar to that of the PCIJ, and it\nwas questioned whether a new court should even be created. During the San\nFrancisco Conference, which took place from 25 April to 26 June 1945 and\ninvolved 50 countries, it was decided that an entirely new court should be\nestablished as a principal organ of the new United Nations. The statute of\nthis court would form an integral part of the United Nations Charter, which,\nto maintain continuity, expressly held that the Statute of the International\nCourt of Justice (ICJ) was based upon that of the PCIJ.\n\nConsequently, the PCIJ convened for the last time in October 1945 and resolved\nto transfer its archives to its successor, which would take its place at the\nPeace Palace. The judges of the PCIJ all resigned on 31 January 1946, with the\nelection of the first members of the ICJ taking place the following February\nat the First Session of the United Nations General Assembly and Security\nCouncil. In April 1946, the PCIJ was formally dissolved, and the ICJ, in its\nfirst meeting, was elected President José Gustavo Guerrero of El Salvador, who\nhad served as the last president of the PCIJ. The court also appointed members\nof its Registry, mainly drawn from that of the PCIJ, and held an inaugural\npublic sitting later that month.\n\nThe first case was submitted in May 1947 by the United Kingdom against Albania\nconcerning incidents in the Corfu Channel."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Activities",
        "generated_section_content_md": "The Peace Palace in The Hague, Netherlands, seat of the ICJ\n\nEstablished in 1945 by the UN Charter, the court began work in 1946 as the\nsuccessor to the Permanent Court of International Justice. The Statute of the\nInternational Court of Justice, similar to that of its predecessor, is the\nmain constitutional document constituting and regulating the court.\n\nThe court's workload covers a wide range of judicial activity. After the court\nruled that the United States's covert war against Nicaragua was in violation\nof international law (_Nicaragua v. United States_), the United States\nwithdrew from compulsory jurisdiction in 1986 to accept the court's\njurisdiction only on a discretionary basis. Chapter XIV of the United Nations\nCharter authorizes the UN Security Council to enforce Court rulings. However,\nsuch enforcement is subject to the veto power of the five permanent members of\nthe council, which the United States used in the _Nicaragua_ case."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Composition",
        "generated_section_content_md": "The ICJ is composed of fifteen judges elected to nine-year terms by the UN\nGeneral Assembly and the UN Security Council from a list of people nominated\nby the national groups in the Permanent Court of Arbitration. The election\nprocess is set out in Articles 4–19 of the ICJ Statute. Elections are\nstaggered, with five judges elected every three years to ensure continuity\nwithin the court. Should a judge die in office, the practice has generally\nbeen to elect a judge in a special election to complete the term.\nHistorically, deceased judges have been replaced by judges from the same\nregion, though not —as often wrongly asserted— necessarily from the same\nnationality.\n\nArticle 3 states that no two judges may be nationals of the same country.\nAccording to Article 9, the membership of the court is supposed to represent\nthe \"main forms of civilization and of the principal legal systems of the\nworld\". This has been interpreted to include common law, civil law, socialist\nlaw, and Islamic law, while the precise meaning of \"main forms of\ncivilization\" is contested.\n\nThere is an informal understanding that the seats will be distributed by\ngeographic regions so that there are five seats for Western countries, three\nfor African states (including one judge of Francophone civil law, one of\nAnglophone common law and one Arab), two for Eastern European states, three\nfor Asian states and two for Latin American and Caribbean states. For most of\nthe court's history, the five permanent members of the United Nations Security\nCouncil (France, USSR, China, the United Kingdom, and the United States) have\nalways had a judge serving, thereby occupying three of the Western seats, one\nof the Asian seats and one of the Eastern European seats. Exceptions have been\nChina not having a judge on the court from 1967 to 1985, during which time it\ndid not put forward a candidate, and British judge Sir Christopher Greenwood\nbeing withdrawn as a candidate for election for a second nine-year term on the\nbench in 2017, leaving no judges from the United Kingdom on the court.\nGreenwood had been supported by the UN Security Council but failed to get a\nmajority in the UN General Assembly. Indian judge Dalveer Bhandari took the\nseat instead.\n\nArticle 6 of the Statute provides that all judges should be \"elected\nregardless of their nationality among persons of high moral character\" who are\neither qualified for the highest judicial office in their home states or known\nas lawyers with sufficient competence in international law. Judicial\nindependence is dealt with specifically in Articles 16–18.\n\nTo insure impartiality, Article 16 of the Charter requires independence from\ntheir national governments or other interested parties, stating, \"No member of\nthe Court may exercise any political or administrative function, or engage in\nany other occupation of a professional nature.\" In addition, Article 17\nrequires that judges do not show any prior biases on cases before them,\nspecifically, \"No member may participate in the decision of any case in which\nhe has previously taken part as agent, counsel, or advocate for one of the\nparties, or as a member of a national or international court, or of a\ncommission of enquiry, or in any other capacity.\"\n\nJudges of the International Court of Justice are entitled to the style of\nHis/Her Excellency. Judges are not able to hold any other post or act as\ncounsel. In practice, members of the court have their own interpretation of\nthese rules and many have chosen to remain involved in outside arbitration and\nhold professional posts as long as there is no conflict of interest. Former\njudge Bruno Simma and current judge Georg Nolte have acknowledged that\nmoonlighting should be restricted.\n\nA judge can be dismissed only by a unanimous vote of the other members of the\ncourt. Despite these provisions, the independence of ICJ judges has been\nquestioned. For example, during the _Nicaragua_ case, the United States issued\na communiqué suggesting that it could not present sensitive material to the\ncourt because of the presence of judges from the Soviet bloc.\n\nJudges may deliver joint judgments or give their own separate opinions.\nDecisions and advisory opinions are by majority, and, in the event of an equal\ndivision, the president's vote becomes decisive, which occurred in the\n_Legality of the Use by a State of Nuclear Weapons in Armed Conflict_ (Opinion\nrequested by WHO), [1996] ICJ Reports 66. Judges may also deliver separate\ndissenting opinions.\n\nIn its 77 years of history, only five women have been elected to the Court,\nwith former UN Special Rapporteur Philip Alston calling for states to take\nseriously questions of representation in the bench.\n\nIn 2023, judges elected to take office from 2024 did not include a Russian\nmember, so for the first time, from 2024 there will be no member from the\nCommonwealth of Independent States. This is also the first time that Russia\nwould not have a judge on the ICJ, even going back to its predecessor, the\nSoviet Union."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "_Ad hoc_ judges",
        "generated_section_content_md": "Article 31 of the statute sets out a procedure whereby _ad hoc_ judges sit on\ncontentious cases before the court. The system allows any party to a\ncontentious case (if it otherwise does not have one of that party's nationals\nsitting on the court) to select one additional person to sit as a judge on\nthat case only. It is thus possible that as many as seventeen judges may sit\non one case.\n\nThe system may seem strange when compared with domestic court processes, but\nits purpose is to encourage states to submit cases. For example, if a state\nknows that it will have a judicial officer who can participate in deliberation\nand offer other judges local knowledge and an understanding of the state's\nperspective, it may be more willing to submit to the jurisdiction of the\ncourt. Although this system does not sit well with the judicial nature of the\nbody, it is usually of little practical consequence. _Ad hoc_ judges usually\n(but not always) vote in favour of the state that appointed them and thus\ncancel each other out."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Chambers",
        "generated_section_content_md": "Generally, the court sits as full bench, but in the last fifteen years, it has\non occasion sat as a chamber. Articles 26–29 of the statute allow the court to\nform smaller chambers, usually 3 or 5 judges, to hear cases. Two types of\nchambers are contemplated by Article 26: firstly, chambers for special\ncategories of cases, and second, the formation of _ad hoc_ chambers to hear\nparticular disputes. In 1993, a special chamber was established, under Article\n26(1) of the ICJ statute, to deal specifically with environmental matters\n(although it has never been used).\n\n_Ad hoc_ chambers are more frequently convened. For example, chambers were\nused to hear the _Gulf of Maine Case_ (Canada/US). In that case, the parties\nmade clear they would withdraw the case unless the court appointed judges to\nthe chamber acceptable to the parties. Judgments of chambers may have either\nless authority than full Court judgments or diminish the proper interpretation\nof universal international law informed by a variety of cultural and legal\nperspectives. On the other hand, the use of chambers might encourage greater\nrecourse to the court and thus enhance international dispute resolution."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Current composition",
        "generated_section_content_md": "As of 27 May 2025[update], the composition of the court is as follows:\n\nName | Nationality | Position | Term began | Term ends\n---|---|---|---|---\nYuji Iwasawa |  Japan | Presidentab | 2018 | 2030\nJulia Sebutinde |  Uganda | Vice-presidenta | 2012 | 2030\nPeter Tomka |  Slovakia | Member | 2003 | 2030\nRonny Abraham |  France | Member | 2005 | 2027\nAbdulqawi Yusuf |  Somalia | Member | 2009 | 2027\nXue Hanqin |  China | Member | 2010 | 2030\nDalveer Bhandari |  India | Member | 2012 | 2027\nGeorg Nolte |  Germany | Member | 2021 | 2030\nHilary Charlesworth |  Australia | Member | 2021 | 2033\nLeonardo Nemer Caldeira Brant |  Brazil | Member | 2022 | 2027\nJuan Manuel Gómez Robledo Verduzco |  Mexico | Member | 2024 | 2033\nSarah Cleveland |  United States | Member | 2024 | 2033\nBogdan Aurescu |  Romania | Member | 2024 | 2033\nDire Tladi |  South Africa | Member | 2024 | 2033\nMahmoud Daifallah Hmoud |  Jordan | Member | 2025 | 2027\nPhilippe Gautier |  Belgium | Registrar | 2019 | 2026\na For the 2024–2027 term b ICJ President Nawaf Salam resigned to assume the\noffice of Prime Minister of Lebanon. Yuji Iwasawa was elected to fill the\nvacancy for the remainder of the term."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| President | Start | End | Country",
        "generated_section_content_md": "---|---|---|---|---\n1 | José Gustavo Guerrero | 1946 | 1949 |  El Salvador\n2 | Jules Basdevant | 1949 | 1952 |  France\n3 | Arnold McNair | 1952 | 1955 |  United Kingdom\n4 | Green Hackworth | 1955 | 1958 |  United States\n5 | Helge Klæstad | 1958 | 1961 |  Norway\n6 | Bohdan Winiarski | 1961 | 1964 |  Poland\n7 | Percy Spender | 1964 | 1967 |  Australia\n8 | José Bustamante y Rivero | 1967 | 1970 |  Peru\n9 | Muhammad Zafarullah Khan | 1970 | 1973 |  Pakistan\n10 | Manfred Lachs | 1973 | 1976 |  Poland\n11 | Eduardo Jiménez de Aréchaga | 1976 | 1979 |  Uruguay\n12 | Humphrey Waldock | 1979 | 1981 |  United Kingdom\n13 | Taslim Elias | 1982 | 1985 |  Nigeria\n14 | Nagendra Singh | 1985 | 1988 |  India\n15 | José Ruda | 1988 | 1991 |  Argentina\n16 | Robert Jennings | 1991 | 1994 |  United Kingdom\n17 | Mohammed Bedjaoui | 1994 | 1997 |  Algeria\n18 | Stephen Schwebel | 1997 | 2000 |  United States\n19 | Gilbert Guillaume | 2000 | 2003 |  France\n20 | Shi Jiuyong | 2003 | 2006 |  China\n21 | Rosalyn Higgins | 2006 | 2009 |  United Kingdom\n22 | Hisashi Owada | 2009 | 2012 |  Japan\n23 | Peter Tomka | 2012 | 2015 |  Slovakia\n24 | Ronny Abraham | 2015 | 2018 |  France\n25 | Abdulqawi Yusuf | 2018 | 2021 |  Somalia\n26 | Joan Donoghue | 2021 | 2024 |  United States\n27 | Nawaf Salam | 2024 | 2025 |  Lebanon\n28 | Yuji Iwasawa | 2025 | 2027 |  Japan"
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Jurisdiction",
        "generated_section_content_md": "Parties upon becoming a UN member Parties prior to joining the UN under\nArticle 93 UN observer states that are not parties\n---\n\nAs stated in Article 93 of the UN Charter, all 193 UN members are\nautomatically parties to the court's statute. Non-UN members may also become\nparties to the court's statute under the Article 93(2) procedure, which was\nused by Switzerland in 1948 and Nauru in 1988, prior to either joining the UN.\nOnce a state is a party to the court's statute, it is entitled to participate\nin cases before the court. However, being a party to the statute does not\nautomatically give the court jurisdiction over disputes involving those\nparties. The issue of jurisdiction is considered in the three types of ICJ\ncases: contentious issues, incidental jurisdiction, and advisory opinions."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Contentious issues",
        "generated_section_content_md": "First gathering after Second World War, Dutch newsreel from 1946\n\nIn contentious cases (adversarial proceedings seeking to settle a dispute),\nthe ICJ produces a binding ruling between states that agree to submit to the\nruling of the court. Only states may be parties in contentious cases;\nindividuals, corporations, component parts of a federal state, NGOs, UN\norgans, and self-determination groups are excluded from direct participation,\nalthough the court may receive information from public international\norganizations. However, this does not preclude non-state interests from being\nthe subject of proceedings; for example, a state may bring a case on behalf of\none of its nationals or corporations, such as in matters concerning diplomatic\nprotection.\n\nJurisdiction is often a crucial question for the court in contentious cases.\nThe key principle is that the ICJ has jurisdiction only on the basis of\nconsent. Under Article 36, there are four foundations for the court's\njurisdiction:\n\n1. _Compromis_ or \"special agreement\", in which parties provide explicit consent to the court's jurisdiction by referring cases to it. While not true compulsory jurisdiction, this is perhaps the most effective jurisdictional basis, because the parties concerned have a desire for the dispute to be resolved by the court, and are thus more likely to comply with the court's judgment.\n2. Compromissory clauses in a binding treaty. Most modern treaties contain such clauses to provide for dispute resolution by the ICJ. Cases founded on compromissory clauses have not been as effective as cases founded on special agreement, since a state may have no interest in having the matter examined by the court and may refuse to comply with a judgment. For example, during the Iran hostage crisis, Iran refused to participate in a case brought by the US based on a compromissory clause contained in the Vienna Convention on Diplomatic Relations and did not comply with the judgment. Since the 1970s, the use of such clauses has declined; many modern treaties set out their own dispute resolution regime, often based on forms of arbitration.\n3. Optional clause declarations accepting the court's jurisdiction. Also known as Article 36(2) jurisdiction, it is sometimes misleadingly labeled \"compulsory\", though such declarations are voluntary. Many such declarations contain reservations that exclude from jurisdiction certain types of disputes (_ratione materia_). The principle of reciprocity may further limit jurisdiction, as Article 36(2) holds that such declaration may be made \"in relation to any other State accepting the same obligation...\". As of January 2018, seventy-four states had a declaration in force, up from sixty-six in February 2011; of the permanent Security Council members, only the United Kingdom has a declaration. In the court's early years, most declarations were made by industrialized countries. Since the 1986 _Nicaragua_ case, declarations made by developing countries have increased, reflecting a growing confidence in the court. However, even those industrialized countries that have invoked optional declarations have sometimes increased exclusions or rescinded them altogether. Notable examples include the United States in the _Nicaragua_ case, and Australia, which modified its declaration in 2002 to exclude disputes on maritime boundaries, most likely to prevent an impending challenge from East Timor, which gained independence two months later.\n4. Article 36(5) provides for jurisdiction on the basis of declarations made under the Statute of the Permanent Court of International Justice. Article 37 similarly transfers jurisdiction under any compromissory clause in a treaty that gave jurisdiction to the PCIJ.\n\nAdditionally, the court may have jurisdiction on the basis of tacit consent\n(_forum prorogatum_). In the absence of clear jurisdiction under Article 36,\njurisdiction is established if the respondent accepts ICJ jurisdiction\nexplicitly or simply pleads on the merits. This arose in the 1949 Corfu\nChannel Case (U.K. v. Albania), in which the court held that a letter from\nAlbania stating that it submitted to the jurisdiction of the ICJ was\nsufficient to grant the court jurisdiction.[_citation needed_]"
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Incidental jurisdiction",
        "generated_section_content_md": "Until rendering a final judgment, the court has competence to order interim\nmeasures for the protection of the rights of a party to a dispute. One or both\nparties to a dispute may apply the ICJ for issuing interim measures. In the\n_Frontier Dispute_ Case, both parties to the dispute, Burkina Faso and Mali,\nsubmitted an application to the court to indicate interim measures. Incidental\njurisdiction of the court derives from the Article 41 of its Statute. Similar\nto the final judgment, the order for interim measures of the court are binding\non state parties to the dispute. The ICJ has competence to indicate interim\nmeasures only if the _prima facie_ jurisdiction is satisfied.[_citation\nneeded_]"
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Advisory opinions",
        "generated_section_content_md": "Audience of the \"Accordance with International Law of the Unilateral\nDeclaration of Independence by the Provisional Institutions of Self-Government\nof Kosovo\"\n\nAn advisory opinion is a function of the court open only to specified United\nNations bodies and agencies. The UN Charter grants the General Assembly or the\nSecurity Council the power to request the court to issue an advisory opinion\non any legal question. Organs of the UN other than the General Assembly or the\nSecurity Council require the General Assembly's authorization to request an\nadvisory opinion of the ICJ. These organs of the UN only request an advisory\nopinion regarding the matters that fall within the scope of their activities.\nOn receiving a request, the court decides which states and organizations might\nprovide useful information and gives them an opportunity to present written or\noral statements. Advisory opinions were intended as a means by which UN\nagencies could seek the court's help in deciding complex legal issues that\nmight fall under their respective mandates.\n\nIn principle, the court's advisory opinions are only consultative in character\nbut they are influential and widely respected. Certain instruments or\nregulations can provide in advance that the advisory opinion shall be\nspecifically binding on particular agencies or states, but inherently they are\nnon-binding under the Statute of the court. This non-binding character does\nnot mean that advisory opinions are without legal effect, because the legal\nreasoning embodied in them reflects the court's authoritative views on\nimportant issues of international law. In arriving at them, the court follows\nessentially the same rules and procedures that govern its binding judgments\ndelivered in contentious cases submitted to it by sovereign states.\n\nAn advisory opinion derives its status and authority from the fact that it is\nthe official pronouncement of the principal judicial organ of the United\nNations.\n\nAdvisory opinions have often been controversial because the questions asked\nare controversial or the case was pursued as an indirect way of bringing what\nis really a contentious case before the court. Examples of advisory opinions\ncan be found in the section advisory opinions in the List of International\nCourt of Justice cases article. One such well-known advisory opinion is the\n_Nuclear Weapons Case_.\n\nOn 23 July 2025, the court issued an advisory opinion regarding the State\nobligations in respect of climate change, upon request by the General Assembly\nto address two questions: the obligations of States under international law to\nprotect the climate system from anthropogenic emissions for States and for\npresent and future generations, and the legal consequences arising where\nstates, by their acts and omissions, have caused significant harm to the\nclimate system and other parts of the environment. This was the biggest case\nin the history of the court, with 99 countries and more than 12\nintergovernmental organizations heard over two weeks in December 2024."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Examples of contentious cases",
        "generated_section_content_md": "* 1980: A complaint by the United States that Iran was detaining American diplomats in Tehran in violation of international law.\n* 1982: A dispute between Tunisia and Libya over the delimitation of the continental shelf between them.\n* 1989: A complaint by Iran after the shooting down of Iran Air Flight 655 by a United States Navy guided missile cruiser.\n* 1984: A dispute over the course of the maritime boundary dividing the U.S. and Canada in the Gulf of Maine area.\n* 1999: A complaint by the Federal Republic of Yugoslavia against the member states of the North Atlantic Treaty Organization regarding their actions in the Kosovo War. This was denied on 15 December 2004 because of lack of jurisdiction, the FRY not being a party to the ICJ statute at the time it made the application.\n* 2005: A complaint by the Democratic Republic of the Congo that its sovereignty had been violated by Uganda and that the DRC had lost billions of dollars worth of resources was decided in favour of the DRC.\n* 2011: A complaint by the Republic of North Macedonia (former Yugoslav Republic of Macedonia) that Greece's vetoing of its accession to NATO violates the Interim Accord of 13 September 1995 between the two countries. The complaint was decided in favour of North Macedonia on 5 December 2011.\n* 2017: A complaint by the Republic of India regarding a death penalty verdict against an Indian citizen, Kulbhushan Jadhav, by a Pakistani military court (based on alleged espionage and subversive activities).\n* 2022: A complaint by Ukraine against Russia for violating the 1948 Genocide Convention, to which both Ukraine and Russia are parties, by falsely claiming genocide as a pretext for invading Ukraine. The International Association of Genocide Scholars supported Ukraine, who asked for expedited provisional measures directing Russia to halt its offensive. Russian representatives refused to appear. On 16 March, the ICJ ordered Russia to \"immediately suspend the military operations\", on a 13–2 vote with the Russian and Chinese judges in opposition. The order is binding on Russia, but the ICJ cannot enforce it."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Relationship with UN Security Council",
        "generated_section_content_md": "Article 94 establishes the duty of all UN members to comply with decisions of\nthe court involving them. If parties do not comply, the issue may be taken\nbefore the Security Council for enforcement action. There are obvious problems\nwith such a method of enforcement. If the judgment is against one of the five\npermanent members of the Security Council or its allies, any resolution on\nenforcement could then be vetoed by that member. That occurred, for example,\nafter the _Nicaragua_ case, when Nicaragua brought the issue of the United\nStates' noncompliance with the court's decision before the Security Council.\nFurthermore, if the Security Council refuses to enforce a judgment against any\nother state, there is no method of forcing the state to comply. Furthermore,\nthe most effective form to take action for the Security Council, coercive\naction under Chapter VII of the United Nations Charter, can be justified only\nif international peace and security are at stake. The Security Council has\nnever done that so far.[_citation needed_]\n\nThe relationship between the ICJ and the Security Council, and the separation\nof their powers, was considered by the court in 1992 in the _Pan Am_ case. The\ncourt had to consider an application from Libya for the order of provisional\nmeasures of protection to safeguard its rights, which, it alleged, were being\ninfringed by the threat of economic sanctions by the United Kingdom and United\nStates. The problem was that these sanctions had been authorized by the\nSecurity Council, which resulted in a potential conflict between the Chapter\nVII functions of the Security Council and the judicial function of the court.\nThe court decided, by eleven votes to five, that it could not order the\nrequested provisional measures because the rights claimed by Libya, even if\nlegitimate under the 1971 Montreal Convention, could not be _prima facie_\nregarded as appropriate since the action was ordered by the Security Council.\nIn accordance with Article 103 of the UN Charter, obligations under the\nCharter took precedence over other treaty obligations. Nevertheless, the court\ndeclared the application admissible in 1998. A decision on the merits has not\nbeen given since the parties (United Kingdom, United States, and Libya)\nsettled the case out of court in 2003.[_citation needed_]\n\nThere was a marked reluctance on the part of a majority of the court to become\ninvolved in a dispute in such a way as to bring it potentially into conflict\nwith the council. The court stated in the _Nicaragua_ case that there is no\nnecessary inconsistency between action by the Security Council and\nadjudication by the ICJ. However, when there is room for conflict, the balance\nappears to be in favour of the Security Council.[_citation needed_]\n\nShould either party fail \"to perform the obligations incumbent upon it under a\njudgment rendered by the Court\", the Security Council may be called upon to\n\"make recommendations or decide upon measures\" if the Security Council deems\nsuch actions necessary. In practice, the court's powers have been limited by\nthe unwillingness of the losing party to abide by the court's ruling and by\nthe Security Council's unwillingness to impose consequences. However, in\ntheory, \"so far as the parties to the case are concerned, a judgment of the\nCourt is binding, final and without appeal\", and \"by signing the Charter, a\nState Member of the United Nations undertakes to comply with any decision of\nthe International Court of Justice in a case to which it is a party.\"\n\nFor example, the United States had previously accepted the court's compulsory\njurisdiction upon its creation in 1946 but in 1984, after _Nicaragua v. United\nStates_ , withdrew its acceptance following the court's judgment that called\non the US to \"cease and to refrain\" from the \"unlawful use of force\" against\nthe government of Nicaragua. The court ruled (with only the American judge\ndissenting) that the United States was \"in breach of its obligation under the\nTreaty of Friendship with Nicaragua not to use force against Nicaragua\" and\nordered the United States to pay war reparations."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Law applied",
        "generated_section_content_md": "When deciding cases, the court applies international law as summarized in\nArticle 38 of the ICJ Statute, which provides that in arriving at its\ndecisions the court shall apply international conventions, international\ncustom and the \"general principles of law recognized by civilized nations.\" It\nmay also refer to academic writing (\"the teachings of the most highly\nqualified publicists of the various nations\") and previous judicial decisions\nto help interpret the law although the court is not formally bound by its\nprevious decisions under the doctrine of _stare decisis_. Article 59 makes\nclear that the common law notion of precedent or _stare decisis_ does not\napply to the decisions of the ICJ. The court's decision binds only the parties\nto that particular controversy. Under 38(1)(d), however, the court may\nconsider its own previous decisions and frequently cites them.\n\nIf the parties agree, they may also grant the court the liberty to decide _ex\naequo et bono_ (\"out of equality, and for the good\"), granting the ICJ the\nfreedom to make an equitable decision based on what is fair under the\ncircumstances. That provision has not been used in the court's\nhistory.[_when?_] So far,[_when?_] the International Court of Justice has\ndealt with about 180 cases."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Procedure",
        "generated_section_content_md": "The ICJ is vested with the power to make its own rules. Court procedure is set\nout in the _Rules of Court of the International Court of Justice 1978_ (as\namended on 29 September 2005).\n\nCases before the ICJ will follow a standard pattern. The case is lodged by the\napplicant, which files a written memorial setting out the basis of the court's\njurisdiction and the merits of its claim. The respondent may accept the\ncourt's jurisdiction and file its own memorial on the merits of the case."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "Preliminary objections",
        "generated_section_content_md": "A respondent that does not wish to submit to the jurisdiction of the court may\nraise preliminary objections. Any such objections must be ruled upon before\nthe court can address the merits of the applicant's claim. Often, a separate\npublic hearing is held on the preliminary objections and the court will render\na judgment. Respondents normally file preliminary objections to the\njurisdiction of the court and/or the admissibility of the case.\nInadmissibility refers to a range of arguments about factors the court should\ntake into account in deciding jurisdiction, such as the fact that the issue is\nnot justiciable or that it is not a \"legal dispute\".\n\nIn addition, objections may be made because all necessary parties are not\nbefore the court. If the case necessarily requires the court to rule on the\nrights and obligations of a state that has not consented to the court's\njurisdiction, the court does not proceed to issue a judgment on the merits.\n\nIf the court decides it has jurisdiction and the case is admissible, the\nrespondent then is required to file a Memorial addressing the merits of the\napplicant's claim. Once all written arguments are filed, the court holds a\npublic hearing on the merits.\n\nOnce a case has been filed, any party (usually the applicant) may seek an\norder from the court to protect the _status quo_ pending the hearing of the\ncase. Such orders are known as Provisional (or Interim) Measures and are\nanalogous to interlocutory injunctions in United States law. Article 41 of the\nstatute allows the court to make such orders. The court must be satisfied to\nhave _prima facie_ jurisdiction to hear the merits of the case before it\ngrants provisional measures."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "8.2",
        "section_name": "Applications to intervene",
        "generated_section_content_md": "In cases in which a third state's interests are affected, that state may be\npermitted to intervene in the case and participate as a full party. Under\nArticle 62, a state \"with an interest of a legal nature\" may apply; however,\nit is within the court's discretion whether or not to allow the intervention.\nIntervention applications are rare, and the first successful application\noccurred only in 1991."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "8.3",
        "section_name": "Judgment and remedies",
        "generated_section_content_md": "Once deliberation has taken place, the court issues a majority opinion.\nIndividual judges may issue concurring opinions (if they agree with the\noutcome reached in the judgment of the court but differ in their reasoning) or\ndissenting opinions (if they disagree with the majority). No appeal is\npossible, but any party may ask for the court to clarify if there is a dispute\nas to the meaning or scope of the court's judgment."
    },
    {
        "chapter_name": "International Court of Justice",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Criticisms",
        "generated_section_content_md": "The International Court has been criticized with respect to its rulings, its\nprocedures, and its authority. As with criticisms of the United Nations, many\ncritics and opponents of the court refer to the general authority assigned to\nthe body by member states through its Charter, rather than to specific\nproblems with the composition of judges or their rulings. Major criticisms\ninclude the following:\n\n* \"Compulsory\" jurisdiction is limited to cases where both parties have agreed to submit to its decision, and so instances of aggression tend to be automatically escalated to and adjudicated by the Security Council. ICJ rulings are legally binding on states but not enforceable without their approval or compliance.\n* The International Court does not enjoy a full separation of powers, with permanent members of the Security Council being able to veto enforcement of cases, even those to which they consented to be bound. Because the jurisdiction does not have binding force itself, in many cases, the instances of aggression are adjudicated by Security Council by adopting a resolution, etc. There is, therefore, a likelihood for the permanent member states of Security Council to avoid the legal responsibility brought up by International Court of Justice, as shown in the example of _Nicaragua v. United States_.\n* The court has been accused of judicial parsimony, with its rulings tending to dismiss submissions of parties on jurisdictional grounds and not resolving the underlying dispute between them.\n* The court has been accused of exhibiting a political bias, with past research finding \"strong evidence\" that judges at the ICJ \"favour the state that appoints them\", \"favour states whose wealth level is close to that of the judges' own state\", and \"favour states whose political system is similar to that of the judges' own state.\""
    }
]