[
    {
        "chapter_name": "Islamic Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Multilateral development financing institution located in Jeddah, Saudi Arabia\n\nThe **Islamic Development Bank** (Arabic: البنك الإسلامي للتنمية, abbreviated\nas **IsDB**) is a multilateral development finance institution that is focused\non Islamic finance for infrastructure development and located in Jeddah, Saudi\nArabia. There are 57 shareholding member states with the largest single\nshareholder being Saudi Arabia."
    },
    {
        "chapter_name": "Islamic Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "It was founded in 1973 by the Finance Ministers at the first Organisation of\nthe Islamic Conference (now called the Organisation of Islamic Cooperation)\nwith the support of the King of Saudi Arabia at the time (Faisal), and began\nits activities on 3 April 1975.\n\nOn 22 May 2013, IsDB tripled its authorized capital to $150 billion to better\nserve Muslims in member and non-member countries. The Bank has received credit\nratings of AAA from Standard & Poor's, Moody's, and Fitch. Saudi Arabia holds\nabout one quarter of the bank's paid up capital. The IDB is an observer at the\nUnited Nations General Assembly."
    },
    {
        "chapter_name": "Islamic Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "The present membership of the Bank consists of 57 countries. The basic\ncondition for membership is that the prospective member country should be a\nmember of the Organisation of Islamic Cooperation (OIC), pay its contribution\nto the capital of the Bank and be willing to accept such terms and conditions\nas may be decided upon by the IsDB Board of Governors.\n\nIDB Major Shareholders as at 30 Dhul Hijjah 1432H (25 November 2011)\n\nRanked on the basis of paid-up capital (as of May 2024), major shareholders\ninclude:\n\n1. Saudi Arabia (22.5%)\n2. Libya (9.03%)\n3. Indonesia (7.94%)\n4. Iran (7.90%)\n5. Nigeria (7.33%)\n6. Qatar (6.87%)\n7. Egypt (6.77%)\n8. Kuwait (6.62%)\n9. United Arab Emirates (6.48%)\n10. Turkey (6.17%)"
    },
    {
        "chapter_name": "Islamic Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "Country Membership in the Entities of IsDB Group [1]\n\nIDB has evolved into a group of five entities, consisting of Islamic\nDevelopment Bank (IsDB), Islamic Development Bank Institute (IsDBI), Islamic\nCorporation for Development of the Private Sector (ICD), Islamic Corporation\nfor Insurance of Investment and Export Credit (ICIEC) and International\nIslamic Trade Finance Corporation (ITFC)."
    },
    {
        "chapter_name": "Islamic Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Activities",
        "generated_section_content_md": "IDB Group is engaged in a wide range of specialized and integrated activities\nsuch as:\n\n* Project financing in the public and private sectors;\n* Development assistance for poverty alleviation;\n* Technical assistance for capacity-building;\n* Economic and trade cooperation among member countries;\n* Trade financing;\n* SME financing;\n* Resource mobilization;\n* Direct equity investment in Islamic financial institutions;\n* Insurance and reinsurance coverage for investment and export credit;\n* Research and training programs in Islamic economics and banking;\n* Awqaf investment and financing;\n* Special assistance and scholarships for member countries and Muslim communities in non-member countries;\n* Emergency relief; and\n* Advisory services for public and private entities in member countries."
    },
    {
        "chapter_name": "Islamic Development Bank",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Projects and programs",
        "generated_section_content_md": "* **The Gao Bridge in Mali:** Until a few years ago, crossing the Niger River at Gao was done by a ferry that might or might not be operating. This hindered progress and discouraged trade. The Gao Bridge financed by the IDB connected the once isolated Gao Region in eastern Mali to the heartland."
    }
]