[
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental counterterrorist military alliance\n\nThe **Islamic Military Counter Terrorism Coalition** (**IMCTC**) is an\nintergovernmental counter-terrorist military alliance between 43 member states\nin the Muslim world, united around the war against the Islamic State and other\ncounter-terrorist activities. Its creation was first announced by Saudi\nArabian defence minister Mohammad bin Salman Al Saud, on 15 December 2015. The\nalliance was to have a joint operations center in Riyadh, Saudi Arabia.\n\nWhen the coalition was announced there were 34 members. Additional countries\njoined and the number of members reached 42 when Kenya joined on 1 September\n2022. On 6 January 2017, the Former Chief of Army Staff of Pakistan General\nRaheel Sharif was named the IMCTC's first commander. Most of its participants\nare members of the Organisation of Islamic Cooperation."
    },
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History and objectives",
        "generated_section_content_md": "IMCTC has stated that its primary objective is to protect Muslim countries\nfrom all terrorist groups and terrorist organizations irrespective of their\nsect and name. The IMCTC affirmed that it would operate in line with the\nUnited Nations and the Organisation of Islamic Cooperation (OIC) provisions on\nterrorism.\n\nAt the press conference to launch the IMCTC, Mohammad bin Salman said it would\n\"coordinate\" efforts to fight terrorism in Iraq, Syria, Libya, Egypt and\nAfghanistan. He said, \"There will be international coordination with major\npowers and international organisations ... in terms of operations in Syria and\nIraq.\"\n\nThe alliance does not include any countries with Shia-dominated governments,\nsuch as Iran, Iraq and Syria. According to a Euronews report, some analysts\nsee formation of the alliance as part of Saudi Arabian efforts to take the\nleading role in the Middle East and the Muslim world, in rivalry with Iran.\nDue to the dominance of the alliance by states having majority Sunni Muslim\npopulations, it has been called \"a sectarian coalition\" by Hakeem Azameli, a\nmember of the Security and Defense Commission in the Iraqi parliament.\n\nHowever, Oman, an Ibadi-dominant country has joined the alliance. Lebanon has\nalso supported the alliance. Other countries who are part of the alliance or\nsupport it that have cordial or friendly relations with Iran include\nBangladesh, Kuwait, Libya, and Pakistan.[_citation needed_]\n\nIn March 2016, it was reported that Saudi Arabia had asked the then Pakistani\nChief of Army Staff Raheel Sharif, to become commander of the ICMTC once he\nhad retired from the Pakistan Army at the end of 2016."
    },
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members",
        "generated_section_content_md": "Saudi Arabia's original announcement of the alliance on 15 December 2015\nlisted 34 countries as participants, each also a member of the Organisation of\nIslamic Cooperation (OIC), and forming about 60% of all OIC member states. As\nof May 2025, there are 43 member countries with the joining of Cameroon on 1\nMay 2025.\n\nCountry | Membership announcement | Military roleα | Supporter | References\n---|---|---|---|---\nAfghanistan (Islamic Republic) |  | — | — |\nBahrain | Original | Yes | Yes |\nBangladesh | Original | Yes | Yes |\nBenin | Original | — | — |\nBrunei |  |  |  |\nBurkina Faso |  |  |  |\nCameroon |  |  |  |\nChad | Original | Yes | Yes |\nComoros | Original | — | — |\nCôte d'Ivoire | Original | — | — |\nDjibouti | Original | — | — |\nEgypt | Original | Yes | Yes |\nGabon | Original | — | — |\nGambia |  |  |  |\nGuinea | Original | — | — |\nGuinea-Bissau |  |  |  |\nJordan | Original | Yes | Yes |\nKenya | 1 September 2022 | Yes | Yes |\nKuwait | Original | Yes | Yes |\nLebanon | Original | — | Yes |\nLibya | Original | Yes | Yes |\nMalaysia | Original | Yes | Yes |\nMaldives | Original | Yes | Yes |\nMali | Original | — | — |\nMauritania | Original | Yes | Yes |\nMorocco | Original | Yes | Yes |\nNiger | Original | Yes | Yes |\nNigeria | Original | Yes | Yes |\nOman | 28 December 2016 | Yes | Yes |\nPakistan | Original | Yes | Yes |\nPalestine | Original | — | — |\nQatar | Original | — | — |\nSaudi Arabia | Original | Yes | Yes |\nSenegal | Original | Yes | — |\nSierra Leone | Original | — | — |\nSomalia | Original | Yes | Yes |\nSudan | Original | Yes | Yes |\nTogo | Original | — | — |\nTunisia | Original | Yes | Yes |\nTurkey | Original | Yes | Yes |\nUganda |  |  |  |\nUnited Arab Emirates | Original | Yes | Yes |\nYemen (PLCTooltip Presidential Leadership Council) | Original | Yes | Yes |\n\n**^α** These countries have offered to provide military assistance if needed."
    },
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Supporting nations",
        "generated_section_content_md": "The following are non-member supporting nations:\n\nFrance\nUnited Kingdom\nUnited States"
    },
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Prospective additional members",
        "generated_section_content_md": "At the time of the original announcement, more than ten other Islamic\ncountries, including Indonesia (the world's largest Muslim populated nation),\nhad expressed their support for the alliance, and Azerbaijan was discussing\njoining the alliance. In 2018, however, former deputy defense minister Sjafrie\nSjamsoeddin remarked that Indonesia's non-alignment barred the country from\njoining a military alliance, adding that Vice President Jusuf Kalla had\ndisagreed with Indonesia's accession.\n\nBy January 2017, Azerbaijan said that joining was \"not on the agenda\".\nTajikistan's ambassador to Saudi Arabia confirmed that Tajikistan was\nseriously studying the possibility of joining.\n\nOn August 16, 2023, IMCTC's Secretary General, Maj. Gen. Al-Maghedi, pointed\nthat the IMCTC looked forward for the United Republic of Tanzania to join\nIMCTC and work hand in hand with the rest of IMCTC member states in countering\nterrorism and violent extremism."
    },
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Commanders",
        "generated_section_content_md": "Commander | Nationality | Start of tenure | End of tenure\n---|---|---|---\nGeneral Raheel Shareef |  |  Pakistan | 6 January 2017 | Incumbent"
    },
    {
        "chapter_name": "Islamic Military Counter Terrorism Coalition",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Reactions",
        "generated_section_content_md": "State\n\n* Bangladesh: Bangladesh was one of the early members to join the alliance doing so on 15 December 2015. The country confirmed its membership in a joint statement by the founder nations that stated \"a duty to protect the Islamic nation from the evils of all terrorist groups and organizations whatever their sect and name which wreak death and corruption on earth and aim to terrorize the innocent.\" However Bangladesh ruled out any military support.\n* China: China has expressed its willingness to cooperate with the alliance to fighting terrorism and appreciated Saudi efforts to create alliance.\n* Egypt: Egypt's Al-Azhar University called the alliance's formation \"historic.\"\n* Germany: Germany's defense minister Ursula von der Leyen welcomed the alliance against terrorism but also stressed that it should be a part of the Vienna process involving all countries fighting against IS like the U.S., Europe, Russia, Turkey, Saudi Arabia, but also including Iran and China.\n* Malaysia: Malaysian Defence Minister Hishammuddin Hussein expressed support for the alliance, but ruled out any military support from Malaysia.\n* Pakistan: After initial ambiguity Pakistan welcomed the initiative; its government confirmed its participation and stated that the country is waiting for further details in order to decide the extent of its participation in the different activities of the alliance.\n* Turkey: Turkey's Prime Minister Ahmet Davutoğlu called it the \"best response to those who are trying to associate terror and Islam\".\n* United States: The new alliance has been welcomed by the United States, with then U.S. Secretary of Defense Ash Carter saying, \"We look forward to learning more about what Saudi Arabia has in mind in terms of this coalition. But in general it appears it is very much in line with something we've been urging for quite some time, which is greater involvement in the campaign to combat ISIL by Sunni Arab countries.\n\nOther\n\n* Army of the Men of the Naqshbandi Order: Izzat Ibrahim al-Douri the leader of the Naqshbandi Army released a statement in 2016 praising the alliance and calling on what he called Mujahideen to fight Shia militias in Iraq backed by Iran, while also saying \"We consider everything that is happening in Iraq from Iran, its agents, militias, and its security apparatus, is the responsibility of the United States\". He added: \"If it [U.S.] did not move to save Iraq and its people from Iran's hegemony, control and occupation, and to stop bloodshed, destruction, burning and the changing demographic, then Iraqi people should resist [the occupation].\""
    }
]