[
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations organization\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Joint United Nations Programme on HIV/AIDS\" – news **·**\nnewspapers **·** books **·** scholar **·** JSTOR _( December 2011)__(Learn how\nand when to remove this message)_  \n---|---  \n  \nUNAIDS Headquarters building in Geneva, Switzerland\n\nThe **Joint United Nations Programme on HIV and AIDS** (**UNAIDS** ; French:\n_Programme commun des Nations Unies sur le VIH/sida_ , **ONUSIDA**) is the\nmain advocate for accelerated, comprehensive and coordinated global action on\nthe HIV/AIDS pandemic.\n\nThe mission of UNAIDS is to lead, strengthen and support an expanded response\nto HIV and AIDS that includes preventing transmission of HIV, providing care\nand support to those already living with the virus, reducing the vulnerability\nof individuals and communities to HIV and alleviating the impact of the\nepidemic. UNAIDS seeks to prevent the HIV/AIDS epidemic from becoming a severe\npandemic.\n\nUNAIDS is headquartered in Geneva, Switzerland, where it shares some site\nfacilities with the World Health Organization. It is a member of the United\nNations Development Group. Currently, Winnie Byanyima leads UNAIDS as\nexecutive director. Former executive directors are Peter Piot (1995–2008) and\nMichel Sidibé (2009–2019).\n\nUNAIDS regularly publishes articles and reports on the status of the AIDS\nepidemic, including roadmaps to ending HIV as a public health threat and\nupdates on the current scientific findings on vaccines and treatments for HIV\ninfections and AIDS.\n\nThe agency promotes the GIPA principle (greater involvement of people living\nwith HIV) formulated in 1994, and endorsed by the United Nations in 2001 and\n2006."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Goals",
        "generated_section_content_md": "1. Leadership and advocacy for effective action on the pandemic;\n2. Strategic information and technical support to guide efforts against AIDS worldwide;\n3. Tracking, monitoring and evaluation of the pandemic and of responses to it;\n4. Civil society engagement and the development of strategic partnerships;\n5. Mobilization of resources to support an effective response."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Role",
        "generated_section_content_md": "UNAIDS Policy Position Paper on Intensifying HIV Prevention in 2005\n\nThe aim of UNAIDS is to help mount and support an expanded response to\nHIV/AIDS, one that engages the efforts of many sectors and partners from\ngovernment and civil society.\n\nEstablished by ECOSOC resolution 1994/24 on 26 July 1994, UNAIDS officially\nlaunched in January 1996. The organization is guided by a Programme\nCoordinating Board with representatives of 22 governments from all geographic\nregions, the UNAIDS Cosponsors, and five representatives of nongovernmental\norganizations (NGOs), including associations of people living with HIV/AIDS."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "While UN AIDS was officially created in 1994 with UN resolution, and launched\nin 1996, the roots of UN AIDS can be traced back to the first recorded case of\nHIV/AIDS 15 years prior in 1981, and the launch of the Global Network of\nPeople living with HIV/AIDS (\"GNP+\") started in 1986 by Dietmar Bolle, an HIV\npositive specialist nurse and activist, who aimed to connect people living\nwith HIV/AIDS around the world."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Origin: 1920s–1980 and Pre-HIV/AIDS Crisis",
        "generated_section_content_md": "It is widely believed that HIV first crossed over from chimpanzees to humans\nin the 1920s through humans eating chimps infected with simian\nimmunodeficiency virus (SIV), a virus similar to HIV, in what is now the\nDemocratic Republic of Congo. Scientific and medical research determined the\nchimps hunt and eat two smaller monkey species red-capped mangabeys and\ngreater spot-nosed monkeys which carried two strains of SIV which combined\nthrough infection and transmission into \"SIVcpz\", a virus almost identical to\nHIV, which eventually spread to humans.\n\nThe first \"verified\" case of HIV was detected retrospectively using a blood\nsample from 1959 from a man living in what is now the Democratic Republic of\nCongo, albeit there are believed to be numerous other HIV cases prior based on\nobserved symptoms and patterns of death."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "1981 First AIDS Cases Reported",
        "generated_section_content_md": "The first ever AIDS cases were reported on 5 June 1981 in the United States\nCenter for Disease Control and Prevention (CDC)'s weekly epidemiological\ndigest _Morbidity and Mortality Weekly_, which described rare pneumonia in\nfive patients and \"the possibility of a cellular-immune dysfunction related to\na common exposure that predisposes individuals to opportunistic infections\nsuch as pneumocystosis and candidiasis\". In 1982, the CDC adopted the term\nAIDS, Acquired Immune Deficiency Syndrome. From 1981 to 1985, doctors around\nthe world in countries such as Belgium and France, and African countries,\nZaire, Congo, Rwanda, Tanzania, and Zambia noted they had observed and treated\nmedical cases with similar symptoms as HIV/AIDS in the 1970s. In 1985, the CDC\nhosted the First International Conference on AIDS in Atlanta."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "1981–1994: The Global Response Prior to UNAIDS",
        "generated_section_content_md": "As Lindsay Knight summarises the understanding and outlook of the early 1980s\nin her report, _UNAIDS: The first ten years, 1996–2006_ : \"No one could have\nimagined that a few cases of rare diseases damaging the immune system would\nherald a pandemic that has killed more than all those who died in battle\nduring the whole of the twentieth century.\" However, views with respect to the\nspeed and success of the initial response to the HIV/AIDS epidemic and crisis\nare mixed.\n\nThe global response to the HIV/AIDS crisis was initially led by the US based\nCenter for Disease Control which discovered the first HIV/AIDS case. A 2011\nreport \"AIDS: the Early Years and the CDC's Response\", makes the case that it\nis due to the CDC's rapid and effective approach, and staff, that the virus\nwas even discovered in the first place. The report further argues that the\nCDC's approach, along with partnerships with the US Food and Drug\nAdministration, and the National Institutes of Health, are the reason that\ninitial recommendations for diagnosis, treatment, and containment were\ndeveloped, issued and disseminated so quickly (within 1–2 years of first\nreported case), The report states that the CDC's \"excellent surveillance,\nrapid identification, innovative science, committed persons\", among other\nfactors help to \"illustrate the power of epidemiologic investigation in\nunderstanding and preventing new diseases, even in the absence of an\nidentified cause\" and that the \"CDC's reputation and staff accomplishments led\nto the formation of the Global AIDS program.\"\n\nCritics of the global response to the HIV/AIDS crisis prior to UNAIDS assert\nthat the initial response was slow, faltering, negligent, and exacerbated the\ncrisis which could have been contained more expeditiously if it were not for\nfailures of leadership, missed opportunities, wasted time, among other\nfactors. One book which examines the global response, and describes both the\npositive and negative aspects states that during the first fifteen years of\nthe HIV/AIDS crisis, \"most of the world's leaders, in all sectors of society,\ndisplayed a staggering indifference to the growing challenge of this new\nepidemic.\" It explains that a combination of factors – (1) biases and\nstereotyped views that those ill were only from stigmatized communities such\nas sex workers, men who have sex with men, drug users, migrants, among others,\nas well as (2) political issues such as countries not wanting to admit there\nwas a crisis and taking steps to block journalists and media reports on the\nbreakout, (3) politicians falsely believing that the disease was limited to\nlower income countries with less developed medical and healthcare systems, and\nsome politicians fear of associating their own country with sex and death –\nall led to a slow response, and low levels of funding for research, treatment,\nand support at a time when greater actions could have been taken. Other\nreasons for delays include some scientists dismissing concerns about HIV/AIDS\nbecoming a global pandemic as unnecessarily alarmist."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Sexual harassment scandal",
        "generated_section_content_md": "Sidibé offered his resignation from his post as head of UNAIDS following an\nexpert report on sexual harassment in the agency that criticized his\n\"defective leadership\". Initially, when allegations surfaced in mid-2018,\nSidibe refused to quit. In response to heightened scrutiny and reports of his\ngross mismanagement, however, Sidibe informed the agency's board on 13\nDecember 2018 that he would leave his post in June 2019.\n\nA panel of independent experts released a report on 13 December 2018 saying\nSidibe was overseeing a \"patriarchal\" workplace and promoting a \"cult of\npersonality\" centred on him as the all-powerful chief. The experts further\nsaid the situation could not be changed unless Sidibe, a native of Mali who\nhas headed the UN agency for nine years, resigned.\n\nOne official with ties to senior management at the UNAIDS Geneva secretariat\nalso noted, under Sidibe's leadership, that \"UNAids mirrors the whole UN as a\n'boys club' with hierarchical and patriarchal culture of discrimination, lack\nof transparency and accountability that enables harassment.\"\n\nSidibe denied claims that he tried to force an employee to drop allegations\nthat she was sexually assaulted by his former deputy. Despite the scathing\nreport, he insisted he was the right man to turn around the organisation, a\nclaim which had been roundly rejected.[_by whom?_]"
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Cosponsors",
        "generated_section_content_md": "* The Office of the United Nations High Commissioner for Refugees (UNHCR)\n* United Nations Children's Fund (UNICEF)\n* World Food Programme (WFP)\n* United Nations Development Programme (UNDP)\n* United Nations Population Fund (UNFPA)\n* United Nations Office on Drugs and Crime (UNODC)\n* International Labour Organization (ILO)\n* United Nations Educational, Scientific and Cultural Organization (UNESCO)\n* World Health Organization (WHO)\n* World Bank\n* UN Women\n\nThe co-sponsors and the UNAIDS Secretariat form the Committee of Cosponsoring\nOrganizations, which meets twice each year."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Leadership",
        "generated_section_content_md": "The executive director of UNAIDS is Winnie Byanyima, who assumed the role on 1\nNovember 2019. Peter Piot was the first executive director of UNAIDS. He\nserved from its inception in 1995 until 2008, when he departed to lead the\nInstitute for Global Health at Imperial College London. On 1 January 2009,\nMichel Sidibé became the new executive director of UNAIDS until 2019 when he\nwas appointed as Minister of Health and Social Affairs of Mali. Following Mr\nSidibé's departure and until the appointment of Ms Byanyima, Gunilla Carlsson,\nthe Deputy Executive Director, Management and Governance, was appointed as\nUNAIDS Executive Director, ad interim. Shannon Hader is the Deputy Executive\nDirector, Programme."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Partnerships",
        "generated_section_content_md": "The United Nations Declaration Commitment on HIV/AIDS provides the guiding\nframework for UNAIDS action. Promoting partnerships among various stakeholders\nis reflected within the leadership section of the Declaration of Commitment.\nIn particular, it calls for complementation of government efforts by the full\nand active participation of civil society, the business community and the\nprivate sector through:\n\n* Establishing and strengthening mechanisms that involve civil society including faith-based organizations (FBOs), the private sector, and people living with HIV/AIDS at all levels\n* Encouraging and supporting local and national organizations to expand and strengthen regional partnerships, coalitions and networks\n* Full participation of people living with HIV/AIDS (PLWHA), those in vulnerable groups and people mostly at risk, particularly young people\n* Addressing issue of stigma and discrimination.\n\nUNAIDS works to promote partnerships among and between this diverse and broad\nrange of non-state entities. This calls for increases in both the number of\nnew actors, as well as in innovative ways of working, to facilitate increased\ncapacity of non-state entities to respond effectively to the epidemic at all\nlevels.\n\nWith the momentum generated by the UN Special Session on HIV/AIDS, the main\nchallenges are to:\n\n* Sustain and deepen involvement of those contributing and critical to the response such as PLWHA organizations\n* Move beyond the organizations already involved and reach out to optimally engage a broad range of sectors/actors.\n\nUNAIDS has collaborated with the Roman Catholic Church, especially Caritas\nInternationalis, in the fight against AIDS, something which materialized in a\nDecember 2005 message by Pope Benedict XVI. However, it indicated in a 2009\ncommuniqué that it did not agree with the Pope's statement that condoms were\nunhelpful in AIDS prevention, instead calling them \"essential\"."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.7.1",
        "section_name": "From policy to action",
        "generated_section_content_md": "In engaging non-state entities in an expanded response to the epidemic, the\nUNAIDS Secretariat:\n\n* Fosters and supports global, regional and country level partnerships which include linkages between and among civil society, private sector, philanthropy, media, and with particular attention to organizations of people living with HIV/AIDS\n* Supports governments and UN agencies in developing partnerships with non-state entities. This includes support for approaches intended to increase participation, improve connectedness of efforts and strengthen the various participants' capacity for action."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Donors",
        "generated_section_content_md": "As the main advocate for global action on HIV/AIDS, UNAIDS leads, strengthens\nand supports an expanded response aimed at preventing the transmission of HIV,\nproviding care and support, reducing the vulnerability of individuals and\ncommunities to HIV/AIDS, and alleviating the impact of the epidemic. To fulfil\nthis mandate, UNAIDS is supported by voluntary contributions from governments,\nfoundations, corporations, private groups (for example, students,\nuniversities, sporting clubs, etc.) and individuals.\n\nIn 2003, more than US$118.5 million was received from 30 governments,\nphilanthropic organizations, individuals from around the world and others. The\nlargest donors were the Netherlands followed by Norway, the United States,\nSweden, the United Kingdom and Japan. In 2004, 35 governments contributed to\nUNAIDS including India.\n\nIn 2020 UNAIDS received US$ 247.2 million in 2020, in voluntary donations. In\n2021, US$ 171.4 million in core funding was made available by twenty-seven\ngovernments, with the US leading donating $45,000,000, followed by Sweden and\nthe Netherlands. In addition, In 2021, non-core resources amounting to US$\n75.9 million were made available to UNAIDS, led by the US, with $53,807,294,\nfollowed by the UNFPA and Russia. In November 2022, the UNAIDS had a\ndiscussion about the $35 million funding gap in the organization’s minimum\noperating budget of $187 million. They believe this situation to be aggravated\nby the Russian invasion of Ukraine and movements in currency exchange markets.\nA month later, Australia agreed to a five year partnership with UNAIDS,\ncommitting AUD 25 million from 2022 to 2027 to the cause."
    },
    {
        "chapter_name": "Joint United Nations Programme on HIV/AIDS",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "UNAIDS Goodwill Ambassadors and Global Advocates",
        "generated_section_content_md": "UNAIDS engages political figures, celebrities, and subject matter experts as\nAmbassadors, and advocates, on a country, regional, and global level, to\nadvocate for its agenda and policies.\n\nUNAIDS has several Goodwill Ambassadors who help strengthen awareness of the\norganisation's work, including: Quarraisha Abdool Karim, Myung-Bo Hong,\nToumani Diabaté, Crown Princess Mette-Marit of Norway, Princess Stephanie of\nMonaco, Naomi Watts, Aishwarya Rai Bachchan, Vera Brezhneva, Victoria Beckham,\nChantal Biya and Pia Wurtzbach."
    }
]