[
    {
        "chapter_name": "Korean Peninsula Energy Development Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization\n\nThe **Korean Peninsula Energy Development Organization** (**KEDO**) was an\norganization founded on March 15, 1995, by the United States, South Korea, and\nJapan to implement the 1994 U.S.-North Korea Agreed Framework that froze North\nKorea's indigenous nuclear power plant development centered at the Yongbyon\nNuclear Scientific Research Center, that was suspected of being a step in a\nnuclear weapons program. KEDO's principal activity was to construct two light\nwater reactor nuclear power plants in North Korea to replace North Korea's\nMagnox type reactors. The original target year for completion was 2003.\n\nSince then, other members joined:\n\n  * 1995: Australia, Canada, New Zealand\n  * 1996: Argentina, Chile, Indonesia\n  * 1997: European Union, Poland\n  * 1999: Czech Republic\n  * 2000: Uzbekistan\n\nKEDO discussions took place at the level of a U.S. Assistant Secretary of\nState, South Korea's deputy foreign minister, and the head of the Asian bureau\nof Japan's Foreign Ministry.\n\nThe KEDO Secretariat was located in New York. KEDO was shut down in 2006."
    },
    {
        "chapter_name": "Korean Peninsula Energy Development Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "KEDO funding per year 1995 to 2005 KEDO funding by country (1995 to 2005)  Country | U.S. dollars (millions)\n---|---\nSouth Korea | 1,455\nJapan | 498\nUnited States | 405\nEuropean Atomic\nEnergy Community | 122\nAustralia | 14\nOthers | 18\n\nFormal ground breaking on the site for two light water reactors (LWR) was on\nAugust 19, 1997, at Kumho, 30 km north of Sinpo. The Kumho site had been\npreviously selected for two similar sized reactors that had been promised in\nthe 1980s by the Soviet Union, before its collapse.\n\nSoon after the Agreed Framework was signed, U.S. Congress control changed to\nthe Republican Party, who did not support the agreement. Some Republican\nSenators were strongly against the agreement, regarding it as appeasement.\nKEDO's first director, Stephen Bosworth, later commented \"The Agreed Framework\nwas a political orphan within two weeks after its signature\".\n\nArranging project financing was not easy, and formal invitations to bid were\nnot issued until 1998, by which time the delays were infuriating North Korea.\nSignificant spending on the LWR project did not commence until 2000, with\n\"First Concrete\" pouring at the construction site on August 7, 2002.\nConstruction of both reactors was well behind the original schedule.\n\nIn the wake of the breakdown of the Agreed Framework in 2003, KEDO largely\nlost its function. KEDO ensured that the nuclear power plant project assets at\nthe construction site at Kumho in North Korea and at manufacturers' facilities\naround the world ($1.5 billion invested to date) were preserved and\nmaintained. The project was reported to be about 30% complete. One reactor\ncontainment building was about 50% complete and another about 15% finished. No\nkey equipment for the reactors had been moved to the site.\n\nIn 2005, there were reports indicating that KEDO had agreed in principle to\nterminate the light-water reactor project. On January 9, 2006, it was\nannounced that the project was over and the workers would be returning to\ntheir home countries. North Korea demanded compensation and has refused to\nreturn the approximately $45 million worth of equipment left behind."
    },
    {
        "chapter_name": "Korean Peninsula Energy Development Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Executive Directors",
        "generated_section_content_md": "* Stephen W. Bosworth, 1995–1997\n* L. Desaix Anderson, 1997–2001\n* Charles Kartman, 2001–2005"
    }
]