[
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International organisation (1920–1946)\n\nThe **League of Nations** (**LN** or **LoN** ; French: _Société des Nations_\n[sɔsjete de nɑsjɔ̃], **SdN**) was the first worldwide intergovernmental\norganisation whose principal mission was to maintain world peace. It was\nfounded on 10 January 1920 by the Paris Peace Conference that ended the First\nWorld War. The main organisation ceased operations on 18 April 1946 when many\nof its components were relocated into the new United Nations (UN) which was\ncreated in the aftermath of the Second World War. As the template for modern\nglobal governance, the League profoundly shaped the modern world.\n\nThe League's primary goals were stated in its eponymous Covenant. They\nincluded preventing wars through collective security and disarmament and\nsettling international disputes through negotiation and arbitration. Its other\nconcerns included labour conditions, just treatment of native inhabitants,\nhuman and drug trafficking, the arms trade, global health, prisoners of war,\nand protection of minorities in Europe. The Covenant of the League of Nations\nwas signed on 28 June 1919 as Part I of the Treaty of Versailles, and it\nbecame effective with the rest of the Treaty on 10 January 1920. Australia was\ngranted the right to participate as an autonomous member nation, marking the\nstart of Australian independence on the global stage. The first meeting of the\nCouncil of the League took place on 16 January 1920, and the first meeting of\nthe Assembly of the League took place on 15 November 1920. In 1919, U.S.\npresident Woodrow Wilson won the Nobel Peace Prize for his role as the leading\narchitect of the League.\n\nThe diplomatic philosophy behind the League represented a fundamental shift\nfrom the preceding hundred years. The League lacked its own armed force and\ndepended on the victorious Allied Powers of World War I (Britain, France,\nItaly and Japan were the initial permanent members of the Council) to enforce\nits resolutions, keep to its economic sanctions, or provide an army when\nneeded. The Great Powers were often reluctant to do so. Sanctions could hurt\nLeague members, so they were reluctant to comply with them. During the Second\nItalo-Ethiopian War, when the League accused Italian soldiers of targeting\nInternational Red Cross and Red Crescent Movement medical tents, Benito\nMussolini responded that \"the League is very well when sparrows shout, but no\ngood at all when eagles fall out.\"\n\nAt its greatest extent from 28 September 1934 to 23 February 1935, it had 58\nmembers. After some notable successes and some early failures in the 1920s,\nthe League ultimately proved incapable of preventing aggression by the Axis\npowers in the 1930s. Its credibility was weakened because the United States\nnever joined. Japan and Germany left in 1933, Italy left in 1937, and Spain\nleft in 1939. The Soviet Union only joined in 1934 and was expelled in 1939\nafter invading Finland. Furthermore, the League demonstrated an irresolute\napproach to sanction enforcement for fear it might only spark further\nconflict, further decreasing its credibility. One example of this hesitancy\nwas the Abyssinia Crisis, in which Italy's sanctions were only limited from\nthe outset (coal and oil were not restricted), and later altogether abandoned\ndespite Italy being declared the aggressors in the conflict. The onset of the\nSecond World War in 1939 showed that the League had failed its primary\npurpose: to prevent another world war. It was largely inactive until its\nabolition. The League lasted for 26 years; the United Nations effectively\nreplaced it in 1945, inheriting several agencies and organisations founded by\nthe League, with the League itself formally dissolving the following year.\n\nCurrent scholarly consensus views that, even though the League failed to\nachieve its main goal of world peace, it did manage to build new roads towards\nexpanding the rule of law across the globe; strengthened the concept of\ncollective security, gave a voice to smaller nations; fostered economic\nstabilisation and financial stability, especially in Central Europe in the\n1920s; helped to raise awareness of problems such as epidemics, slavery, child\nlabour, colonial tyranny, refugee crises and general working conditions\nthrough its numerous commissions and committees; and paved the way for new\nforms of statehood, as the mandate system put the colonial powers under\ninternational observation. Professor David Kennedy portrays the League as a\nunique moment when international affairs were \"institutionalised\", as opposed\nto the pre–First World War methods of law and politics."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Background",
        "generated_section_content_md": "The 1864 Geneva Convention, one of the earliest formulations of written\ninternational law\n\nThe concept of a peaceful community of nations had been proposed as early as\n1795, when Immanuel Kant's _Perpetual Peace: A Philosophical Sketch_ outlined\nthe idea of a league of nations to control conflict and promote peace between\nstates. Kant argued for the establishment of a peaceful world community, not\nin a sense of a global government, but in the hope that each state would\ndeclare itself a free state that respects its citizens and welcomes foreign\nvisitors as fellow rational beings, thus promoting peaceful society worldwide.\nInternational co-operation to promote collective security originated in the\nConcert of Europe that developed after the Napoleonic Wars in the 19th century\nin an attempt to maintain the _status quo_ between European states and so\navoid war.\n\nBy 1910, international law developed, with the first Geneva Conventions\nestablishing laws dealing with humanitarian relief during wartime, and the\ninternational Hague Conventions of 1899 and 1907 governing rules of war and\nthe peaceful settlement of international disputes. Theodore Roosevelt at the\nacceptance for his Nobel Prize in 1910, said: \"it would be a masterstroke if\nthose great powers honestly bent on peace would form a League of Peace.\"\n\nOne small forerunner of the League of Nations, the Inter-Parliamentary Union\n(IPU), was formed by the peace activists William Randal Cremer and Frédéric\nPassy in 1889 (and still exists as an international body focused on the\nworld's various elected legislative bodies). The IPU was founded with an\ninternational scope, with a third of the members of parliaments (in the 24\ncountries that had parliaments) serving as members of the IPU by 1914. Its\nfoundational aims were to encourage governments to solve international\ndisputes by peaceful means. Annual conferences were established to help\ngovernments refine the process of international arbitration. Its structure was\ndesigned as a council headed by a president, which would later be reflected in\nthe structure of the League."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Plans and proposals",
        "generated_section_content_md": "At the start of the First World War, the first schemes for an international\norganisation to prevent future wars began to gain considerable public support,\nparticularly in Great Britain and the United States. Goldsworthy Lowes\nDickinson, a British political scientist, coined the term \"League of Nations\"\nin 1914 and drafted a scheme for its organisation. Together with Lord Bryce,\nhe played a leading role in the founding of the group of internationalist\npacifists known as the Bryce Group, later the League of Nations Union. The\ngroup became steadily more influential among the public and as a pressure\ngroup within the then-governing Liberal Party. In Dickinson's 1915 pamphlet\n_After the War_ he wrote of his \"League of Peace\" as being essentially an\norganisation for arbitration and conciliation. He felt that the secret\ndiplomacy of the early twentieth century had brought about war, and thus,\ncould write that, \"the impossibility of war, I believe, would be increased in\nproportion as the issues of foreign policy should be known to and controlled\nby public opinion.\" The 'Proposals' of the Bryce Group were circulated widely,\nboth in England and the US, where they had a profound influence on the nascent\ninternational movement. In January 1915, a peace conference directed by Jane\nAddams was held in the neutral United States. The delegates adopted a platform\ncalling for creation of international bodies with administrative and\nlegislative powers to develop a \"permanent league of neutral nations\" to work\nfor peace and disarmament. Within months, a call was made for an international\nwomen's conference to be held in The Hague. Coordinated by Mia Boissevain,\nAletta Jacobs and Rosa Manus, the congress, which opened on 28 April 1915 was\nattended by 1,136 participants from neutral nations, and resulted in the\nestablishment of an organisation which would become the Women's International\nLeague for Peace and Freedom (WILPF). At the close of the conference, two\ndelegations of women were dispatched to meet European heads of state over the\nnext several months. They secured agreement from reluctant foreign ministers,\nwho overall felt that such a body would be ineffective, but agreed to\nparticipate in or not impede creation of a neutral mediating body, if other\nnations agreed and if President Woodrow Wilson would initiate a body. In the\nmidst of the War, Wilson refused.\n\nThe League to Enforce Peace published this full-page promotion in _The New\nYork Times_ on Christmas Day 1918. It resolved that the League \"should ensure\npeace by eliminating causes of dissension, by deciding controversies by\npeaceable means, and by uniting the potential force of all the members as a\nstanding menace against any nation that seeks to upset the peace of the\nworld\".\n\nIn 1915, a body similar to the Bryce Group was set up in the United States,\nled by former president William Howard Taft. It was called the League to\nEnforce Peace. It advocated the use of arbitration in conflict resolution and\nthe imposition of sanctions on aggressive countries. None of these early\norganisations envisioned a continuously functioning body; with the exception\nof the Fabian Society in England, they maintained a legalistic approach that\nwould limit the international body to a court of justice. The Fabians were the\nfirst to argue for a \"council\" of states, necessarily the Great Powers, who\nwould adjudicate world affairs, and for the creation of a permanent\nsecretariat to enhance international co-operation across a range of\nactivities.\n\nIn the course of the diplomatic efforts surrounding World War I, both sides\nhad to clarify their long-term war aims. By 1916 in Britain, fighting on the\nside of the Allies, and in the neutral United States, long-range thinkers had\nbegun to design a unified international organisation to prevent future wars.\nHistorian Peter Yearwood argues that when the new coalition government of\nDavid Lloyd George took power in December 1916, there was widespread\ndiscussion among intellectuals and diplomats of the desirability of\nestablishing such an organisation. When Lloyd George was challenged by Wilson\nto state his position with an eye on the postwar situation, he endorsed such\nan organisation. Wilson himself included in his Fourteen Points in January\n1918 a \"league of nations to ensure peace and justice.\" British foreign\nsecretary, Arthur Balfour, argued that, as a condition of durable peace,\n\"behind international law, and behind all treaty arrangements for preventing\nor limiting hostilities, some form of international sanction should be devised\nwhich would give pause to the hardiest aggressor.\"\n\nThe war had had a profound impact, affecting the social, political and\neconomic systems of Europe and inflicting psychological and physical damage.\nSeveral empires collapsed: first the Russian Empire in February 1917, followed\nby the German Empire, Austro-Hungarian Empire and Ottoman Empire. Anti-war\nsentiment rose across the world; the First World War was described as \"the war\nto end all wars\", and its possible causes were vigorously investigated. The\ncauses identified included arms races, alliances, militaristic nationalism,\nsecret diplomacy, and the freedom of sovereign states to enter into war for\ntheir own benefit. One proposed remedy was the creation of an international\norganisation whose aim was to prevent future war through disarmament, open\ndiplomacy, international co-operation, restrictions on the right to wage war,\nand penalties that made war unattractive.\n\nIn London Balfour commissioned the first official report into the matter in\nearly 1918, under the initiative of Lord Robert Cecil. The British committee\nwas finally appointed in February 1918. It was led by Walter Phillimore (and\nbecame known as the Phillimore Committee), but also included Eyre Crowe,\nWilliam Tyrrell, and Cecil Hurst. The recommendations of the so-called\nPhillimore Commission included the establishment of a \"Conference of Allied\nStates\" that would arbitrate disputes and impose sanctions on offending\nstates. The proposals were approved by the British government, and much of the\ncommission's results were later incorporated into the Covenant of the League\nof Nations.\n\nThe French authorities also drafted a much more far-reaching proposal in June\n1918; they advocated annual meetings of a council to settle all disputes, as\nwell as an \"international army\" to enforce its decisions.\n\nOn his December 1918 trip to Europe, Woodrow Wilson gave speeches that\n\"reaffirmed that the making of peace and the creation of a League of Nations\nmust be accomplished as one single objective\".\n\nAmerican President Woodrow Wilson instructed Edward M. House to draft a US\nplan which reflected Wilson's own idealistic views (first articulated in the\nFourteen Points of January 1918), as well as the work of the Phillimore\nCommission. The outcome of House's work and Wilson's own first draft proposed\nthe termination of \"unethical\" state behaviour, including forms of espionage\nand dishonesty. Methods of compulsion against recalcitrant states would\ninclude severe measures, such as \"blockading and closing the frontiers of that\npower to commerce or intercourse with any part of the world and to use any\nforce that may be necessary...\"\n\nThe two principal drafters and architects of the covenant of the League of\nNations were the British politician Lord Robert Cecil and the South African\nstatesman Jan Smuts. Smuts' proposals included the creation of a council of\nthe great powers as permanent members and a non-permanent selection of the\nminor states. He also proposed the creation of a mandate system for captured\ncolonies of the Central Powers during the war. Cecil focused on the\nadministrative side and proposed annual council meetings and quadrennial\nmeetings for the Assembly of all members. He also argued for a large and\npermanent secretariat to carry out the League's administrative duties.\n\nAccording to historian Patricia Clavin, Cecil and the British continued their\nleadership of the development of a rules-based global order into the 1920s and\n1930s, with a primary focus on the League of Nations. The British goal was to\nsystematise and normalise the economic and social relations between states,\nmarkets, and civil society. They gave priority to business and banking issues,\nbut also considered the needs of ordinary women, children and the family as\nwell. They moved beyond high-level intellectual discussions, and set up local\norganisations to support the League. The British were particularly active in\nsetting up junior branches for secondary students.\n\nThe League of Nations was relatively more universal and inclusive in its\nmembership and structure than previous international organisations, but the\norganisation enshrined racial hierarchy by curtailing the right to self-\ndetermination and prevented decolonisation."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Establishment",
        "generated_section_content_md": "Participants of the Inter-Allied Women's Conference, 1919, \"They got Equality\nfor Women in the League of Nations\" In 1924, the headquarters of the League in\nGeneva (formerly _Hôtel National_) was named \"Palais Wilson\" after Woodrow\nWilson, credited as the \"Founder of the League of Nations\"\n\nAt the Paris Peace Conference in 1919, Wilson, Cecil and Smuts all put forward\ntheir draft proposals. After lengthy negotiations between the delegates, the\nHurst–Miller draft was finally produced as a basis for the Covenant. After\nmore negotiation and compromise, the delegates finally approved of the\nproposal to create the League of Nations (French: _Société des Nations_ ,\nGerman: _Völkerbund_) on 25 January 1919. The final Covenant of the League of\nNations was drafted by a special commission, and the League was established by\nPart I of the Treaty of Versailles, signed on 28 June 1919.\n\nFrench women's rights advocates invited international feminists to participate\nin a parallel conference to the Paris Conference in hopes that they could gain\npermission to participate in the official conference. The Inter-Allied Women's\nConference asked to be allowed to submit suggestions to the peace negotiations\nand commissions and were granted the right to sit on commissions dealing\nspecifically with women and children. Though they asked for enfranchisement\nand full legal protection under the law equal with men, those rights were\nignored. Women won the right to serve in all capacities, including as staff or\ndelegates in the League of Nations organisation. They also won a declaration\nthat member nations should prevent trafficking of women and children and\nshould equally support humane conditions for children, women and men\nlabourers. At the Zürich Peace Conference held between 17 and 19 May 1919, the\nwomen of the WILPF condemned the terms of the Treaty of Versailles for both\nits punitive measures, as well as its failure to provide for condemnation of\nviolence and exclusion of women from civil and political participation. Upon\nreading the Rules of Procedure for the League of Nations, Catherine Marshall,\na British suffragist, discovered that the guidelines were completely\nundemocratic and they were modified based on her suggestion.\n\nThe League would be made up of a Assembly (representing all member states), a\nCouncil (with membership limited to major powers), and a permanent\nSecretariat. Member states were expected to \"respect and preserve as against\nexternal aggression\" the territorial integrity of other members and to disarm\n\"to the lowest point consistent with domestic safety.\" All states were\nrequired to submit complaints for arbitration or judicial inquiry before going\nto war. The Council would create a Permanent Court of International Justice to\nmake judgements on the disputes.\n\nDespite Wilson's efforts to establish and promote the League, for which he was\nawarded the Nobel Peace Prize in October 1919, the United States never joined.\nSenate Republicans led by Henry Cabot Lodge wanted a League with the\nreservation that only Congress could take the U.S. into war. Lodge gained a\nmajority of Senators and Wilson refused to allow a compromise. The Senate\nvoted on the ratification on 19 March 1920, and the 49–35 vote fell short of\nthe needed 2/3 majority.\n\nThe League held its first council meeting in Paris on 16 January 1920, six\ndays after the Versailles Treaty and the Covenant of the League of Nations\ncame into force. On 1 November 1920, the headquarters of the League was moved\nfrom London to Geneva, where the first General Assembly was held on 15\nNovember 1920. Geneva made sense as an ideal city for the League, since\nSwitzerland had been a neutral country for centuries and was already the\nheadquarters for the International Red Cross. Its strong democracy and\nlocation in central Europe made it a good choice for the nations of the world.\nSupport for Geneva as the selection came from Swiss Federal Councillor Gustave\nAdor and economist William Rappard. The Palais Wilson on Geneva's western\nlakeshore, named after Woodrow Wilson, was the League's first permanent home."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "0.3.1",
        "section_name": "Mission",
        "generated_section_content_md": "The covenant had ambiguities, as Carole Fink points out. There was not a good\nfit between Wilson's \"revolutionary conception of the League as a solid\nreplacement for a corrupt alliance system, a guardian of international order,\nand protector of small states,\" versus Lloyd George's desire for a \"cheap,\nself-enforcing, peace, such as had been maintained by the old and more fluid\nConcert of Europe.\" Furthermore, the League, according to Carole Fink, was,\n\"deliberately excluded from such great-power prerogatives as freedom of the\nseas and naval disarmament, the Monroe Doctrine and the internal affairs of\nthe French and British empires, and inter-Allied debts and German reparations,\nnot to mention the Allied intervention and the settlement of borders with\nSoviet Russia.\"\n\nAlthough the United States never joined, unofficial observers became more and\nmore involved, especially in the 1930s. American philanthropies became heavily\ninvolved, especially the Rockefeller Foundation. It made major grants designed\nto build up the technical expertise of the League staff. Ludovic Tournès\nargues that by the 1930s the foundations had changed the League from a\n\"Parliament of Nations\" to a modern think tank that used specialised expertise\nto provide an in-depth impartial analysis of international issues."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Languages and symbols",
        "generated_section_content_md": "The official languages of the League of Nations were French and English.\n\nDuring the 1939 New York World's Fair, a semi-official flag and emblem for the\nLeague of Nations emerged: two five-pointed stars within a blue pentagon. They\nsymbolised the Earth's five continents and \"five races\". A bow at the top\ndisplayed the English name (\"League of Nations\"), while another at the bottom\nshowed the French name (\"_Société des Nations_ \")."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "A map of the world in 1920–45, which shows the League of Nations members\nduring its history\n\nThe League consisted of 42 founding members in November 1920. Six other states\njoined in its founding year (by December 1920), and seven more joined by\nSeptember 1924, bringing the League's size to 55. Costa Rica withdrew in\nDecember 1924, making it the member to have most quickly withdrawn, and Brazil\nbecame the first founding member to withdraw in June 1926. Germany (under the\nWeimar Republic) was admitted to the League of Nations through a resolution\npassed on 8 September 1926. The League's size remained at 54 for the next five\nyears.\n\nThrough the first half of the 1930s, six more states joined, including Iraq in\n1932 (newly independent from a League of Nations mandate) and the Soviet Union\non 18 September 1934, but the Empire of Japan and Germany (under Hitler)\nwithdrew in 1933. This marked the League's largest extent at 58 member states.\n\nIn December 1920, Argentina quit (being absent from all sessions and votes)\nwithout formally withdrawing, on rejection of an Argentine resolution that all\nsovereign states would be admitted to the League. It resumed its participation\nin September 1933.\n\nThe League's membership declined through the second half of the 1930s as it\nweakened. Between 1935 and the start of World War II in Europe in September\n1939, only Egypt joined (becoming the last state to join), 11 members left,\nand 3 members ceased to exist or fell under military occupation (Ethiopia,\nAustria, and Czechoslovakia). The Soviet Union was expelled on 14 December\n1939 for invading Finland, as one of the last acts of the League before it\nceased functioning."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Organization",
        "generated_section_content_md": "League of Nations Organisation chart The Palace of Nations, Geneva, the\nLeague's headquarters from 1936 until its dissolution in 1946"
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Permanent organs",
        "generated_section_content_md": "The main constitutional organs of the League were the Assembly, the council,\nand the Permanent Secretariat. It also had two essential wings: the Permanent\nCourt of International Justice and the International Labour Organization. In\naddition, there were several auxiliary agencies and bodies. Each organ's\nbudget was allocated by the Assembly (the League was supported financially by\nits member states).\n\nThe relations between the assembly and the council and the competencies of\neach were for the most part not explicitly defined. Each body could deal with\nany matter within the sphere of competence of the league or affecting peace in\nthe world. Particular questions or tasks might be referred to either.\n\nUnanimity was required for the decisions of both the assembly and the council,\nexcept in matters of procedure and some other specific cases such as the\nadmission of new members. This requirement was a reflection of the league's\nbelief in the sovereignty of its component nations; the league sought a\nsolution by consent, not by dictation. In case of a dispute, the consent of\nthe parties to the dispute was not required for unanimity.\n\nThe Permanent Secretariat, established at the seat of the League at Geneva,\ncomprised a body of experts in various spheres under the direction of the\ngeneral secretary. Its principal sections were Political, Financial and\nEconomics, Transit, Minorities and Administration (administering the Saar and\nDanzig), Mandates, Disarmament, Health, Social (Opium and Traffic in Women and\nChildren), Intellectual Cooperation and International Bureaux, Legal, and\nInformation. The staff of the Secretariat was responsible for preparing the\nagenda for the Council and the Assembly and publishing reports of the meetings\nand other routine matters, effectively acting as the League's civil service.\nIn 1931 the staff numbered 707.\n\nA session of the Assembly (1923), meeting in Geneva at the _Salle de la\nRéformation_ (in a building at the corner of _Boulevard Helvétique_ and _Rue\ndu Rhône_) from 1920 to 1929, and at the _Bâtiment électoral_ or _Palais\nÉlectoral_ (_Rue du Général- Dufour_ 24) from 1930 to 1936 as well as for\nspecial sessions at the _Palais du désarmement_ adjacent to the Palais Wilson,\nbefore moving into the _Assembly Hall_ of the Palace of Nations.\n\nThe Assembly consisted of representatives of all members of the League, with\neach state allowed up to three representatives and one vote. It met in Geneva\nand, after its initial sessions in 1920, it convened once a year in September.\nThe special functions of the Assembly included the admission of new members,\nthe periodical election of non-permanent members to the council, the election\nwith the Council of the judges of the Permanent Court, and control of the\nbudget. In practice, the Assembly was the general directing force of League\nactivities.\n\nThe Council acted as a type of executive body directing the Assembly's\nbusiness. It began with four permanent members – Great Britain, France, Italy,\nand Japan – and four non-permanent members that were elected by the Assembly\nfor a three-year term. The first non-permanent members were Belgium, Brazil,\nGreece, and Spain.\n\nThe composition of the Council was changed several times. The number of non-\npermanent members was first increased to six on 22 September 1922 and to nine\non 8 September 1926. Werner Dankwort of Germany pushed for his country to join\nthe League; joining in 1926, Germany became the fifth permanent member of the\nCouncil. Later, after Germany and Japan both left the League, the number of\nnon-permanent seats was increased from nine to eleven, and the Soviet Union\nwas made a permanent member giving the council a total of fifteen members. The\nCouncil met, on average, five times a year and in extraordinary sessions when\nrequired. In total, 107 sessions were held between 1920 and 1939."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Other bodies",
        "generated_section_content_md": "The League oversaw the Permanent Court of International Justice and several\nother agencies and commissions created to deal with pressing international\nproblems. These included the Disarmament Commission, the International Labour\nOrganization (ILO), the Mandates Commission, the International Commission on\nIntellectual Cooperation (precursor to UNESCO), the Permanent Central Opium\nBoard, the Commission for Refugees, the Slavery Commission, and the Economic\nand Financial Organization. Three of these institutions were transferred to\nthe United Nations after the Second World War: the International Labour\nOrganization, the Permanent Court of International Justice (as the\nInternational Court of Justice), and the Health Organisation (restructured as\nthe World Health Organization).\n\nThe Permanent Court of International Justice was provided for by the Covenant,\nbut not established by it. The Council and the Assembly established its\nconstitution. Its judges were elected by the Council and the Assembly, and its\nbudget was provided by the latter. The Court was to hear and decide any\ninternational dispute which the parties concerned submitted to it. It might\nalso give an advisory opinion on any dispute or question referred to it by the\ncouncil or the Assembly. The Court was open to all the nations of the world\nunder certain broad conditions.\n\nChild labour in a coal mine, United States, c. 1912\n\nThe International Labour Organization was created in 1919 on the basis of Part\nXIII of the Treaty of Versailles. The ILO, although having the same members as\nthe League and being subject to the budget control of the Assembly, was an\nautonomous organisation with its own Governing Body, its own General\nConference and its own Secretariat. Its constitution differed from that of the\nLeague: representation had been accorded not only to governments but also to\nrepresentatives of employers' and workers' organisations. Albert Thomas was\nits first director.\n\nChild labour in Kamerun in 1919\n\nThe ILO successfully restricted the addition of lead to paint, and convinced\nseveral countries to adopt an eight-hour work day and forty-eight-hour working\nweek. It also campaigned to end child labour, increase the rights of women in\nthe workplace, and make shipowners liable for accidents involving seamen.\nAfter the demise of the League, the ILO became an agency of the United Nations\nin 1946.\n\nThe League's Health Organisation had three bodies: the Health Bureau,\ncontaining permanent officials of the League; the General Advisory Council or\nConference, an executive section consisting of medical experts; and the Health\nCommittee. In practice, the Paris-based Office international d'hygiène\npublique (OIHP) founded in 1907 after the International Sanitary Conferences,\nwas discharging most of the practical health-related questions, and its\nrelations with the League's Health Committee were often conflictual. The\nHealth Committee's purpose was to conduct inquiries, oversee the operation of\nthe League's health work, and prepare work to be presented to the council.\nThis body focused on ending leprosy, malaria, and yellow fever, the latter two\nby starting an international campaign to exterminate mosquitoes. The Health\nOrganisation also worked successfully with the government of the Soviet Union\nto prevent typhus epidemics, including organising a large education campaign.\n\nLinked with health, but also commercial concerns, was the topic of narcotics\ncontrol. Introduced by the Second International Opium Convention, the\nPermanent Central Opium Board had to supervise the statistical reports on\ntrade in opium, morphine, cocaine and heroin. The board also established a\nsystem of import certificates and export authorisations for the legal\ninternational trade in narcotics.\n\nThe League of Nations had devoted serious attention to the question of\ninternational intellectual cooperation since its creation. The First Assembly\nin December 1920 recommended that the Council take action aiming at the\ninternational organisation of intellectual work, which it did by adopting a\nreport presented by the Fifth Committee of the Second Assembly and inviting a\ncommittee on intellectual co-operation to meet in Geneva in August 1922. The\nFrench philosopher Henri Bergson became the first chairman of the committee.\nThe work of the committee included: an inquiry into the conditions of\nintellectual life, assistance to countries where intellectual life was\nendangered, creation of national committees for intellectual cooperation,\ncooperation with international intellectual organisations, protection of\nintellectual property, inter-university co-operation, co-ordination of\nbibliographical work and international interchange of publications, and\ninternational co-operation in archaeological research.\n\nThe Slavery Commission sought to eradicate slavery and slave trading across\nthe world, and fought forced prostitution. Its main success was through\npressing the governments who administered mandated countries to end slavery in\nthose countries. The League secured a commitment from Ethiopia to end slavery\nas a condition of membership in 1923, and worked with Liberia to abolish\nforced labour and intertribal slavery. The United Kingdom had not supported\nEthiopian membership of the League on the grounds that \"Ethiopia had not\nreached a state of civilisation and internal security sufficient to warrant\nher admission.\"\n\nThe League also succeeded in reducing the death rate of workers constructing\nthe Tanganyika railway from 55 to 4 per cent. Records were kept to control\nslavery, prostitution, and the trafficking of women and children. Partly as a\nresult of pressure brought by the League of Nations, Afghanistan abolished\nslavery in 1923, Iraq in 1924, Nepal in 1926, Transjordan and Persia in 1929,\nBahrain in 1937, and Ethiopia in 1942.\n\nA sample Nansen passport\n\nLed by Fridtjof Nansen, the Commission for Refugees was established on 27 June\n1921 to look after the interests of refugees, including overseeing their\nrepatriation and, when necessary, resettlement. At the end of the First World\nWar, there were two to three million ex-prisoners of war from various nations\ndispersed throughout Russia; within two years of the commission's foundation,\nit had helped 425,000 of them return home. It established camps in Turkey in\n1922 to aid the country with an ongoing refugee crisis, helping to prevent the\nspread of cholera, smallpox and dysentery as well as feeding the refugees in\nthe camps. It also established the Nansen passport as a means of\nidentification for stateless people.\n\nThe Committee for the Study of the Legal Status of Women sought to inquire\ninto the status of women all over the world. It was formed in 1937, and later\nbecame part of the United Nations as the Commission on the Status of Women.\n\nThe Covenant of the League said little about economics. Nonetheless, in 1920\nthe Council of the League called for a financial conference. The First\nAssembly at Geneva provided for the appointment of an Economic and Financial\nAdvisory Committee to provide information to the conference. In 1923, a\npermanent Economic and Financial Organisation came into being. The existing\nbilateral treaty regime was integrated into the League where the most-\nfavoured-nation norm was codified and the League took on responsibilities\nrelated to international oversight and standardisation."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Mandates",
        "generated_section_content_md": "At the end of the First World War, the Allied Powers were confronted with the\nquestion of the disposal of the former German colonies in Africa and the\nPacific, and the several Arabic-speaking provinces of the Ottoman Empire. Many\nBritish and French leaders wanted to annex colonies of the defeated Central\nPowers, but U.S. President Woodrow Wilson strongly insisted that instead of\nannexation, these territories should be assisted under League of Nations\nsupervision in achieving self-governance and eventual independence depending\non the inhabitants' choices. This proposal conflicted with Britain's interests\nat the time, as it sought to maintain dominance in the Middle East, protect\nits oil and trade routes, and limit French influence in the region.\n\nThe Paris Peace Conference compromised with Wilson by adopting the principle\nthat these territories should be administered by different governments on\nbehalf of the League – a system of national responsibility subject to\ninternational supervision. This plan, defined as the mandate system, was\nadopted by the \"Council of Ten\" (the heads of government and foreign ministers\nof the main Allied Powers: Britain, France, the United States, Italy, and\nJapan) on 30 January 1919 and transmitted to the League of Nations.\n\nLeague of Nations mandates were established under Article 22 of the Covenant\nof the League of Nations. The Permanent Mandates Commission supervised League\nof Nations mandates, and also organised plebiscites in disputed territories so\nthat residents could decide which country they would join. There were three\nmandate classifications: A, B and C.\n\nThe A mandates (applied to parts of the old Ottoman Empire) were \"certain\ncommunities\" that had\n\n> ...reached a stage of development where their existence as independent\n> nations can be provisionally recognised subject to the rendering of\n> administrative advice and assistance by a Mandatory until such time as they\n> are able to stand alone. The wishes of these communities must be a principal\n> consideration in the selection of the Mandatory.\n\n— Article 22, The Covenant of the League of Nations\n\nThe B mandates were applied to the former German colonies that the League took\nresponsibility for after the First World War. These were described as\n\"peoples\" that the League said were\n\n> ...at such a stage that the Mandatory must be responsible for the\n> administration of the territory under conditions which will guarantee\n> freedom of conscience and religion, subject only to the maintenance of\n> public order and morals, the prohibition of abuses such as the slave trade,\n> the arms traffic and the liquor traffic, and the prevention of the\n> establishment of fortifications or military and naval bases and of military\n> training of the natives for other than police purposes and the defence of\n> territory, and will also secure equal opportunities for the trade and\n> commerce of other Members of the League.\n\n— Article 22, The Covenant of the League of Nations\n\nSouth West Africa and certain South Pacific Islands were administered by\nLeague members under C mandates. These were classified as \"territories\"\n\n> ...which, owing to the sparseness of their population, or their small size,\n> or their remoteness from the centres of civilisation, or their geographical\n> contiguity to the territory of the Mandatory, and other circumstances, can\n> be best administered under the laws of the Mandatory as integral portions of\n> its territory, subject to the safeguards above mentioned in the interests of\n> the indigenous population.\"\n\n— Article 22, The Covenant of the League of Nations"
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Mandatory powers",
        "generated_section_content_md": "The territories were governed by mandatory powers, such as the United Kingdom\nin the case of the Mandate of Palestine, and the Union of South Africa in the\ncase of South-West Africa, until the territories were deemed capable of self-\ngovernment. Fourteen mandate territories were divided up among seven mandatory\npowers: the United Kingdom, the Union of South Africa, France, Belgium, New\nZealand, Australia and Japan. With the exception of the Kingdom of Iraq, which\njoined the League on 3 October 1932, most of these territories did not begin\nto gain their independence until after the Second World War, in a process that\ndid not end until 1990. Following the demise of the League, most of the\nremaining mandates became United Nations Trust Territories.\n\nIn addition to the mandates, the League itself governed the Territory of the\nSaar Basin for 15 years, before it was returned to Germany following a\nplebiscite, and the Free City of Danzig (now Gdańsk, Poland) from 15 November\n1920 to 1 September 1939."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Resolving territorial disputes",
        "generated_section_content_md": "The aftermath of the First World War left many issues to be settled, including\nthe exact position of national boundaries and which country particular regions\nwould join. Most of these questions were handled by the victorious Allied\nPowers in bodies such as the Allied Supreme Council. The Allied Powers tended\nto refer only particularly difficult matters to the League. This meant that,\nduring the early interwar period, the League played little part in resolving\nthe turmoil resulting from the war. The questions the League considered in its\nearly years included those designated by the Paris Peace treaties.\n\nAs the League developed, its role expanded, and by the middle of the 1920s it\nhad become the centre of international activity. This change can be seen in\nthe relationship between the League and non-members. The United States and the\nSoviet Union, for example, increasingly worked with the League. During the\nsecond half of the 1920s, France, Britain and Germany were all using the\nLeague of Nations as the focus of their diplomatic activity, and each of their\nforeign secretaries attended League meetings at Geneva during this period.\nThey also used the League's machinery to try to improve relations and settle\ntheir differences."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Åland Islands",
        "generated_section_content_md": "Åland is a collection of around 6,500 islands in the Baltic Sea, midway\nbetween Sweden and Finland. The islands are almost exclusively Swedish-\nspeaking, but in 1809, the Åland Islands, along with Finland, were taken by\nImperial Russia. In December 1917, during the turmoil of the Russian October\nRevolution, Finland declared its independence, but most of the Ålanders wished\nto rejoin Sweden. The Finnish government considered the islands to be a part\nof their new nation, as the Russians had included Åland in the Grand Duchy of\nFinland, formed in 1809. By 1920, the dispute had escalated to the point that\nthere was danger of war. The British government referred the problem to the\nLeague of Nations Council, but Finland would not let the League intervene, as\nthey considered it an internal matter. The League created a small panel to\ndecide if it should investigate the matter and, with an affirmative response,\na neutral commission was created. In June 1921, the League announced its\ndecision: the islands were to remain a part of Finland, but with guaranteed\nprotection of the islanders, including demilitarisation. With Sweden's\nreluctant agreement, this became the first European international agreement\nconcluded directly through the League."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Upper Silesia",
        "generated_section_content_md": "The Allied powers referred the problem of Upper Silesia to the League after\nthey had been unable to resolve the territorial dispute between Poland and\nGermany. In 1919 Poland voiced a claim to Upper Silesia, which had been part\nof Prussia. The Treaty of Versailles had recommended a plebiscite in Upper\nSilesia to determine whether the territory should become part of Germany or\nPoland. Complaints about the attitude of the German authorities led to rioting\nand eventually to the first two Silesian Uprisings (1919 and 1920). A\nplebiscite took place on 20 March 1921, with 59.6 per cent (around 500,000) of\nthe votes cast in favour of joining Germany, but Poland claimed the conditions\nsurrounding it had been unfair. This result led to the Third Silesian Uprising\nin 1921.\n\nOn 12 August 1921, the League was asked to settle the matter; the Council\ncreated a commission with representatives from Belgium, Brazil, China and\nSpain to study the situation. The committee recommended that Upper Silesia be\ndivided between Poland and Germany according to the preferences shown in the\nplebiscite and that the two sides should decide the details of the interaction\nbetween the two areas – for example, whether goods should pass freely over the\nborder due to the economic and industrial interdependence of the two areas. In\nNovember 1921, a conference was held in Geneva to negotiate a convention\nbetween Germany and Poland. A final settlement was reached, after five\nmeetings, in which most of the area was given to Germany, but with the Polish\nsection containing the majority of the region's mineral resources and much of\nits industry. When this agreement became public in May 1922, bitter resentment\nwas expressed in Germany, but the treaty was still ratified by both countries.\nThe settlement produced peace in the area until the beginning of the Second\nWorld War."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Albania",
        "generated_section_content_md": "The frontiers of the Principality of Albania had not been set during the Paris\nPeace Conference in 1919, as they were left for the League to decide. They had\nnot yet been determined by September 1921, creating an unstable situation.\nGreek troops conducted military operations in the south of Albania. Kingdom of\nSerbs, Croats and Slovenes (Yugoslav) forces became engaged, after clashes\nwith Albanian tribesmen, in the northern part of the country. The League sent\na commission of representatives from various powers to the region. In November\n1921, the League decided that the frontiers of Albania should be the same as\nthey had been in 1913, with three minor changes that favoured Yugoslavia.\nYugoslav forces withdrew a few weeks later, albeit under protest.\n\nThe borders of Albania again became the cause of international conflict when\nItalian General Enrico Tellini and four of his assistants were ambushed and\nkilled on 27 August 1923 while marking out the newly decided border between\nGreece and Albania. Italian leader Benito Mussolini was incensed and demanded\nthat a commission investigate the incident within five days. Whatever the\nresults of the investigation, Mussolini insisted that the Greek government pay\nItaly Lire 50 million in reparations. The Greeks said they would not pay\nunless it was proved that the crime was committed by Greeks.\n\nMussolini sent a warship to shell the Greek island of Corfu, and Italian\nforces occupied the island on 31 August 1923. This contravened the League of\nNations Covenant, so Greece appealed to the League to deal with the situation.\nThe Allied Powers agreed (at Mussolini's insistence) that the Conference of\nAmbassadors should be responsible for resolving the dispute because it was the\nconference that had appointed General Tellini. The League of Nations Council\nexamined the dispute, but then passed on their findings to the Conference of\nAmbassadors to make the final decision. The conference accepted most of the\nLeague's recommendations, forcing Greece to pay fifty million lire to Italy,\neven though those who committed the crime were never discovered. Italian\nforces then withdrew from Corfu."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Memel",
        "generated_section_content_md": "The port city of Memel (now Klaipėda) and the surrounding area, with a\npredominantly German population, was under provisional Entente control\naccording to Article 99 of the Treaty of Versailles. The French and Polish\ngovernments favoured turning Memel into an international city, while Lithuania\nwanted to annex the area. By 1923, the fate of the area had still not been\ndecided, prompting Lithuanian forces to invade in January 1923 and seize the\nport. After the Allied Powers failed to reach an agreement with Lithuania,\nthey referred the matter to the League of Nations. In December 1923, the\nLeague of Nations Council appointed a Commission of Inquiry. The commission\nchose to cede Memel to Lithuania and give the area autonomous rights. The\nKlaipėda Convention was approved by the Council on 14 March 1924, and then by\nthe Allied Powers and Lithuania. In 1939 Germany retook the region following\nthe rise of the Nazis and an ultimatum to Lithuania, demanding the return of\nthe region under threat of war. The League of Nations failed to prevent the\nsecession of the Memel region to Germany."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Hatay",
        "generated_section_content_md": "With League oversight, the Sanjak of Alexandretta in the French Mandate of\nSyria was given autonomy in 1937. Renamed Hatay, its parliament declared\nindependence as the Republic of Hatay in September 1938, after elections the\nprevious month. It was annexed by Turkey with French consent in mid-1939."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Mosul",
        "generated_section_content_md": "The League resolved a dispute between the Kingdom of Iraq and the Republic of\nTurkey over control of the former Ottoman province of Mosul in 1926. According\nto the British, who had been awarded a League of Nations mandate over Iraq in\n1920 and therefore represented Iraq in its foreign affairs, Mosul belonged to\nIraq; on the other hand, the new Turkish republic claimed the province as part\nof its historic heartland. A League of Nations Commission of Inquiry, with\nBelgian, Hungarian and Swedish members, was sent to the region in 1924; it\nfound that the people of Mosul did not want to be part of either Turkey or\nIraq, but if they had to choose, they would pick Iraq. In 1925, the commission\nrecommended that the region stay part of Iraq, under the condition that the\nBritish hold the mandate over Iraq for another 25 years, to ensure the\nautonomous rights of the Kurdish population. The League Council adopted the\nrecommendation and decided on 16 December 1925 to award Mosul to Iraq.\nAlthough Turkey had accepted League of Nations arbitration in the Treaty of\nLausanne (1923), it rejected the decision, questioning the Council's\nauthority. The matter was referred to the Permanent Court of International\nJustice, which ruled that, when the Council made a unanimous decision, it must\nbe accepted. Nonetheless, Britain, Iraq and Turkey ratified a separate treaty\non 5 June 1926 that mostly followed the decision of the Council and also\nassigned Mosul to Iraq. It was agreed that Iraq could still apply for League\nmembership within 25 years and that the mandate would end upon its admission."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.7",
        "section_name": "Vilnius",
        "generated_section_content_md": "After the First World War, Poland and Lithuania both regained their\nindependence but soon became immersed in territorial disputes. During the\nPolish–Soviet War, Lithuania signed the Moscow Peace Treaty with the Soviet\nRussia that laid out Lithuania's frontiers. This agreement gave Lithuanians\ncontrol of the city of Vilnius (Lithuanian: _Vilnius_ , Polish: _Wilno_), the\nold Lithuanian capital, but a city with a majority Polish population. This\nheightened tension between Lithuania and Poland and led to fears that they\nwould resume the Polish–Lithuanian War, and on 7 October 1920, the League\nnegotiated the Suwałki Agreement establishing a cease-fire and a demarcation\nline between the two nations. On 9 October 1920, General Lucjan Żeligowski,\ncommanding a Polish military force in contravention of the Suwałki Agreement,\ntook the city and established the Republic of Central Lithuania.\n\nAfter a request for assistance from Lithuania, the League of Nations Council\ncalled for Poland's withdrawal from the area. The Polish government indicated\nthey would comply, but instead reinforced the city with more Polish troops.\nThis prompted the League to decide that the future of Vilnius should be\ndetermined by its residents in a plebiscite and that the Polish forces should\nwithdraw and be replaced by an international force organised by the League.\nThe plan was met with resistance in Poland, Lithuania, and the Soviet Russia,\nwhich opposed any international force in Lithuania. In March 1921, the League\nabandoned plans for the plebiscite. After unsuccessful proposals by Paul\nHymans to create a federation between Poland and Lithuania, which was intended\nas a reincarnation of the former Polish–Lithuanian Commonwealth which the two\nnations had shared before losing their independence, Vilnius and the\nsurrounding area was formally annexed by Poland in March 1922. After Lithuania\ntook over the Klaipėda Region, the Allied Conference set the frontier between\nLithuania and Poland, leaving Vilnius within Poland, on 14 March 1923.\nLithuanian authorities refused to accept the decision, and officially remained\nin a state of war with Poland until 1927. It was not until the 1938 Polish\nultimatum that Lithuania restored diplomatic relations with Poland and thus\n_de facto_ accepted the borders."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.8",
        "section_name": "Colombia and Peru",
        "generated_section_content_md": "There were several border conflicts between Colombia and Peru in the early\npart of the 20th century, and in 1922, their governments signed the Salomón-\nLozano Treaty in an attempt to resolve them. As part of this treaty, the\nborder town of Leticia and its surrounding area was ceded from Peru to\nColombia, giving Colombia access to the Amazon River. On 1 September 1932,\nbusiness leaders from Peruvian rubber and sugar industries who had lost land,\nas a result, organised an armed takeover of Leticia. At first, the Peruvian\ngovernment did not recognise the military takeover, but President of Peru Luis\nSánchez Cerro decided to resist a Colombian re-occupation. The Peruvian Army\noccupied Leticia, leading to an armed conflict between the two nations. After\nmonths of diplomatic negotiations, the governments accepted mediation by the\nLeague of Nations, and their representatives presented their cases before the\nCouncil. A provisional peace agreement, signed by both parties in May 1933,\nprovided for the League to assume control of the disputed territory while\nbilateral negotiations proceeded. In May 1934, a final peace agreement was\nsigned, resulting in the return of Leticia to Colombia, a formal apology from\nPeru for the 1932 invasion, demilitarisation of the area around Leticia, free\nnavigation on the Amazon and Putumayo Rivers, and a pledge of non-aggression."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "5.9",
        "section_name": "Saar",
        "generated_section_content_md": "Saar was a province formed from parts of Prussia and the Rhenish Palatinate\nand placed under League control by the Treaty of Versailles. A plebiscite was\nto be held after fifteen years of League rule to determine whether the\nprovince should belong to Germany or France. When the referendum was held in\n1935, 90.3 per cent of voters supported becoming part of Germany, which was\nquickly approved by the League of Nations Council."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Other conflicts",
        "generated_section_content_md": "In addition to territorial disputes, the League also tried to intervene in\nother conflicts between and within nations. Among its successes were its fight\nagainst the international trade in opium and sexual slavery, and its work to\nalleviate the plight of refugees, particularly in Turkey in the period up to\n1926. One of its innovations in this latter area was the 1922 introduction of\nthe Nansen passport, which was the first internationally recognised identity\ncard for stateless refugees."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Greece and Bulgaria",
        "generated_section_content_md": "After an incident involving sentries on the Greek-Bulgarian border in October\n1925, fighting began between the two countries. Three days after the initial\nincident, Greek troops invaded Bulgaria. The Bulgarian government ordered its\ntroops to make only token resistance, and evacuated between ten thousand and\nfifteen thousand people from the border region, trusting the League to settle\nthe dispute. The League condemned the Greek invasion, and called for both\nGreek withdrawal and compensation to Bulgaria."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Liberia",
        "generated_section_content_md": "Following accusations of forced labour on the large American-owned Firestone\nrubber plantation and American accusations of slave trading, the Liberian\ngovernment asked the League to launch an investigation. The resulting\ncommission was jointly appointed by the League, the United States, and\nLiberia. In 1930, a League report confirmed the presence of slavery and forced\nlabour. The report implicated many government officials in the selling of\ncontract labour and recommended that they be replaced by Europeans or\nAmericans, which generated anger within Liberia and led to the resignation of\nPresident Charles D. B. King and his vice-president. The Liberian government\noutlawed forced labour and slavery and asked for American help in social\nreforms."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Mukden Incident",
        "generated_section_content_md": "Chinese delegate addressing the League of Nations concerning the Manchurian\nCrisis in 1932\n\nThe Mukden Incident, also known as the \"Manchurian Incident\", was a decisive\nsetback that weakened the League because its major members refused to tackle\nJapanese aggression. Japan itself withdrew.\n\nUnder the agreed terms of the Twenty-One Demands with China, the Japanese\ngovernment had the right to station its troops in the area around the South\nManchurian Railway, a major trade route between China and Korea (then a\nJapanese colony), in the Chinese region of Manchuria. In September 1931, a\nsection of the railway was lightly damaged by the Japanese Kwantung Army as a\npretext for an invasion of Manchuria. The Japanese army claimed that Chinese\nsoldiers had sabotaged the railway and in apparent retaliation (acting\ncontrary to orders from Tokyo) occupied all of Manchuria. They renamed the\narea Manchukuo, and on 9 March 1932 set up a puppet government, with Puyi, the\nfinal emperor of China, as its nominal head of state.\n\nThe League of Nations sent observers. The Lytton Report appeared a year later\n(October 1932). It refused to recognise Manchukuo and demanded Manchuria be\nreturned to China. The report passed 42–1 in the Assembly in 1933 (only Japan\nvoting against), but instead of removing its troops from China, Japan withdrew\nfrom the League. In the end, as British historian Charles Mowat argued,\ncollective security was dead:\n\nThe League and the ideas of collective security and the rule of law were defeated; partly because of indifference and of sympathy with the aggressor, but partly because the League powers were unprepared, preoccupied with other matters, and too slow to perceive the scale of Japanese ambitions."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Chaco War",
        "generated_section_content_md": "The League failed to prevent the 1932 war between Bolivia and Paraguay over\nthe arid Gran Chaco region. Although the region was sparsely populated, it\ncontained the Paraguay River, which would have given either landlocked country\naccess to the Atlantic Ocean, and there was also speculation, later proved\nincorrect, that the Chaco would be a rich source of petroleum. Border\nskirmishes throughout the late 1920s culminated in an all-out war in 1932 when\nthe Bolivian army attacked the Paraguayans at Fort Carlos Antonio López at\nLake Pitiantuta. The war was a disaster for both sides, causing 57,000\ncasualties for Bolivia, whose population was around three million, and 36,000\ndead for Paraguay, whose population was approximately one million. It also\nbrought both countries to the brink of economic disaster. By the time a\nceasefire was negotiated on 12 June 1935, Paraguay had seized control of most\nof the region, as was later recognised by the 1938 truce.\n\nInitially, both sides refused to allow the League to conduct an inquiry until\nNovember 1933, over a year after the start of the war. As a result, the League\ndid not formally invoke Article 16 to apply sanctions. The Pan-American\nConference offered to mediate and the League deferred to the conference, but\nthe warring sides ignored the conference. Eventually (without going through\nArticle 16), an arms embargo was enacted by several members of the League\n(plus non-League members the United States and Brazil), but several\nneighbouring states ignored the embargo rendering it ineffective. In November\n1934, the League demanded that both sides withdraw and undergo arbitration.\nBolivia accepted, but Paraguay by then had taken control of all of the\ndisputed area. Paraguay rejected arbitration and quit the League."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.5",
        "section_name": "Italian invasion of Abyssinia",
        "generated_section_content_md": "Emperor Haile Selassie I going into exile in Bath, England via Jerusalem\n\nIn October 1935, Italian dictator Benito Mussolini sent 400,000 troops to\ninvade Abyssinia (Ethiopia). Marshal Pietro Badoglio led the campaign from\nNovember 1935, ordering bombing, the use of chemical weapons such as mustard\ngas, and the poisoning of water supplies, against targets which included\nundefended villages and medical facilities. The modern Italian Army defeated\nthe poorly armed Abyssinians and captured Addis Ababa in May 1936, forcing\nEmperor of Ethiopia Haile Selassie to flee to exile in England.\n\nThe League of Nations condemned Italy's aggression and imposed economic\nsanctions in November 1935, but the sanctions were largely ineffective since\nthey did not ban the sale of oil or close the Suez Canal (controlled by\nBritain). As Stanley Baldwin, the British Prime Minister, later observed, this\nwas ultimately because no one had the military forces on hand to withstand an\nItalian attack. In October 1935, U.S. President Franklin D. Roosevelt invoked\nthe recently passed Neutrality Acts and placed an embargo on arms and\nmunitions to both sides, but extended a further \"moral embargo\" to the\nbelligerent Italians, including other trade items. On 5 October and later on\n29 February 1936, the United States endeavoured, with limited success, to\nlimit its exports of oil and other materials to normal peacetime levels. The\nLeague sanctions were lifted on 4 July 1936, but by that point, Italy had\nalready gained control of the urban areas of Abyssinia.\n\nThe Hoare–Laval Pact of December 1935 was an attempt by the British Foreign\nSecretary Samuel Hoare and the French Prime Minister Pierre Laval to end the\nconflict in Abyssinia by proposing to partition the country into an Italian\nsector and an Abyssinian sector. Mussolini was prepared to agree to the pact,\nbut news of the deal leaked out. Both the British and French public vehemently\nprotested against it, describing it as a sell-out of Abyssinia. Hoare and\nLaval were forced to resign, and the British and French governments\ndissociated themselves from the two men. In June 1936, although there was no\nprecedent for a head of state addressing the Assembly of the League of Nations\nin person, Haile Selassie spoke to the Assembly, appealing for its help in\nprotecting his country.\n\nThe Abyssinian crisis showed how the League could be influenced by the self-\ninterest of its members; one of the reasons why the sanctions were not very\nharsh was that both Britain and France feared the prospect of driving\nMussolini and Adolf Hitler into an alliance."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.6",
        "section_name": "Spanish Civil War",
        "generated_section_content_md": "On 17 July 1936, the Spanish Army launched a coup d'état, leading to a\nprolonged armed conflict between Spanish Republicans (the elected leftist\nnational government) and the Nationalists (conservative, anti-communist rebels\nwho included most officers of the Spanish Army). Julio Álvarez del Vayo, the\nSpanish Minister of Foreign Affairs, appealed to the League in September 1936\nfor arms to defend Spain's territorial integrity and political independence.\nThe League members would not intervene in the Spanish Civil War nor prevent\nforeign intervention in the conflict. Adolf Hitler and Mussolini aided General\nFrancisco Franco's Nationalists, while the Soviet Union helped the Spanish\nRepublic. In February 1937, the League did ban foreign volunteers, but this\nwas in practice a symbolic move. The result was a Nationalist victory in 1939\nand confirmation to all observers that the League was ineffective in dealing\nwith a major issue."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.7",
        "section_name": "Second Sino-Japanese War",
        "generated_section_content_md": "Following a long record of instigating localised conflicts throughout the\n1930s, Japan began a full-scale invasion of China on 7 July 1937. On 12\nSeptember, the Chinese representative, Wellington Koo, appealed to the League\nfor international intervention. Western countries were sympathetic to the\nChinese in their struggle, particularly in their stubborn defence of Shanghai,\na city with a substantial number of foreigners. The League was unable to\nprovide any practical measures; on 4 October, it turned the case over to the\nNine Power Treaty Conference."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "6.8",
        "section_name": "Soviet invasion of Finland",
        "generated_section_content_md": "The Nazi-Soviet Pact of 23 August 1939 contained secret protocols outlining\nspheres of interest. Finland and the Baltic states, as well as eastern Poland,\nfell into the Soviet sphere. After invading Poland on 17 September 1939, on 30\nNovember the Soviets invaded Finland. Then \"the League of Nations for the\nfirst time expelled a member who had violated the Covenant.\" The League action\nof 14 December 1939, stung, because the Soviet Union became \"the only League\nmember ever to suffer such an indignity\"."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Failure of disarmament",
        "generated_section_content_md": "Article 8 of the Covenant gave the League the task of reducing \"armaments to\nthe lowest point consistent with national safety and the enforcement by common\naction of international obligations\". Haakon Ikonomou argues that the\nDisarmament Section was a major failure. It was distrusted by the great\npowers, and given little autonomy by the Secretariat. Its mediocre staffers\ngenerated information that was unreliable and caused unrealistic expectations\nin the general public."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7.1",
        "section_name": "Successes",
        "generated_section_content_md": "The League scored some successes, including the 1925 Conference for the\nSupervision of the International Trade in Arms and Ammunition and in\nImplements of War. It started to collect international arms data. Most\nimportant was the passage in 1925 of the Geneva protocol banning poison gas in\nwar. It reflected strong worldwide public opinion, although the United States\ndid not ratify it until 1975."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7.2",
        "section_name": "Failures",
        "generated_section_content_md": "The League had numerous failures and shortfalls. In 1921, it set up the\nTemporary Mixed Commission on Armaments to explore possibilities for\ndisarmament. It was made up not of government representatives but of famous\nindividuals. They rarely agreed. Proposals ranged from abolishing chemical\nwarfare and strategic bombing to the limitation of more conventional weapons,\nsuch as tanks."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7.2.1",
        "section_name": "1923 Draft Treaty of Mutual Assistance",
        "generated_section_content_md": "The 1923 Draft Treaty of Mutual Assistance was an unsuccessful proposal made\nby the League of Nations to address the issue of disarmament and security in\nEurope after World War I. It was rejected by the British government in 1924\nand was never adopted. The Draft Treaty was an early attempt by the League to\ncreate a system of collective security and disarmament, leading the League to\npursue alternative approaches that also ultimately failed to gain traction."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7.2.2",
        "section_name": "Geneva Protocol of 1924",
        "generated_section_content_md": "A draft treaty was assembled in 1923 that made aggressive war illegal and\nbound the member states to defend victims of aggression by force. Since the\nonus of responsibility would, in practice, be on the great powers of the\nLeague, it was vetoed by Great Britain, who feared that this pledge would\nstrain its own commitment to police its British Empire.\n\nThe \"Geneva Protocol for the Pacific Settlement of International Disputes\" was\na proposal by British Prime Minister Ramsay MacDonald and his French\ncounterpart Édouard Herriot. It set up compulsory arbitration of disputes and\ncreated a method to determine the aggressor in international conflicts. All\nlegal disputes between nations would be submitted to the World Court. It\ncalled for a disarmament conference in 1925. Any government that refused to\ncomply in a dispute would be named an aggressor. Any victim of aggression was\nto receive immediate assistance from League members.\n\nBritish Conservatives condemned the proposal for fear that it would lead to\nconflict with the United States, which also opposed the proposal. The British\nDominions strongly opposed it. The Conservatives came to power in Britain, and\nin March 1925, the proposal was shelved and never reintroduced."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7.2.3",
        "section_name": "World Disarmament Conference",
        "generated_section_content_md": "The Allied powers were also under obligation by the Treaty of Versailles to\nattempt to disarm, and the armament restrictions imposed on the defeated\ncountries had been described as the first step toward worldwide disarmament.\nThe League Covenant assigned the League the task of creating a disarmament\nplan for each state, but the Council devolved this responsibility to a special\ncommission set up in 1926 to prepare for the 1932–1934 World Disarmament\nConference. Members of the League held different views towards the issue. The\nFrench were reluctant to reduce their armaments without a guarantee of\nmilitary help if they were attacked; Poland and Czechoslovakia felt vulnerable\nto attack from the west and wanted the League's response to aggression against\nits members to be strengthened before they disarmed. Without this guarantee,\nthey would not reduce armaments because they felt the risk of attack from\nGermany was too great. Fear of attack increased as Germany regained its\nstrength after the First World War, especially after Adolf Hitler gained power\nand became German Chancellor in 1933. In particular, Germany's attempts to\noverturn the Treaty of Versailles and the reconstruction of the German\nmilitary made France increasingly unwilling to disarm.\n\nThe World Disarmament Conference was convened by the League of Nations in\nGeneva in 1932, with representatives from 60 states. It was a failure. A one-\nyear moratorium on the expansion of armaments, later extended by a few months,\nwas proposed at the start of the conference. The Disarmament Commission\nobtained initial agreement from France, Italy, Spain, Japan, and Britain to\nlimit the size of their navies but no final agreement was reached. Ultimately,\nthe Commission failed to halt the military build-up by Germany, Italy, Spain\nand Japan during the 1930s."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "7.2.4",
        "section_name": "Helpless during buildup to World War II",
        "generated_section_content_md": "The League was mostly silent in the face of major events leading to the Second\nWorld War, such as Hitler's remilitarisation of the Rhineland, occupation of\nthe Sudetenland and _Anschluss_ of Austria, which had been forbidden by the\nTreaty of Versailles. In fact, League members themselves re-armed. In 1933,\nJapan simply withdrew from the League rather than submit to its judgement, as\ndid Germany the same year (using the failure of the World Disarmament\nConference to agree to arms parity between France and Germany as a pretext),\nItaly in 1937, and Spain in 1939. The final significant act of the League was\nto expel the Soviet Union in December 1939 after it invaded Finland."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Economic policies",
        "generated_section_content_md": "| This section **needs expansion**. You can help by adding to it. _( February\n2025)_\n---|---"
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "International taxation",
        "generated_section_content_md": "The intellectual foundation of the modern international taxation regime was\nset with a 1923 report prepared by prominent political economists and tax law\nexperts for the League of Nations. The report formulated \"general principles\"\nto avoid the adverse effects of double taxation and encourage free trade,\ninternational capital flows, and economic growth. For example, the report\ntried to set guidelines for resolving who would be allowed to tax a resident\nor citizen of one state when that individual earned income in another state.\nPrior to the publication of the report, these kinds of questions were\nprimarily decided through unilateral state decisions or bilateral tax\ntreaties."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "General weaknesses",
        "generated_section_content_md": "Senators William Borah, Henry Cabot Lodge, and California's Hiram Johnson\nrefuse to yield their seats to Peace. **The Gap in the Bridge** ; the sign\nreads \"This League of Nations Bridge was designed by the President of the\nU.S.A.\" Cartoon from _Punch_ magazine, 10 December 1920, satirising the gap\nleft by the US not joining the League The US Senate stands accused by Humanity\nfor killing the Versailles Treaty\n\nThe onset of the Second World War demonstrated that the League had failed in\nits primary purpose, the prevention of another world war. There were a variety\nof reasons for this failure, many connected to general weaknesses within the\norganisation. Additionally, the power of the League was limited by the United\nStates' refusal to join."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "9.1",
        "section_name": "Origins and structure",
        "generated_section_content_md": "The origins of the League as an organisation created by the Allied powers as\npart of the peace settlement to end the First World War led to it being viewed\nas a \"League of Victors\". The League's neutrality tended to manifest itself as\nindecision. It required a unanimous vote of nine, later fifteen, Council\nmembers to enact a resolution; hence, conclusive and effective action was\ndifficult, if not impossible. It was also slow in coming to its decisions, as\ncertain ones required the unanimous consent of the entire Assembly. This\nproblem mainly stemmed from the fact that the primary members of the League of\nNations were not willing to accept the possibility of their fate being decided\nby other countries and (by enforcing unanimous voting) had effectively given\nthemselves veto power."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "9.2",
        "section_name": "Global representation",
        "generated_section_content_md": "Representation at the League was often a problem. Though it was intended to\nencompass all nations, many never joined, or their period of membership was\nshort. The most conspicuous absentee was the United States. President Woodrow\nWilson had been a driving force behind the League's formation and strongly\ninfluenced the form it took, but the US Senate voted not to join on 19\nNovember 1919. Ruth Henig has suggested that, had the United States become a\nmember, it would have also provided support to France and Britain, possibly\nmaking France feel more secure, and so encouraging France and Britain to co-\noperate more fully regarding Germany, thus making the rise to power of the\nNazi Party less likely. Conversely, Henig acknowledges that if the US had been\na member, its reluctance to engage in war with European states or to enact\neconomic sanctions might have hampered the ability of the League to deal with\ninternational incidents. The structure of the US federal government might also\nhave made its membership problematic, as its representatives at the League\nwould only be able to answer on behalf of the executive branch, certain League\ndecisions such as to go to war, would always require prior approval of the\nlegislative branch regardless of the outcome of any floor vote even.\n\nIn January 1920, when the League was born, Germany was not permitted to join\nbecause it was seen as having been the aggressor in the First World War.\nSoviet Russia was also initially excluded because Communist regimes were not\nwelcomed and membership would have been initially dubious due to the ongoing\nRussian Civil War in which both sides claimed to be the legitimate government\nof the country. The League was further weakened when major powers left in the\n1930s. Japan began as a permanent member of the Council since the country was\nan Allied Power in the First World War but withdrew in 1933 after the League\nvoiced opposition to its occupation of Manchuria. Italy also began as a\npermanent member of the council. However the League staunchly opposed Italy's\ninvasion of Ethiopia in 1934. When the war ended in an Italian conquest, the\nLeague refused to recognise Italian sovereignty over Ethiopia, prompting the\nItalian-Fascist government to withdraw from the organisation altogether in\n1937. Though neutral during World War I, Spain (then still a kingdom) also\nbegan as a permanent member of the council, but withdrew in 1939 after the\nSpanish Civil War ended in a victory for the Nationalists. Though world\nopinion was much more divided over the Spanish Civil War than the conflicts\ninvolving Japan and Italy, the general perception leaned in favour of the\nRepublican cause. The League had accepted Germany, also as a permanent member\nof the council, in 1926, deeming it to have become a \"peace-loving country\"\nunder the Weimar Republic. After the Nazis came to power in 1933, Adolf Hitler\nwithdrew Germany almost immediately."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "9.3",
        "section_name": "Collective security",
        "generated_section_content_md": "Another important weakness grew from the contradiction between the idea of\ncollective security that formed the basis of the League and international\nrelations between individual states. The League's collective security system\nrequired nations to act, if necessary, against states they considered\nfriendly, and in a way that might endanger their national interests, to\nsupport states for which they had no normal affinity. This weakness was\nexposed during the Abyssinia Crisis, when Britain and France had to balance\nmaintaining the security they had attempted to create for themselves in Europe\n\"to defend against the enemies of internal order\", in which Italy's support\nplayed a pivotal role, with their obligations to Abyssinia as a member of the\nLeague.\n\nOn 23 June 1936, in the wake of the collapse of League efforts to restrain\nItaly's war against Abyssinia, the British Prime Minister, Stanley Baldwin,\ntold the House of Commons that collective security had\n\n> failed ultimately because of the reluctance of nearly all the nations in\n> Europe to proceed to what I might call military sanctions ... The real\n> reason, or the main reason, was that we discovered in the process of weeks\n> that there was no country except the aggressor country which was ready for\n> war ... [I]f collective action is to be a reality and not merely a thing to\n> be talked about, it means not only that every country is to be ready for\n> war; but must be ready to go to war at once. That is a terrible thing, but\n> it is an essential part of collective security.\n\nUltimately, Britain and France both abandoned the concept of collective\nsecurity in favour of appeasement in the face of growing German militarism\nunder Hitler. In this context, the League of Nations was also the institution\nwhere the first international debate on terrorism took place following the\n1934 assassination of King Alexander I of Yugoslavia in Marseille, France.\nThis debate established precedents regarding global surveillance (in the form\nof routine international sharing of surveillance data), the punishment of\nterrorists as an international (rather than national) matter, and the right of\na nation to conduct military attacks within another nation as a response to\ninternational terrorism. Many of these concepts are detectable in the\ndiscourse of terrorism among states after 9/11.\n\nAmerican diplomatic historian Samuel Flagg Bemis originally supported the\nLeague, but after two decades changed his mind:\n\n> The League of Nations has been a disappointing failure.... It has been a\n> failure, not because the United States did not join it; but because the\n> great powers have been unwilling to apply sanctions except where it suited\n> their individual national interests to do so, and because Democracy, on\n> which the original concepts of the League rested for support, has collapsed\n> over half the world."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "9.4",
        "section_name": "Pacifism, disarmament and radio",
        "generated_section_content_md": "The League of Nations lacked an armed force of its own and depended on the\nGreat Powers to enforce its resolutions, which they were very unwilling to do.\nIts two most important members, Britain and France, were reluctant to use\nsanctions and even more reluctant to resort to military action on behalf of\nthe League. Immediately after the First World War, pacifism became a strong\nforce among both the people and governments of the two countries. The British\nConservatives were especially tepid to the League and preferred, when in\ngovernment, to negotiate treaties without the involvement of that\norganisation. Moreover, the League's advocacy of disarmament for Britain,\nFrance, and its other members, while at the same time advocating collective\nsecurity, meant that the League was depriving itself of the only forceful\nmeans by which it could uphold its authority.\n\nDavid Goodman argues that the 1936 League of Nations Convention on the Use of\nBroadcasting in the Cause of Peace tried to create the standards for a liberal\ninternational public sphere. The Convention encouraged friendly radio\nbroadcasts to other nations. It called for League prohibitions on\ninternational broadcasts containing hostile speech and false claims. It tried\nto draw the line between liberal and illiberal policies in communications, and\nemphasised the dangers of nationalist chauvinism. With Nazi Germany and Soviet\nRussia active on the radio, its liberal goals were ignored, while liberals\nwarned that the code represented restraints on free speech."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Demise and legacy",
        "generated_section_content_md": "World map showing member states of the United Nations (in green and blue) and\nmember states of the League of Nations (in green and red) on 18 April 1946,\nwhen the League of Nations ceased to exist League of Nations archives, Geneva\n\nAs the situation in Europe escalated into war, the Assembly transferred enough\npower to the Secretary General on 30 September 1938 and 14 December 1939 to\nallow the League to continue to exist legally and carry on reduced operations.\nThe headquarters of the League, the Palace of Nations, remained unoccupied for\nnearly six years until the Second World War ended.\n\nAt the 1943 Tehran Conference, the Allied powers agreed to create a new body\nto replace the League: the United Nations. Many League bodies, such as the\nInternational Labour Organization, continued to function and eventually became\naffiliated with the UN. The designers of the structures of the United Nations\nintended to make it more effective than the League.\n\nThe final session of the League of Nations concluded on 18 April 1946 in\nGeneva. Delegates from 34 nations attended the assembly. This session\nconcerned itself with liquidating the League: it transferred assets worth\napproximately $22,000,000 (U.S.) in 1946 (including the Palace of Nations and\nthe League's archives) to the UN, returned reserve funds to the nations that\nhad supplied them, and settled the debts of the League. Robert Cecil,\naddressing the final session, said:\n\n> Let us boldly state that aggression wherever it occurs and however it may be\n> defended, is an international crime, that it is the duty of every peace-\n> loving state to resent it and employ whatever force is necessary to crush\n> it, that the machinery of the Charter, no less than the machinery of the\n> Covenant, is sufficient for this purpose if properly used, and that every\n> well-disposed citizen of every state should be ready to undergo any\n> sacrifice in order to maintain peace ... I venture to impress upon my\n> hearers that the great work of peace is resting not only on the narrow\n> interests of our own nations, but even more on those great principles of\n> right and wrong which nations, like individuals, depend.\n>\n>\n> The League is dead. Long live the United Nations.\n\nThe Assembly passed a resolution that \"With effect from the day following the\nclose of the present session of the Assembly [i.e., April 19], the League of\nNations shall cease to exist except for the sole purpose of the liquidation of\nits affairs as provided in the present resolution.\" A Board of Liquidation\nconsisting of nine persons from different countries spent the next 15 months\noverseeing the transfer of the League's assets and functions to the United\nNations or specialised bodies, finally dissolving itself on 31 July 1947. The\narchive of the League of Nations was transferred to the United Nations Office\nat Geneva and is now an entry in the UNESCO Memory of the World Register.\n\nIn the Assembly's last session in 1946, Philip Noel-Baker (representing the\nUnited Kingdom) remarked that failure to act as soon as a great power had\ninvaded another state had ultimately doomed the League: \"We know the World War\nbegan in Manchuria 15 years ago...Manchuria, Abyssinia, Munich have killed\nanother great illusion, the belief that appeasement, seeking the national\ninterest at the expense of others, individual action, secret bargains, could\nbring us peace.\"\n\nIn the past few decades, by research using the League Archives at Geneva,\nhistorians have reviewed the legacy of the League of Nations as the United\nNations has faced similar troubles to those of the interwar period. Current\nconsensus views that, even though the League failed to achieve its ultimate\ngoal of world peace, it did manage to build new roads towards expanding the\nrule of law across the globe; strengthened the concept of collective security,\ngiving a voice to smaller nations; helped to raise awareness to problems like\nepidemics, slavery, child labour, colonial tyranny, refugee crises and general\nworking conditions through its numerous commissions and committees; and paved\nthe way for new forms of statehood, as the mandate system put the colonial\npowers under international observation. Erez Manela situated the League as a\ncatalyst for transforming the postwar global order into one critical of the\narrangements of empire. Alternatively, Laura Robson & Joe Maiolo posit the\nargument that the Mandate System under the League was a re-vitalised form of\nimperialism that placed former colonies under the ownership of greater powers.\n\nProfessor David Kennedy portrays the League as a unique moment when\ninternational affairs were \"institutionalised\", as opposed to the pre–First\nWorld War methods of law and politics.\n\nThe principal Allies in the Second World War (the UK, the USSR, France, the\nU.S., and the Republic of China) became permanent members of the United\nNations Security Council in 1946; in 1971, the People's Republic of China\nreplaced the Republic of China (then only in control of Taiwan) as a permanent\nmember of the UN Security Council, and in 1991, the Russian Federation assumed\nthe seat of the dissolved USSR. Decisions of the Security Council are binding\non all members of the UN, and unanimous decisions are not required, unlike in\nthe League Council. Only the five permanent members of the Security Council\ncan wield a veto to protect their vital interests."
    },
    {
        "chapter_name": "League of Nations",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "League of Nations archives",
        "generated_section_content_md": "The League of Nations archives is a collection of the League's records and\ndocuments. It consists of approximately 15 million pages of content dating\nfrom the inception of the League of Nations in 1919 extending through its\ndissolution in 1946. It is located at the United Nations Office at Geneva. In\n2017, the UN Library & Archives Geneva launched the Total Digital Access to\nthe League of Nations Archives Project (LONTAD), with the intention of\npreserving, digitising, and providing online access to the League of Nations\narchives. It was completed in 2022."
    }
]