[
    {
        "chapter_name": "Mediterranean Science Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Marine science research organization\n\nThe **Mediterranean Science Commission** , or **CIESM** , (French:\n_**Commission Internationale pour l'Exploration Scientifique de la\nMéditerranée**_) is an independent organization that unites 23 Member States,\nhundreds of marine Institutes, and thousands of marine researchers from all\nshores of the Mediterranean basin and adjacent seas, to engage in marine\nscientific explorations and exchange on the latest advances in oceanography.\n\nCreated by an International Conference held in Madrid, Spain, in November 1919\nthe Commission promotes multilateral international research on marine sciences\nvia the international use of national research stations and scientific\nexchange. Originally the organization was restricted to countries bordering\nthe Mediterranean and the Black seas and is now open to other countries\nengaged in marine research in the broad region."
    },
    {
        "chapter_name": "Mediterranean Science Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Early years",
        "generated_section_content_md": "Two professors, the Italian Decio Vinciguerra and the German Otto Krümmel,\nthought it would be useful for the fishing industry to promote oceanographic\nexploration of the Mediterranean Sea. Based on Vinciguerra's proposal, the\nninth International Geographical Union in Geneva endorsed the principle of a\nCommission in July 1908 and decided a committee should define the\norganization. The committee was formed and first met in Monaco on 30 March\n1910 under the chairmanship of Albert I, Prince of Monaco, in the premises of\nthe recently opened Oceanographic Museum. Two important, innovative principles\nemerged: the commission had to be free from political interference, and the\ncountries would be represented at Government level so that the scientific\nadvice of the commission would carry weight. The next meeting was held in Rome\nin February 1914, and endorsed the principle that all the countries bordering\nthe Mediterranean and the Black Sea should be eligible for membership.\n\nThe advent of World War I prevented Spain to welcome the Constituent Assembly\nlater that year. It was finally held in Madrid in November 1919 - after a\npreparatory meeting (Paris) in June - and chaired by King Alfonso XIII of\nSpain. The founding meeting had representatives from Egypt, France, Greece,\nItaly, Monaco, Spain, Tunisia and Turkey. The newly formed Commission elected\nMonaco, in the person of Prince Albert 1er, to the presidency. Italy followed\nin 1924.\n\nFrom 1919 until 1939 several marine observatories were founded around the\nMediterranean under the impulsion of CIESM in countries such as Algeria,\nTunisia, and Italy. Specialized French, Italian, and Spanish vessels undertook\nmapping and research campaigns in the Strait of Gibraltar, the Bosphorus, the\nStrait of Messina, and the Gulf of Gabès. The membership quickly expanded to\ninclude Romania (1925), the Kingdom of Serbs (1927), Turkey (1928) and\nterritories then under British, French or Spanish mandate: Cyprus (1919),\nPalestine (1929), Syria and Lebanon (1930), Spanish Protectorate of Morocco\n(1933). The Commission published a Bulletin and scientific Reports of\nCongresses held then every two years, plus detailed, illustrated sheets of the\n_Faune et Flore de Méditerranée_ under the direction of Prof. Louis Joubin"
    },
    {
        "chapter_name": "Mediterranean Science Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Post World War II",
        "generated_section_content_md": "The work of the commission was suspended during World War II, but despite\npressure to transfer responsibility to the United Nations, meetings resumed in\n1951 in Paris where the seat of the commission had been transferred in 1924.\nIn 1956, at the 15th CIESM Congress in Istanbul, Monaco was elected to the\npresidency in the person of Rainier III, Prince of Monaco, while Prof. Jean\nFurnestin continued until 1966 his substantial refoundation work as Secretary\nGeneral. He would be succeeded as Secretary in 1966 by Commandant Jacques Yves\nCousteau and by Prof. François Doumenge, who served in that function from 1988\nuntil 2007. At that time the CIESM Council decided to merge the position of\nSecretary General with that of Director General, a function held by Prof.\nFrederic Briand until September 2023, date when his elected successor Dr Laura\nGiuliano assumed the position.\n\nWith a change in statutes to allow members of non-coastal countries engaged in\nmarine research, Germany became a member in 1969, followed by Switzerland in\n1970 and Portugal in 2004.\n\nUnder the statutes of the commission as of 30 November 1970, the headquarters\nwas in Monaco and the official language remained French. The president was\nelected for four years at the plenary Congress and Assembly, and was eligible\nfor be reelection. The plenary Congress was held every two years, and decided\non subjects to be studied."
    },
    {
        "chapter_name": "Mediterranean Science Commission",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Examples of work",
        "generated_section_content_md": "The **Mediterranean Science Commission** is the only organization that\nspecializes in multi-lateral marine research in the Mediterranean Sea. Through\nits network of scientists, it can quickly detect changes and alert governments\nand others who must take action, and provide neutral and authoritative advice\non issues related to marine ecosystems by ways of Monographs, reports,\nCongresses.\n\nIn 1993 CIESM responded to a request from the European Parliament and issued a\ndetailed assessment of Marine Pollution in the Mediterranean. In 1998 CIESM\nbegan running research workshops which continue to produce widely read\nmonographs on emerging issues. Subjects have covered a diversity of sectors\nranging from marine volcanoes and canyons, marine connectivity, the Messinian\nSalinity Crisis, Marine Peace Parks, impacts of climatic change on the ocean,\nspecies extinctions, marine biotechnologies, deep waters, acidification,\nemergent pollutants, food webs from marine viruses to whales, invasive\nspecies, social studies of fisheries, etc. At that time the Commission started\nto deliver morphometric maps of the Mediterranean seabed, based on modern\nimagery provided by multibeam swath. Between 2013 and 2020 the CIESM\nJellyWatch program engaged an extensive survey of jellyfish outbreaks,\nmonitored on a weekly basis in coastal waters from Morocco to the Black Sea.\n\nThe Commission assumes a leading role in documenting in _CIESM Atlases_ on\nExotic Fishes, Crustaceans, Molluscs, Seaweeds the continuous arrival of\ntropical invaders in the Mediterranean Sea, mostly from Indo-Pacific origin,\nand tracks the status and routes of endangered species such as sharks, rays\nand seabirds.\n\n**Main sectors of marine research currently investigated by the Mediterranean\nScience Commission**\n\nThe latest CIESM Congresses were held in Venice (2010), Marseille (2013), Kiel\n(2016), Cascais (2019), and Palermo (2024)."
    },
    {
        "chapter_name": "Mediterranean Science Commission",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Current organization",
        "generated_section_content_md": "Oceanographic Museum, Monaco, where CIESM was conceived in 1910\n\nSince 1992 CIESM Congresses have been held every three years, except for a\nfive-year parenthesis due to the Covid_19 pandemic. The next CIESM Congress\nwill take place in Palermo in October 2024. The current presidency of the\nCommission is held by Monaco, in the person of Albert II, Prince of Monaco.\n\nIn 1992 Croatia, Slovenia, and Ukraine became members, followed by the Russian\nFederation (2013) and Albania (Dec. 2019).\n\nToday the 23 Member States are: Albania, Algeria, Croatia, Cyprus, Egypt,\nFrance, Germany, Greece, Israel, Italy, Lebanon, Malta, Monaco, Morocco,\nPortugal, Romania, Russia, Slovenia, Spain, Switzerland, Syria, Tunisia and\nTurkey.\n\nCIESM works closely with various UN International Agencies such as UNESCO,\nIOC, IMO, WMO, or FAO and regional 'sister' organisations like ICES and UNEP/\nMAP\n\nThe Commission draws on the work of researchers in over 50 countries. In 1996\nCIESM restructured itself into six scientific committees:\n\n* Marine Geosciences,\n* Physics and Climate of the Ocean,\n* Marine Biogeochemistry,\n* Marine Microbiology and Biotechnology,\n* Marine Ecosystems and Living Resources,\n* Coastal Systems and Marine Policies."
    }
]