[
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization that manages the water resources of the Mekong\nRiver\n\nThe **Mekong River Commission** (MRC) is an \"...inter-governmental\norganisation that works directly with the governments of Cambodia, Laos,\nThailand, and Vietnam to jointly manage the shared water resources and the\nsustainable development of the Mekong River\". Its mission is \"To promote and\ncoordinate sustainable management and development of water and related\nresources for the countries' mutual benefit and the people's well-being\"."
    },
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Mekong Committee (1957–1978)",
        "generated_section_content_md": "The origins of the Mekong Committee are linked to the legacy of\n(de)colonialism in Indochina and subsequent geopolitical developments. The\npolitical, social, and economic conditions of the Mekong River basin countries\nevolved dramatically since the 1950s, when the Mekong represented the \"only\nlarge river left in the world, besides the Amazon, which remained virtually\nunexploited.\" The impetus for the creation of the Mekong cooperative regime\nprogressed in tandem with the drive for the development of the lower Mekong,\nfollowing the 1954 Geneva Conference which granted Cambodia, Laos, and Vietnam\nindependence from France. A 1957 United Nations Economic Commission for Asia\nand the Far East (ECAFE) report, _Development of Water Resources in the Lower\nMekong Basin_ , recommended development to the tune of 90,000 km2 of\nirrigation and 13.7 gigawatts (GW) from five dams. Based largely on the\nrecommendations of ECAFE, the \"Committee for Coordination on the Lower Mekong\nBasin\" (known as the **Mekong Committee**) was established in September 1957\nwith the adoption of the _Statute for the Committee for Coordination of\nInvestigations into the Lower Mekong Basin_. ECAFE's Bureau of Flood Control\nhad prioritized the Mekong—of the 18 international waterways within its\njurisdiction—in the hopes of creating a precedent for cooperation elsewhere.\nand \"one of the UN's earliest spin-offs\", as the organization functioned under\nthe aegis of the UN, with its Executive Agent (EA) chosen from the career\nstaff of the United Nations Development Programme (UNDP).\n\nThe US government—which feared that poverty in the basin would contribute to\nthe strength of communist movements—proved one of the most vocal international\nbackers of the committee, with the U.S. Bureau of Reclamation conducting a\nseminal 1956 study on the basin's potential. Another 1962 study by U.S.\ngeographer Gilbert F. White, _Economic and Social Aspects of Lower Mekong\nDevelopment_ , proved extremely influential, resulting in the postponement of\n(in White's own estimation) the construction of the (still unrealized)\nmainstream Pa Mong Dam, which would have displaced a quarter-million people.\nThe influence of the United States in the committee's formation can also been\nseen in development studies of General Raymond Wheeler, the former Chief of\nthe Army Corps of Engineers, the role of C. Hart Schaaf as the Mekong\nCommittee's Executive Agent from 1959 to 1969, and President Lyndon Johnson’s\npromotion of the committee as having the potential to \"dwarf even our own\nT.V.A.\" However, US financial support was terminated in 1975 and did not\nresume for decades due to embargoes against Cambodia (until 1992) and Vietnam\n(until 1994), followed by periods of trade restrictions. However, Makim argues\nthat the committee was \"largely unaffected by formal or informal U.S.\npreferences\" given the ambivalence of some riparians about US technical\nsupport, in particular Cambodia's rejection of some specific types of\nassistance. However, the fact remains that \"international development agencies\nhave always paid the bills for the Mekong regime,\" with European (especially\nScandinavian) nations picking up the slack left by the United States, and then\n(to a lesser extent) Japan.\n\nThe Mekong Committee was a forceful advocate for large-scale dams and other\nprojects, primarily preoccupied with facilitating projects. For example, the\n1970 Indicative Basin Plan called for 30,000 km2 of irrigation by the year\n2000 (up from 2,130 km2) as well as 87 short-term tributary development\nprojects and 17 long-term development projects on the mainstream. The\nIndicative Basin Plan was crafted largely in response to criticisms of the\ncommittee's \"piecemeal\" approach and declining political support of the\norganization; for example, the committee had received no funds from Thailand,\nnormally the biggest contributor, during the 1970 fiscal year. The completion\nof all 17 projects was never intended; rather the list was meant to serve as a\n\"menu\" for international donors, who were to select 9 or 10 of the projects.\nWhile a few of the short-term projects were implemented, none of the long-term\nprojects prevailed in the political climate of the ensuing decade, which\nincluded the end of the Vietnam War in 1975. Several tributary dams were\nconstructed, but only one—the Nam Ngum Dam (completed 1971), in Laos—outside\nof Thailand, whose electricity was sold to Thailand. According to Makim, Nam\nNgum was the \"only truly intergovernmental project achieved\" by the committee.\n\nThis period was also marked by efforts to expand the jurisdiction and mandate\nof the committee between 1958 and 1975, which did not receive the consent of\nall four riparians. However, these efforts culminated, in January 1975, in the\nadoption of a 35-article _Joint Declaration of Principles for Utilization of\nthe Waters of the Mekong Basin_ by the sixty-eighth session of the Mekong\nCommittee, prohibiting the \"unilateral appropriation\" without \"prior approval\"\nand \"extra-basin diversion\" without unanimous consent. However, no committee\nsessions were held in 1976 or 1977, as no plenipotentiary members had been\nappointed by Cambodia, Laos, or Vietnam—all of which experienced regime change\nin 1975."
    },
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Interim Mekong Committee (1978–1995)",
        "generated_section_content_md": "Mekong River\n\nThe rise of the xenophobic and paranoid Khmer Rouge government in Cambodia\nmade Cambodia's continued participation unsustainable, so in April 1977 the\nother three riparians agreed to the _Declaration Concerning the Interim Mekong\nCommittee_ , which resulted in the establishment of the **Interim Mekong\nCommittee** in January 1978. The weakened interim organization was only able\nto study large-scale projects and implement a few small-scale projects in\nThailand and Laos, where the Dutch Government through the IMC funded fisheries\nand agricultural development projects along the Nam Ngum, as well as port\nfacilities at Keng Kabao near Savannakhet; the institutional role of the\norganization shifted nonetheless largely to data collection. The 1987 _Revised\nIndicative Basin Plan_ —the high-water mark of the Interim Committee's\nactivity—scaled back the ambitions of the 1970 plan, envisioning a cascade of\nsmaller dams along the Mekong's mainstream, divided into 29 projects, 26 of\nwhich were strictly national in scope. The Revised Indicative Basin Plan can\nalso be seen as laying the groundwork for Cambodia's readmission. The Supreme\nNational Council of Cambodia did request readmission in June 1991.\n\nCambodia's readmission was largely a side-show which masked the true issue\nfacing the riparians: that the rapid economic growth experienced in Thailand\nrelative to its neighbors had made even the modest sovereignty limitations\nimposed by Mekong agreements seem undesirable in Bangkok. Thailand and the\nother three riparians (led by Vietnam, the most powerful of the remaining\nthree states) were locked in disagreement over whether Cambodia should be\nreadmitted under the terms of the 1957 _Statute_ (and more importantly, the\n1975 _Joint Declaration_), with Thailand preferring to negotiate an entirely\nnew framework to allow its planned Kong-Chi-Moon Project (and others) to\nproceed without a Vietnamese veto. Article 10 of the _Joint Declaration_ ,\nrequiring unanimous consent for all mainstream development and inter-basin\ndiversion proved to be the main sticking point of Cambodia's readmission, with\nThailand perhaps prepared to walk away from the regime altogether. The\nconflict came to a head in April 1992 when Thailand forced the executive agent\nof the committee, Chuck Lankester, to resign and leave the country after\nbarring the secretariat from the March 1992 meeting. This prompted a series of\nmeetings organized by the UNDP (which was terrified that the regime in which\nit had invested so much might disappear), culminating in the April 1995\n_Agreement on the Cooperation for the Sustainable Development of the Mekong\nRiver Basin_ signed by Cambodia, Laos, Thailand, and Vietnam in Chiang Rai,\nThailand, creating the **Mekong River Commission** (MRC).\n\nSince the dramatic confrontation of 1992, several seemingly overlapping\norganizations were created, including the Asian Development Bank's Greater\nMekong Subregion (ADB-GMS, 1992), Japan's Forum of Comprehensive Development\nof Indochina (FCDI, 1993), the Quadripite Economic Cooperation (QEC, 1993),\nthe Association of South East Asian Nations and Japan's Ministry of\nInternational Trade and Industry's Working Group on Economic Cooperation in\nIndochina and Burma (AEM-MITI, 1994), and (almost finalized) Myanmar and\nSingapore's ASEAN-Mekong Basin Development Cooperation (ASEAN-ME, 1996)."
    },
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Mekong River Commission (1995–present)",
        "generated_section_content_md": "The MRC has evolved since 1995. Some of the \"thorny issues\" set aside during\nthe negotiation of the agreement were at least partially resolved by the\nimplementation of subsequent programmes such as the Water Utilization\nProgramme (WUP) agreed to in 1999 and committed to implementation by 2005. The\ncommission's hierarchical structure has been repeatedly tweaked, as in July\n2000 when the MRC Secretariat was restructured. The 2001 Work Programme has\nlargely come to be viewed as a shift \"from a project-oriented focus to an\nemphasis on better management and preservation of existing resources.\" On\npaper, the Work Programme represents a rejection of the ambitious development\nschemes embodied by the 1970 and 1987 _Indicative Basin Plans_ (calling for no\nmainstream dams) and a shift to a holistic rather than programmatic approach.\nIn part, these changes represent a response to criticism of the MRC's failure\nto undertake a \"regional-scale project\" or even a region-level focus.\n\n2001 also saw a major shift in the MRC—at least on paper—when it committed to\na role as a \"learning organization\" with an emphasis on \"the livelihoods of\nthe people in the Mekong region.\" In the same year its annual report\nemphasized the importance of \"bottoms-up\" solutions and the \"voice of the\npeople directly affected.\" Similarly, the 2001 MRC Hydropower Development\nStrategy explicitly disavowed the \"promotion of specific projects\" in favor of\n\"basin-wide issues.\" In part, these shifts mark a retreat from past project\nfailures and recognition that the MRC faces multiple, and often more\nlucrative, competitors in the project arena."
    },
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Governance",
        "generated_section_content_md": "The MRC is governed by its four member countries through the Joint Committee\nand the council. Members of the Joint Committee are usually senior civil\nservants heading government departments. There is one member from each\ncountry. The Joint Committee meets two to three times a year to approve\nbudgets and strategic plans. Members of the council are cabinet ministers. The\nCouncil meets once a year.\n\nTechnical and administrative support is provided by the MRC Secretariat. The\nsecretariat is based in Vientiane, Laos, with over 120 staff including\nscientists, administrators, and technical staff. A chief executive officer\nmanages the secretariat.\n\nIn April 2010, the Mekong River Commission convened a summit in Hua Hin,\nThailand. All six riparian nations were in attendance, including China, Burma\n(Myanmar), Laos, Thailand, Cambodia, and Vietnam."
    },
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Leadership",
        "generated_section_content_md": "From its conception until 1995 the organization was under the leadership of an\n\"executive agent\". Since then it has had CEO's.\n\n* C. Hart Schaaf, Executive Agent, 1959 – November 1969\n* Willem van der Oord, Executive Agent, December 1969 – June 1980\n* Bernt Bernander, Executive Agent, July 1980 – 1983\n* Galal Magdi, Executive Agent, 1983 – 1987\n* Chuck Lankester, Executive Agent, 1988 – 1990\n* Jan Kamp, Executive Agent, 1990 – 1995\n* Yasunobu Matoba, CEO, 1995 – August 1999\n* Jörn Kristensen, CEO, October 1999 – 2004\n* Olivier Cogels, CEO, July 2004 – 2007\n* Jeremy Bird, CEO, 2008 – 2010\n* Hans Guttman, CEO, 2011\n* Pham Tuan Phan, CEO 2016–2018\n* An Pich Hatda, CEO, 2019 -"
    },
    {
        "chapter_name": "Mekong River Commission",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Relations with the People's Republic of China and Burma",
        "generated_section_content_md": "The Mekong River Commission and its predecessors have never included PR China\n(which was not a member of the United Nations in 1957) or Burma (which does\nnot significantly rely on or tap the Mekong), whose territory contains the\nupper Basin of the Mekong. Part of a joint initiative by the US agency for\nInternational Development (USAID) and NASA, SERVIR Mekong project, with five\ncountries, Thailand, Cambodia, Laos, and Vietnam including Myanmar which aims\nto tap into the latest technologies to help the Mekong River region protect\nits vital ecosystem. Although China contributes only 16–18 percent of the\nMekong's overall water volume, the glacial melt waters of the Tibetan plateau\ntake on increasing importance during the dry season. The ability of upstream\nnations to undermine downstream cooperation was perhaps best symbolized by an\nApril 1995 ceremonial boat trip from Thailand to Vietnam—to celebrate the\nsigning of the 1995 Agreement—which ran aground mid-river as a result of China\nfilling the reservoir of the Manwan Dam. Although China and Burma became\n\"dialogue partners\" of the MRC in 1996 and slowly but steadily escalated their\n(non-binding) participation in its various forums, it is at present\nunthinkable that either would join the MRC in the near future.\n\nIn April 2002, China began providing daily water level data to the MRC during\nthe flood season. Critics noted that the emphasis on \"flood control\" rather\nthan dry season flows represented an important omission given the concerns\nprioritized by the Mekong regime. In July 2003, MRC CEO Joern Kristensen\nreported that China had agreed to scale back its plans to blast rapids by\nimplementing only phase one (of three) of its Upper Mekong Navigation\nImprovement Project; however, China's future intentions in this area are far\nfrom certain. One area in which China has been particularly reticent is in\nproviding information about the operation of its dams, rather than just flow\ndata, including refusing to join emergency meetings in 2004. Only in 2005 did\nChina agreed to hold technical discussions directly with the MRC. On 2 June\n2005, at the invitation of the Chinese Ministry of Foreign Affairs and the\nMinistry of Water Resources, MRC CEO Dr. Olivier Cogels and a delegation of\nthe secretariat's senior staff made the first official visit to Beijing to\nhold technical consultations under the framework of cooperation between China\nand the MRC, within the scope of the Mekong Programme. The delegation\nidentified a number of potential areas of cooperation with the Ministry of\nForeign Affairs, the Ministry of Water Resources, and the Ministry of\nCommunication, Information and Transport. These discussions resulted in China\nsupplying the MRC (beginning in 2007) with 24-hour water level and 12-hour\nrainfall data for flood forecasts in exchange for monthly flow data from the\nMRC Secretariat. The incentives for China to enter into cooperative regimes on\nthe Mekong are substantially reduced by the alternative of the Salween River\nas a commercial outlet for China's Yunnan province, made considerably more\nattractive by requiring negotiation solely with Burma, rather than with four\ndifferent riparians. News media and official sources often portray China's\njoining the commission as a panacea for resolving the overdevelopment of the\nMekong. However, there is no indication that China's joining the MRC would\nprovide downstream riparians with any real capacity to challenge China's\ndevelopment plans, given the dramatic power imbalances exhibited by these\ncountries' relations with China.\n\nThe MRC has been hesitant to fully register concerns about Chinese upstream\nhydro-development. For example, in a letter to the _Bangkok Post_ , MRC CEO\nDr. Olivier Cogels in fact argued that Chinese dams would increase the river's\ndry season volume as their purpose was electricity generation and not\nirrigation. While such dams certainly could increase dry season flows, the\nonly certainty about future Chinese reservoir policies seems to be that they\nwill be crafted outside of downstream cooperation regimes. Public statements\nfrom MRC leaders in the same vein as Cogels' comments have—to some—earned the\nMRC a reputation of being complicit in allowing \"China's dam-building machine\nfloat downstream.\""
    }
]