[
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization of Southeast Asian countries\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Mekong–Ganga Cooperation\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( December 2013)__(Learn how and when to remove\nthis message)_  \n---|---  \n  \nThe **Mekong–Ganga Cooperation** (**MGC**) was established on November 10,\n2000, at Vientiane, Laos at the First MGC Ministerial Meeting. It comprises\nsix member countries, namely India (Look-East connectivity projects),\nThailand, Myanmar, Cambodia, Laos and Vietnam. The four areas of cooperation\nare tourism, culture, education, and transportation. The organization takes\nits name from the Ganga and the Mekong, two large rivers in the region.\n\nA clickable Euler diagram showing the relationships between various Asian\nregional organizations\n\n  * v\n  * t\n  * e"
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Member Nations",
        "generated_section_content_md": "* India\n* Thailand\n* Myanmar\n* Cambodia\n* Laos\n* Vietnam"
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Annual Ministerial Meetings",
        "generated_section_content_md": "The working mechanism for MGC consists of the Annual Ministerial Meeting (back\nto back with ASEAN Ministerial Meeting), the Senior Official's Meeting, and\nthe five Working Groups namely;\n\n* Working Group on Tourism (Thailand is the lead country)\n* Working Group on Education (HRD) (India is the lead country)\n* Working Group on Culture (Cambodia is the lead country)\n* Working Group on Communication & Transportation (Laos PDR is the lead country)\n* Working Group on Plan of Actions (Vietnam is the lead country)"
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Second MGC Ministerial Meeting",
        "generated_section_content_md": "At the Second MGC Ministerial Meeting held in Hanoi on July 28, 2001, the\nmember countries adopted the Hanoi Programme of Action affirming their\ncommitment to cooperate in four areas of cooperation. The “Hanoi Programme of\nAction” has 6 years timeframe from 2001 to 2007 and the progress of its\nimplementation shall be reviewed every two years."
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Third MGC Ministerial Meeting",
        "generated_section_content_md": "At the Third MGC Ministerial Meeting held in Phnom Penh on June 20, 2003, the\nmember countries adopted the Phnom Penh Road Map as a plan to accelerate the\nimplementation of all MGC projects and activities. The Second ASEAN Informal\nSummit, held in Kuala Lumpur on 15 December 1997, adopted the ASEAN Vision\n2020 which sets out a broad vision for ASEAN in the year 2020: an ASEAN as a\nconcert of Southeast Asian Nations, outward looking, living in peace,\nstability and prosperity, bonded together in partnership in dynamic\ndevelopment and in a community of caring societies.\n\nIn order to implement the long-term vision, action plans are being drawn up to\nrealise this Vision. The Hanoi Plan of Action (HPA) is the first in a series\nof plans of action building up to the realisation of the goals of the Vision.\n\nThe HPA has a six-year timeframe covering the period from 1999 to 2004. The\nprogress of its implementation shall be reviewed every three years to coincide\nwith the ASEAN Summit Meetings.\n\nIn recognition of the need to address the current economic situation in the\nregion, ASEAN shall implement initiatives to hasten economic recovery and\naddress the social impact of the global economic and financial crisis. These\nmeasures reaffirm ASEAN commitments to closer regional integration and are\ndirected at consolidating and strengthening the economic fundamentals of the\nMember Countries."
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Fourth MGC Ministerial Meeting",
        "generated_section_content_md": "Fourth MGC Ministerial Meeting was held January 12, 2007 at Cebu. In this\nmeeting Thailand has handed over the chairmanship of MGC to India. There was\nno Ministerial Meeting in 2002 and 2004 because the AMM meeting was held in\nBrunei and Indonesia respectively."
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Fifth MGC Ministerial Meeting",
        "generated_section_content_md": "The 5th MGC meeting was held on August 1, 2007, in Manila."
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Sixth MGC Ministerial Meeting",
        "generated_section_content_md": "Sixth Mekong–Ganga Cooperation meeting was held in New Delhi on 3–4 September\n2012. Senior officials meeting was held on September 3 whereas the Foreign\nMinisters meet was held on September 4, 2012. This is the first time that the\nMekong Ganga Cooperation meeting was hosted by India. India had earlier\nchaired the 5th MGC Ministerial Meeting on the sidelines of the ASEAN-India\nMeetings."
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Seventh MGC Ministerial Meeting",
        "generated_section_content_md": "The Seventh Mekong Ganga Cooperation Ministerial Meeting (7th MGC MM) was held\non 24 July 2016 in Vientiane, chaired by H.E. Mr. Saleumxay Kommasith,\nMinister of Foreign Affairs of the Lao PDR. The Ministers emphasized that\ncollaboration under MGC must be given a sense of urgency since it actively\nsupports the Initiative for ASEAN Integration, and the Master Plan on ASEAN\nConnectivity, and contribute towards the implementation of the ASEAN Community\nVision 2025. The mutual agreements revolved mainly around trade enhancement,\ninvestments in projects, maritime connectivity, sharing information and\ncooperation in Pandemic management, concord food security in tandem with\nstrong underpinning of historical cultural ties among the nations in the\nregion."
    },
    {
        "chapter_name": "Mekong–Ganga Cooperation",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Ninth MGC Ministerial Meeting",
        "generated_section_content_md": "The ninth Mekong–Ganga Cooperation Meeting was held in Singapore on August 2,\n2018. The conference was preceded by the 10th MGC Senior Officials Meeting\n(SOM) on August 1.\n\nThe meeting was co-chaired by Don Pramudwinai, Minister of Foreign Affairs of\nthe Kingdom of Thailand and Gen V.K. Singh (Retd.), Minister of State for\nExternal Affairs. Senior ministers from Cambodia, Laos PDR, Myanmar and\nVietnam also attended the meeting.\n\nThe Eleventh Mekong–Ganga Cooperation Senior Officials' Meeting was held in\nNew Delhi on 9 July 2019.\n\nThe Tenth Mekong–Ganga Cooperation Ministerial Meeting was held in Thailand's\nBangkok on 1 August 2019.\n\nThe Twelfth Mekong–Ganga Cooperation Senior Officials' Meeting was held\nvirtually due to COVID-19 on 3 September 2020."
    }
]