[
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Melanesian Spearhead Group\" – news **·** newspapers **·**\nbooks **·** scholar **·** JSTOR _( October 2013)__(Learn how and when to\nremove this message)_  \n---|---  \n  \nThe **Melanesian Spearhead Group** (**MSG**) is an intergovernmental\norganization, composed of the four Melanesian states of Fiji, Papua New\nGuinea, Solomon Islands and Vanuatu, and the Kanak and Socialist National\nLiberation Front of New Caledonia. In June 2015, Indonesia was recognized as\nan associate member.\n\nIt was founded as a political gathering in 1986. On 23 March 2007, members\nsigned the _Agreement Establishing the Melanesian Spearhead Group_ ,\nformalizing the group under international law. It is headquartered in Port\nVila, Vanuatu. A secretariat building was constructed by the People's Republic\nof China and handed over to the MSG in November 2007. The first Director\nGeneral of the MSG Secretariat was Rima Ravusiro of Papua New Guinea. Since\nApril 2016, Amena Yauvoli of Fiji heads the MSG Secretariat."
    },
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Purpose",
        "generated_section_content_md": "Melanesian Spearhead Group was formed with focus to promote economic growth\namong Melanesian countries. The purposes of the group are:\n\n1. To promote and strengthen inter membership trade, exchange of Melanesian cultures, traditions, values and sovereign equality;\n2. To foster economic and technical cooperation between the members; and\n3. To align member countries' policies and further members' shared goals of economical growth, sustainable development, good governance and security.\n\nOne of the key features of the MSG is the _Melanesian Spearhead Group Trade\nAgreement_ , a sub-regional preferential trade agreement established to foster\nand accelerate economic development through trade relations and provide a\npolitical framework for regular consultations and review on the status of the\nAgreement, with a view to ensuring that trade both in terms of exports and\nimports is undertaken in a genuine spirit of Melanesian Solidarity and is done\non a most favoured nation (MFN) basis. Negotiations are held regularly between\nthe members' leaders to consider the progress and developments of the\nagreement. After a revision in 2005, it covers 180 articles free of fiscal\nduty."
    },
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Formation",
        "generated_section_content_md": "The Melanesian Spearhead Group (MSG) was conceived in 1986 between the three\nMelanesian Pacific Island Countries namely Papua New Guinea, Vanuatu and\nSolomon Islands. The MSG Trade Agreement was signed in 1993 by Papua New\nGuinea, Solomon Islands and Vanuatu. At the 6th Melanesian Spearhead Group\n(MSG) Trade and Economic Officials’ Meeting on 16 April 1997 in Honiara, the\nFiji delegation indicated its willingness to accede to it. This initiative was\nendorsed at the 1997 MSG Leaders Summit. Fiji became a formal member of the\nMSG Trade Agreement on 14 April 1998. The 9th MSG Trade & Economic Officials\nmeeting was held in Papua New Guinea on 29 and 30 November 2000. This meeting\nsaw the acceptance of the expansion of the MSG Product Schedule tariff\nheadings from four to six digits, thereby facilitating MSG trade by removing\nthe ambiguity in product identification at Customs points of entry. The\nagreement is General Agreement on Tariffs and Trade (GATT) consistent and has\nbeen approved and accorded recognition by the World Trade Organization (WTO)\nCommittee on Regional Arrangements to be compatible and meeting the\nrequirements of Article 24 of the GATT/WTO Agreement.\n\nThe Melanesian Spearhead Group Secretariat was established in May 2008 after\nyears of operating on an ad-hoc basic. The opening of a permanent office in\nPort Vila, Vanuatu, signaled a new phase for the MSG group as it ventured into\norganizing and managing its affairs in a more structured manner."
    },
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Politics",
        "generated_section_content_md": "More recently, the Melanesian Spearhead Group got heavily involved in the\npolitical discussions following Fiji's suspension from the Pacific Islands\nForum in May 2009.\n\nIn July 2010, Fiji expelled Australia's acting high commissioner accusing the\nlatter of causing the postponement of a so-called _Engaging Fiji_ meeting.\nAustralia responded that it had to do with the lack of democracy in the\ncountry. An alternate meeting was held instead despite pressure from Australia\nand New Zealand. It was attended by Prime Minister Michael Somare of Papua New\nGuinea, Prime Minister Derek Sikua of the Solomon Islands, President Anote\nTong of Kiribati, Prime Minister Apisai Ielemia of Tuvalu, and Prime Minister\nFrank Bainimarama of Fiji.\n\nMelanesian Spearhead Group is also involved in the issue of Papua, which\ninvolves the Indonesian government and a West Papuan separatist movement.\nMelanesian Spearhead Group's role in raising the international profile of New\nCaledonia's Kanak independence movement, has prompted West Papuan Independence\nactivists to recognise the significance of its membership. The West Papua\nNational Council for Liberation (WPNCL) hopes to use Melanesian Spearhead\nGroup as an international platform to fight for independence.\n\nIndonesia, however, also applied for MSG membership in 2010, arguing that\nIndonesia is home to 11 million Melanesians mainly residing in 5 provinces in\nEastern Indonesia; Papua, West Papua, Maluku, North Maluku and East Nusa\nTenggara. Indonesia won observer status in 2011 with the support of Fiji and\nPapua New Guinea. East Timor was granted observer status in 2011.\n\nIn May 2013, Buchtar Tabuni, the leader of the National Committee for West\nPapua (KNPB) supported the notion that if West Papua was granted independence,\nhe would support them joining the MSG. The WPNCL submitted an unsuccessful\napplication to the MSG in October 2013. The MSG advised that West Papua\nindependence organizations must first unite for any future applications to be\nconsidered.\n\nThe United Liberation Movement for West Papua (ULMWP) was formed in December\n2014. A second application of West Papua independence movement has been\nsubmitted in 2015 by the ULMWP, led by spokesperson Benny Wenda."
    },
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Expansion",
        "generated_section_content_md": "In 24 to 26 June 2015, the summit meeting of the member countries in Honiara,\nSolomon Islands concluded with key decisions; Indonesia was elevated to\nassociate member of the group — making them the official representative of\nWest Papua region, while the United Liberation Movement for West Papua (ULMWP)\nremained as an observer. The ULMWP was considered only as the representative\nof West Papuans outside the country.\n\nDespite being denied of full membership, ULMWP secretary-general Octavianus\nMote regarded the observer status positively, saying the diplomatic\nrecognition would help them in their cause. \"We might not be a full member of\nthe MSG, but a door has opened to us. We will sit across a table from\nIndonesia as equal,\" he said.\n\nHowever, Indonesia's membership of the MSG has giving them a greater influence\nin Melanesian politics than the ULMWP. In MSG, Indonesia's official\nrepresentation will be the governors of Indonesia's five Melanesian provinces.\nFijian prime minister Frank Bainimarama, who supported Indonesian membership,\nargued that his vote was guided by a number of main principles in approaching\nthe West Papuan issue. \"Indonesian sovereignty over West Papua cannot be\nquestioned, and the province is an integral part of Indonesia, so when we deal\nwith West Papua and its people, MSG has no choice but to deal with Indonesia,\nin a positive and constructive manner,\" he said. Following the decision of\nelevating Indonesia to associate member, the government of Indonesia, for the\nfirst time, hosted the Melanesian Cultural Festival 2015 in Kupang, East Nusa\nTenggara from 26 to 30 October 2015, which is aimed at improving cooperation\namong Melanesian countries. The festival was participated by all members of\nMSG except Vanuatu, and also Timor Leste.\n\nIn 2024, Ishmael Toroama, president of the Autonomous Region of Bougainville\nin Papua New Guinea, announced that his government intended to apply for\nobserver status with the MSG, as one of its first steps in developing foreign\naffairs activities in advance of its planned independence in 2027."
    },
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "Overview of Melanesian Spearhead Group members  Country  | Head of Government  | Status governing\n---|---|---\nEast Timor | President Jose Ramos Horta | observer\nFiji | Prime Minister Sitiveni Rabuka | sovereign state\nIndonesia | President Prabowo Subianto | associated member\nNew Caledonia | FLNKS Head Representative Victor Tutugoro Kanak and Socialist\nNational Liberation Front – FLNKS | party\nPapua New Guinea | Prime Minister James Marape | sovereign state\nSolomon Islands | Prime Minister Jeremiah Manele | sovereign state\nVanuatu | Prime Minister Charlot Salwai | sovereign state\nWest Papua  | ULMWP Interim President Benny Wenda United Liberation Movement for West Papua – ULMWP | observer\nPopulation and demography of members of the Melanesian Spearhead Group  Country  | Population  | Status governing\n---|---|---\nEast Timor | 1,340,513 | observer\nFiji | 926,276 | sovereign state\nIndonesia |  East Nusa Tenggara | 5,656,000 | 14,705,600 | provinces of\nassociate member\nMaluku | 1,945,600\nNorth Maluku | 1,355,600\nSouthwest Papua | 627,100\nWest Papua | 578,700\nPapua | 1,060,600\nCentral Papua | 1,472,900\nHighland Papua | 1,467,000\nSouth Papua | 542,100\nNew Caledonia | Kanak and Socialist\nNational Liberation Front | 271,407 | political party\nPapua New Guinea | 8,935,000 | sovereign state\nSolomon Islands | 652,857 | sovereign state\nVanuatu | 307,815 | sovereign state\nEconomic overview of members of the Melanesian Spearhead Group  Country  | GDP 2024\n(in billion $) | GDP PPP 2024\n(in billion $) | Status governing\n---|---|---|---\nEast Timor | 2.015 | 6.622 | observer\nFiji | 5.949 | 14.867 | sovereign state\nIndonesia |  East Nusa Tenggara | 8.654 | 46.000 | 28.914 | 153.695 | provinces of\nassociate member\nMaluku | 3.949 | 13.195\nNorth Maluku | 6.038 | 20.175\nSouthwest Papua | 2.335 | 7.801\nWest Papua | 4.802 | 16.044\nPapua | 5.416 | 18.095\nCentral Papua | 11.028 | 36.846\nHighland Papua | 1.674 | 5.594\nSouth Papua | 2.104 | 7.031\nNew Caledonia | Kanak and Socialist\nNational Liberation Front | 9.480 | 10.460 | political party\nPapua New Guinea | 31.654 | 44.810 | sovereign state\nSolomon Islands | 1.777 | 2.054 | sovereign state\nVanuatu | 1.206 | 1.025 | sovereign state"
    },
    {
        "chapter_name": "Melanesian Spearhead Group",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Meetings",
        "generated_section_content_md": "MSG Formal Summits  No | Date  | Location  | Host  | Host leader\n---|---|---|---|---\n18th  | March 2011 | Suva |  Fiji | Voreqe Bainimarama\n19th  | 13–21 June 2013 | Nouméa |  FLNKS | Victor Tutugoro\n20th  | 18–26 June 2015 | Honiara |  Solomon Islands | Manasseh Sogavare\n21st  | 10–15 February 2018 | Port Moresby |  Papua New Guinea | Peter O'Neill\n22nd  | 19–24 August 2023 | Port Vila |  Vanuatu | Ishmael Kalsakau"
    }
]