[
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "List of states in the UN agency\n\nILO headquarters, Geneva\n\nThe International Labour Organization (ILO), a tripartite specialized agency\nof the United Nations that sets international standards related to work, has\n187 member states, as of February 2025[update]. Established in 1919 as a\nresult of the Treaty of Versailles, the ILO was the first agency to be\nincorporated into the UN in 1946, is the third oldest pre-existing UN agency,\nthe fourth oldest existing multilateral organization and the only remaining\norganization with direct links to the League of Nations.\n\nThe organization was established with 42 states, of which 29 states are\nconsidered founder members as signatories to the Versailles Treaty; another 13\nstates, not signatories, were invited to be members and granted status as\nfounder members.\n\nFollowing the Second World War and the dissolution of the League of Nations,\nthe ILO became the UN's first specialized agency. All but one of the ILO's\nmember states (the Cook Islands) are also member states of the United Nations.\nHowever, there are seven UN member states which have not joined the ILO. The\nILO's constitution allows admission without membership in the UN, but the\nconditions to be satisfied in this case are more complex than for a UN member\nstate.\n\nSince establishment, 19 states have withdrawn from membership, although all\nsubsequently rejoined. Two states have indicated an intention to withdraw, but\ndid not complete the process. While the membership rules admit only sovereign\nstates, on three occasions states with non-sovereign status have been\nadmitted, all, however, eventually became sovereign members. Five states have\nbeen removed from membership, with all being readmitted. Six formerly-existing\nstates have been members of the ILO, including two which were founding\nmembers."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Member states",
        "generated_section_content_md": "Membership in the ILO is governed by Article 1, clauses 3 and 4, of the\norganization's constitution. Clause 3 indicates that any UN member state may\nbecome a member of the ILO by communicating to the Director-General \"formal\nacceptance of the obligations of the Constitution.\" Clause 4 allows for\nmembership for non-UN states, but this requires a two-thirds vote by delegates\nto the International Labour Conference, including two-thirds of government\ndelegates.\n\n* A\n* B\n* C\n* D\n* E\n* F\n* G\n* H\n* I\n* J\n* K\n* L\n* M\n* N\n* O\n* P\n* Q\n* R\n* S\n* T\n* U\n* V\n* Y\n* Z\n\nCurrent member states of the International Labour Organization Flag | Member state  | Date of admission  | Notes\n---|---|---|---\n| Afghanistan | 29 September 1934 |\n| Albania | 22 May 1991 | Previously a member from 1920 to 1967, admitted 1991. Further information: _member withdrawals_\n| Algeria | 19 October 1962 |\n| Angola | 4 June 1976 |\n| Antigua and Barbuda | 16 February 1982 |\n| Argentina *  | 28 June 1919 |\n| Armenia | 26 November 1992 | Prior participation as part of the Soviet Union\n| Australia \\+  | 28 June 1919 |\n| Austria | 24 June 1947 | Previously a member from 1919 to 1938, readmitted 1947. Further information: _member removals_\n| Azerbaijan | 19 May 1992 | Prior participation as part of the Soviet Union\n| Bahamas | 25 May 1976 |\n| Bahrain | 18 April 1977 |\n| Bangladesh | 22 June 1972 |\n| Barbados | 8 May 1967 |\n| Belarus | 12 May 1954 | Admitted as the Byelorussian Soviet Socialist Republic. Further information: _former non-sovereign state members_\n| Belgium \\+  | 28 June 1919 |\n| Belize | 7 November 1981 |\n| Benin | 14 December 1960 |\n| Bolivia (Plurinational State of) \\+  | 28 June 1919 |\n| Bosnia and Herzegovina | 2 June 1993 | Prior participation as part of Yugoslavia\n| Botswana | 27 February 1978 |\n| Brazil \\+  | 28 June 1919 |\n| Brunei Darussalam | 17 January 2007 |\n| Bulgaria | 16 December 1920 |\n| Burkina Faso | 21 November 1960 |\n| Burundi | 13 March 1963 |\n| Cabo Verde | 3 April 1979 |\n| Cambodia | 24 February 1969 |\n| Cameroon | 7 June 1960 |\n| Canada \\+  | 28 June 1919 |\n| Central African Republic | 27 October 1960 |\n| Chad | 10 November 1960 |\n| Chile *  | 28 June 1919 |\n| China \\+  | 28 June 1919 | Admitted as the Republic of China. From the Chinese Communist Revolution of 1949 through to 1971, China's membership in the ILO was held by the Republic of China (Taiwan). Following a resolution at the 184th meeting of the ILO Governing Body in 1971, the People's Republic of China (PRC) was recognized as the representative government of China for the purposes of membership. However, not until June 1983 did the PRC agree to participate in ILO activities when the International Labour Conference agreed to waive outstanding dues of over $38 million (equivalent to $100 million in 2023).\n| Colombia *  | 28 June 1919 |\n| Comoros | 23 October 1978 |\n| Congo | 10 November 1960 |\n| Cook Islands | 12 June 2015 | Not a United Nations member state, admitted to the ILO by resolution adopted at the 104th session of the International Labour Conference.\n| Costa Rica | 21 February 1944 | Previously a member from 1920 to 1927, admitted 1944. Further information: _member withdrawals_\n| Côte d'Ivoire | 21 September 1960 |\n| Croatia | 30 June 1992 | Prior participation as part of Yugoslavia\n| Cuba \\+  | 28 June 1919 |\n| Cyprus | 23 September 1960 |\n| Czech Republic | 3 February 1993 | Prior participation as part of Czechoslovakia\n| Democratic Republic of the Congo | 20 September 1960 |\n| Denmark *  | 28 June 1919 |\n| Djibouti | 3 April 1978 |\n| Dominica | 17 June 1982 |\n| Dominican Republic | 29 September 1924 |\n| Ecuador | 28 September 1934 |\n| Egypt | 19 June 1936 | Admitted without being a member of the League of Nations.\n| El Salvador *  | 21 June 1948 | Previously a member from 1919 to 1939, admitted 1948. Further information: _member withdrawals_\n| Equatorial Guinea | 31 January 1981 |\n| Eritrea | 7 June 1993 |\n| Estonia | 13 January 1992 | Member as Estonia 1921–1940, as part of the Soviet Union 1954–1991, readmitted 1992. Further information: _member removals_\n| Eswatini | 20 May 1975 |\n| Ethiopia | 28 September 1923 | Between 1939 and 1942 Ethiopia was removed from the membership list due to annexation by Italy. Further information: _member removals_\n| Fiji | 19 April 1974 |\n| Finland | 16 December 1920 |\n| France \\+  | 28 June 1919 |\n| Gabon | 14 October 1960 |\n| Gambia | 29 May 1995 |\n| Georgia | 22 June 1993 | Prior participation as part of the Soviet Union\n| Germany | 12 June 1951 | Previously a member from 1919 to 1935, admitted 1951. Further information: _member withdrawals_\n| Ghana | 20 May 1957 |\n| Greece \\+  | 28 June 1919 |\n| Grenada | 9 July 1979 |\n| Guatemala \\+  | 19 October 1945 | Previously a member from 1919 to 1938, admitted in 1945. Further information: _member withdrawals_\n| Guinea | 21 January 1959 |\n| Guinea-Bissau | 21 February 1977 |\n| Guyana | 8 June 1966 |\n| Haiti \\+  | 28 June 1919 |\n| Honduras \\+  | 1 January 1955 | Member from 1919 to 1938, admitted 1955. Further information: _member withdrawals_\n| Hungary | 18 September 1922 |\n| Iceland | 19 October 1945 |\n| India \\+  | 28 June 1919 |\n| Indonesia | 12 May 1950 | Indonesia communicated an intention to withdraw from the ILO in 1965, however, this was rescinded in 1966. Further information: _incomplete member withdrawals_\n| Iran (Islamic Republic of) *  | 28 June 1919 | Admitted as Persia\n| Iraq | 3 October 1932 |\n| Ireland | 10 September 1923 |\n| Israel | 10 May 1949 |\n| Italy \\+  | 19 October 1945 | Previously a member from 1919 to 1940, admitted 1945. Further information: _member withdrawals_\n| Jamaica | 26 December 1962 |\n| Japan | 26 November 1951 | Previously a member from 1919 to 1940, admitted 1951. Further information: _member withdrawals_\n| Jordan | 26 January 1956 |\n| Kazakhstan | 31 May 1993 | Prior participation as part of the Soviet Union\n| Kenya | 13 January 1964 |\n| Kiribati | 3 February 2000 |\n| Kuwait | 13 June 1961 |\n| Kyrgyzstan | 31 March 1992 | Prior participation as part of the Soviet Union\n| Lao People's Democratic Republic | 23 January 1964 | Admitted as the Kingdom of Laos\n| Latvia | 3 December 1991 | Member as Latvia 1921–1940, as part of the Soviet Union 1954–1991, readmitted in 1991. Further information: _member removals_\n| Lebanon | 23 December 1948 |\n| Lesotho | 2 June 1980 | Previously a member from 1966 to 1971, admitted 1980. Further information: _member withdrawals_\n| Liberia \\+  | 28 June 1919 |\n| Libya | 11 June 1952 |\n| Lithuania | 4 October 1991 | Member as Lithuania 1921–1940, as part of the Soviet Union 1954–1991, readmitted as Lithuania in 1991. Further information: _member removals_\n| Luxembourg | 16 December 1920 |\n| Madagascar | 1 November 1960 |\n| Malawi | 22 March 1965 |\n| Malaysia | 11 November 1957 |\n| Maldives | 15 May 2009 |\n| Mali | 22 September 1960 |\n| Malta | 4 January 1965 |\n| Marshall Islands | 3 July 2007 |\n| Mauritania | 20 June 1961 |\n| Mauritius | 5 May 1969 |\n| Mexico | 12 September 1931 |\n| Mongolia | 24 May 1968 |\n| Montenegro | 14 July 2006 | Prior participation as part of Yugoslavia\n| Morocco | 13 June 1956 |\n| Mozambique | 28 May 1976 |\n| Myanmar | 18 May 1948 |\n| Namibia | 3 October 1978 |\n| Nepal | 30 August 1966 |\n| Netherlands *  | 28 June 1919 |\n| New Zealand \\+  | 28 June 1919 |\n| Nicaragua \\+  | 9 April 1957 | Previously a member from 1919 to 1938, admitted 1957. Further information: _member withdrawals_\n| Niger | 27 February 1961 |\n| Nigeria | 17 October 1960 |\n| North Macedonia | 28 May 1993 | Prior participation as part of Yugoslavia\n| Norway *  | 28 June 1919 |\n| Oman | 31 January 1994 |\n| Pakistan | 31 October 1947 |\n| Palau | 29 May 2012 |\n| Panama \\+  | 28 June 1919 |\n| Papua New Guinea | 1 May 1976 |\n| Paraguay *  | 5 September 1956 | Previously a member from 1919 to 1937, admitted 1956. Further information: _member withdrawals_\n| Peru \\+  | 28 June 1919 |\n| Philippines | 15 June 1948 |\n| Poland \\+  | 28 June 1919 | Submitted notification of intention to withdraw on 17 November 1984, extended that intention in November 1986 without withdrawing, and rescinded the intention to withdraw on 17 November 1987. Further information: _incomplete member withdrawals_\n| Portugal \\+  | 28 June 1919 |\n| Qatar | 25 April 1972 |\n| Republic of Korea | 9 December 1991 |\n| Republic of Moldova | 8 June 1992 | Prior participation as part of the Soviet Union\n| Romania \\+  | 11 May 1956 | Previously a member from 1919 to 1942, admitted 1956. Further information: _member withdrawals_\n| Russian Federation | 26 April 1954 | Admitted to membership as the Soviet Union from 1934 to 1940, admitted 1954. Further information: _member withdrawals_ Following the dissolution of the Soviet Union, the Russian Federation was confirmed as the successor state for the purposes of membership.\n| Rwanda | 18 September 1962 |\n| St. Kitts and Nevis | 19 May 1996 |\n| St. Lucia | 9 April 1980 |\n| St. Vincent and the Grenadines | 31 May 1995 |\n| Samoa | 7 May 2005 |\n| San Marino | 18 June 1982 |\n| São Tomé and Príncipe | 1 June 1982 |\n| Saudi Arabia | 12 January 1976 |\n| Senegal | 4 November 1960 |\n| Serbia | 24 November 2000 | Prior participation as part of Yugoslavia (1919–1992), admitted in 2000 as Federal Republic of Yugoslavia.\n| Seychelles | 25 April 1977 |\n| Sierra Leone | 13 June 1961 |\n| Singapore | 25 October 1965 |\n| Slovakia | 22 January 1993 | Prior participation as part of Czechoslovakia\n| Slovenia | 29 May 1992 | Prior participation as part of Yugoslavia\n| Solomon Islands | 28 May 1984 |\n| Somalia | 18 November 1960 |\n| South Africa \\+  | 26 May 1994 | Previously a member from 1919 to 1966, admitted in 1994. Further information: _member withdrawals_\n| South Sudan | 29 April 2012 |\n| Spain *  | 28 May 1956 | Previously a member from 1919 to 1941, admitted 1956. Further information: _member withdrawals_\n| Sri Lanka | 28 June 1948 |\n| Sudan | 12 June 1956 | Sudan's membership in the ILO preceded membership in the United Nations (12 November 1956), which was possible following a vote of unanimous support (with no abstentions) at the 1956 International Labour Conference.\n| Suriname | 24 February 1976 |\n| Sweden *  | 28 June 1919 |\n| Switzerland *  | 28 June 1919 |\n| Syrian Arab Republic | 4 December 1947 |\n| Tajikistan | 26 November 1993 | Prior participation as part of the Soviet Union\n| Thailand \\+  | 28 June 1919 | Admitted as Siam\n| Timor-Leste | 19 August 2003 |\n| Togo | 7 June 1960 |\n| Tonga | 24 February 2016 |\n| Trinidad and Tobago | 24 May 1963 |\n| Tunisia | 12 June 1956 |\n| Turkey | 18 July 1932 |\n| Turkmenistan | 24 September 1993 | Prior participation as part of the Soviet Union\n| Tuvalu | 27 May 2008 |\n| Uganda | 25 March 1963 |\n| Ukraine | 12 May 1954 | Admitted as the Ukrainian Soviet Socialist Republic. Further information: _former non-sovereign state members_\n| United Arab Emirates | 25 April 1972 |\n| United Kingdom of Great Britain and Northern Ireland \\+  | 28 June 1919 |\n| United Republic of Tanzania | 30 January 1962 |\n| United States of America | 18 February 1980 | Joined in 1934 without being a member of the League of Nations, withdrew in 1977, admitted 1980. Further information: _member withdrawals_\n| Uruguay \\+  | 28 June 1919 |\n| Uzbekistan | 13 July 1992 | Prior participation as part of the Soviet Union\n| Vanuatu | 22 May 2003 |\n| Venezuela (Bolivarian Republic of) *  | 16 March 1958 | Previously a member from 1919 to 1957, admitted 1958. Further information: _member withdrawals_\n| Viet Nam | 20 May 1992 | Admitted as a member as the Republic of Vietnam from 1950 to 1976. Following the incorporation of the Republic of Vietnam into the Socialist Republic of Vietnam in July 1976, the country ceased to be a member. Readmitted in 1980, withdrew in 1985 and readmitted 1992. Further information: _member withdrawals_\n| Yemen | 20 May 1965 |\n| Zambia | 2 December 1964 |\n| Zimbabwe | 6 June 1980 |\n\nA \"**+** \" and a blue background indicates a founding member; an \"***** \" and\na khaki background indicates states invited to be founding members."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Observer states",
        "generated_section_content_md": "United Nations non-member observer states and the International Labour Organisation Flag | State  | Notes\n---|---|---\n| State of Palestine | United Nations General Assembly resolution 67/19 accorded non-member observer status to the state of Palestine, which gives the right of participation in the General Assembly and the other organs of the United Nations. The ILO conducts a technical cooperation programme and other initiatives in Palestine. In June 2025, Palestine was promoted from its \"obsolete\" liberation movement status to non-member state observer status."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Member withdrawals",
        "generated_section_content_md": "President Jimmy Carter (at right) affirmed the departure of the US from the\nILO on 1 November 1977, despite recommendations of a one-year delay from\nSecretary of State Cyrus Vance (at left) and National Security Advisor\nZbigniew Brzezinski.\n\nAccording to the ILO's constitution, a member state may withdraw only after\ngiving two years' notice and settling all outstanding financial dues;\nfollowing withdrawal, a former member state is still obliged to comply with\nthe ILO conventions the country has ratified.\n\nReadmission of a former member state that has remained a UN member requires\nformal communication to the ILO Director-General of acceptance of the\nobligations of the ILO constitution. A former member state that is not a UN\nmember can be approved for readmission only by a decision of the International\nLabour Conference.\n\nSince 1927, 19 member states have withdrawn from the ILO; all subsequently\nrejoined.\n\nMember states that have withdrawn from the International Labour Organization Flag | State  | Date of withdrawal  | Date of admission  | Notes\n---|---|---|---|---\n| Albania | 5 August 1967 | 22 May 1991  | In 1965, Albania gave notification of withdrawal from the ILO, citing the organization's lack of support to anti-colonial liberation movements and exclusion of communist countries. Following the end of the Cold War, Albania was admitted.\n| Costa Rica | 1 January 1927 | 21 April 1944  | In December 1924, Costa Rica gave notice of withdrawal from the League of Nations due to perceived ill-treatment for overdue membership contributions and dissatisfaction with the League's lack of action against the United States for pursuing the Monroe Doctrine. Withdrawal from the League precipitated Costa Rica's withdrawal from the ILO. Starting in 1942, engagement with the ILO led to admission in 1944.\n| El Salvador | 1939  | 21 June 1948 | In 1937, the government gave notice of withdrawal from the League of Nations and the ILO. The official reason given related to financial priorities, but there was also a lack of active participation by El Salvador in Geneva. Furthermore, from the mid-1930 El Salvador was more focussed on continental (Inter-American) affairs and the consequences of the failure of the League of Nations to adequately manage the Abyssinia Crisis also influenced the government's decision. Following the Second World War, El Salvador reestablished relations with the ILO and was admitted in June 1948.\n| Germany | 21 October 1935 | 12 June 1951 | The passage of the Enabling Act of 1933 effectively gave the Nazi Party complete control of the German state, whereupon repression of political enemies occurred; this included trade unions, whose assets were confiscated and whose members were transferred to the Nazi-controlled German Labour Front (DAF). At the 1933 International Labour Conference the credentials of the DAF as a legitimate (independent) workers' organization were rejected and during the Conference itself, criticisms were leveled at the Nazi government's suppression of trade unions and support for antisemitism. Following the Conference, Germany gave notice of intent to withdraw from the ILO, which came into effect in 1935. After the Second World War, the Federal Republic of Germany (West Germany at the time) was admitted in 1951. The German Democratic Republic (East Germany) was admitted as a separate state from 1 January 1974.\n| Guatemala | 26 May 1938 | 19 October 1945 | During the 1930s, the government increasingly focussed on continental (i.e. Inter-American) affairs which were regarded ultimately as incompatible with the League of Nations, giving notice to withdraw from the League and the ILO in May 1936. Following the Second World War, on 14 September 1945, Guillermo Toriello, Minister for External Affairs, requested admission to the ILO, which was completed the following month.\n| Italy | December 1939 | 19 October 1945 | Following the Abyssinia Crisis in 1935, where Fascist Italy ultimately annexed Ethiopia to create Italian East Africa, the government became increasingly dissatisfied with the League of Nations and on 11 December 1937, Prime Minister Benito Mussolini, in a national address, announced Italy's withdrawal from the League of Nations. On 16 December 1937, the ILO received notification from Galeazzo Ciano, Minister of Foreign Affairs, of Italy's intention to withdraw. The fall of the fascist regime led to the reestablishment of relations with the ILO in 1944, an agreement in May 1945 to appoint an ILO representative in Rome and the country's admission in October of that year.\n| Honduras | 10 July 1938 | 1 January 1955 | Close to the position of Guatemala favouring Inter-American approaches, Honduras gave notification of withdrawal from the League of Nations in July 1936 and did not indicate any intention to remain in the ILO. In January 1955 Honduras was admitted.\n| Japan | November 1940 | 26 November 1951 | Starting with the Mukden Incident, Japan came under increasing criticism and condemnation in the League of Nations, eventually leading to withdrawal from the League in 1933. Although maintaining ILO membership, contradictions between government policy, a reversal of positive attitudes of the employers and the broader international deterioration of inter-state relations led to Japan giving notice of withdrawal in November 1938. Following the Second World War, in March 1948 an ILO Committee in Japan was established and in 1951 the country was admitted.\n| Lesotho | 15 July 1971 | 2 June 1980 | Between 1971 and 1980, Lesotho withdrew from the ILO due to an inability to meet the financial obligations of membership.\n| Nicaragua | 26 June 1938 | 9 April 1957 | Close to the position of Guatemala favouring Inter-American approaches, Nicaragua gave notice of withdrawal from the League of Nations in June 1936 and confirmed withdrawal from the ILO in June 1938. In April 1957, Nicaragua was admitted.\n| Paraguay | 23 February 1937 | 5 September 1956 | Following dissatisfaction with decisions of the League of Nations related to the Chaco War, Paraguay announced withdrawal from the League and the ILO in February 1935. In September 1956, Paraguay was admitted to the ILO.\n| Romania | 10 July 1942 | 11 May 1956 | Romania gave notification of withdrawal from the League of Nations in July 1940 and did not indicate any intention to remain in the ILO. In May 1956, Romania was admitted to the ILO.\n| Spain | 8 May 1941 | 28 May 1956 | Spain gave notification of withdrawal from the League of Nations in May 1939 and did not indicate any intention to remain in the ILO. In May 1956, Spain was admitted to the ILO.\n| Soviet Union | February 1940 | 26 April 1954 | The Soviet Union was expelled from the League of Nations in December 1939 following the start of the Winter War. However, this expulsion did not automatically invalidate membership in the ILO; not until the meeting of the ILO Administrative Council in February the following year was the membership rescinded. While the death of leader Joseph Stalin played a direct role in the reorientation of Soviet policy, an inability to successfully influence UN affairs and a desire to have broader contacts with the non-communist world, saw the USSR take up membership in the ILO in April 1954.\n| South Africa | 11 March 1966 | 26 May 1994 | In March 1964, the South African foreign minister notified the ILO of the country's withdrawal. From the late 1950s, the country's policy of institutionalized racial discrimination, officially known as Apartheid, had come under frequent condemnation; rather than be formally excluded from the ILO by a vote of the constituents, South Africa chose to withdraw. Following the end of Apartheid and the conclusion of multi-racial elections, South Africa joined the ILO in 1994.\n| United States of America | 6 November 1977 | 18 February 1980 | Although US employers and trade unions had long expressed dissatisfaction with the ILO due to the admission of the Soviet Union in 1954, official United States government withdrawal was triggered by reactions to three issues in the 1970s: the role of the Soviet Union, policy towards Israel/Palestine and organizational processes. In July 1970, the appointment of the Soviet diplomat Pavel Astapenko as ILO Assistant Director-General led to the US cancelling part of its membership payments, following lobbying of the US Congress by George Meany, AFL-CIO President, who considered the ILO to be overly influenced by the Soviet Union. The adoption by the 1974 International Labour Conference of a resolution condemning \"Israeli authorities\" for \"discrimination, racism and violation of trade union freedoms and rights\" in Palestine, despite the ILO having conducted no previous investigations of matter, was strongly opposed by US representatives and the granting of observer status to the Palestine Liberation Organization (PLO) at the 1975 Conference, led the US employer, government and trade union representatives to boycott the Conference's remaining sessions. The combination of these saw the US Government give notice of an intention to withdraw in November 1975. Secretary of State Henry Kissinger indicated that the US would not follow through with withdrawal if there were improvements in US areas of concern. However, in the two years following, decisions at the ILO went against US wishes, in particular, the 1977 Conference decision which, due to a lack of quorum, failed to adopt the recommendations of the Committee of Experts (which detailed the failure to observe ILO standards in Argentina, Bolivia, Chad, Chile, Czechoslovakia, Ethiopia, Liberia and the USSR). In November 1977, President Jimmy Carter affirmed the decision of the Ford administration to withdraw from the ILO, despite advice from Secretary of State Cyrus Vance and National Security Advisor Zbigniew Brzezinski to suspend withdrawal for a year, and appeals to remain from nine West European countries, Japan and the Pope. In the years immediately following departure, changes in ILO procedures, including the introduction of secret balloting, the requirement for due process investigations prior to the adoption of resolutions and the opening of investigations into the violation of trade union rights in the Soviet Union and Poland, led to a re-evaluation, with President Carter affirming ILO membership on 18 February 1980.\n| Venezuela | 3 May 1957 | 15 March 1958 | In April 1955, the Venezuelan government expelled a Dutch worker delegate of the ILO Governing Body who voiced criticisms of freedom of association rights in the country during a meeting of the ILO's Petroleum Committee in Caracas. Officers of the Governing Body subsequently adjourned the meeting, to which the Venezuelan government immediately objected and shortly after notified their intention to withdraw from the ILO. On 15 March 1958, Venezuela formally accepted the obligations of membership and was admitted.\n| Vietnam | 1 June 1985 | 20 May 1992 | In June 1983, Vietnam gave notification of an intention to withdraw temporarily. The reasons included an inability to pay the assessed membership fees due to extreme financial constraints, a lack of technical support and dissatisfaction with ILO investigations into claims of Vietnamese workers being subject to forced labour in the Soviet Union. The withdrawal went into effect in 1985; Vietnam was admitted in 1992.\n| Yugoslavia | 16 June 1949 | 16 May 1951 | In 1947, with the emergence of the Cold War, Yugoslavia gave notice of withdrawal, citing incompatibility between the structures of the ILO and the country's ongoing socialist development. The withdrawal came into effect in 1949, however, Yugoslavia was admitted in 1951."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Incomplete member withdrawals",
        "generated_section_content_md": "Two member states have officially communicated an intention to withdraw, but\nprior to the ILO declaring their membership to have lapsed, subsequently\ncommunicated an intention to remain.\n\nMember states which did not complete withdrawal from the International Labour Organization Flag | State  | Date intention to withdraw received  | Date intention to withdraw rescinded  | Notes\n---|---|---|---|---\n| Indonesia | 25 March 1965 | 6 September 1966 | During the period of Konfrontasi, Indonesia, under President Sukarno, came into conflict with Malaysia, Britain and the United States following Malaysia obtaining a seat in the Security Council and in January 1965, withdrawal from the United Nations was announced. In March, the government communicated an intention to withdraw from the ILO, which would have taken effect on 25 March 1967. Following the transition to the New Order, the government under President Suharto, indicated in 1966 that Indonesia no longer wished to withdraw. The ILO considered that there had been no interruption to Indonesia's membership.\n| Poland | 17 November 1984 | 17 November 1987 | Following the imposition of martial law and the suppression of the independent trade union _Solidarność_ in December 1981, the ILO governing body in May 1983 voted to constitute a commission of inquiry, the highest action which can be taken against a member state under the organization's constitution. The day after the commission's report was submitted to the ILO Governing body, which was heavily critical of the detention of trade unionists and the denial of trade union independence, Poland communicated an intention to withdraw on 17 November 1984. Poland extended that intention in November 1986 without officially withdrawing, however, with the subsequent thawing of the political situation, Poland rescinded the intention to withdraw on 17 November 1987."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "States removed from membership",
        "generated_section_content_md": "Visit of Haile Selaisse of Ethiopia to the ILO, August 1924\n\nDue to circumstances related to annexation, five states have been removed from\nILO membership; all were later readmitted.\n\nStates removed from membership of the International Labour Organization Flag | State  | Date of removal  | Date of readmission  | Notes\n---|---|---|---|---\n| Austria | 13 March 1938 | 24 June 1947 | Following the Anschluss on 12 March 1938, Austria was removed from membership of the ILO. In July 1947 the International Labour Conference confirmed Austria's readmission to the ILO.\n| Ethiopia | 1939 | 1943 | Following the annexation of Ethiopia by Italy, the country was removed from the membership list of the ILO between 1939 and 1942, however, the country is still considered to have held membership since first joining on 28 September 1923.\n| Estonia | 1946 | 13 January 1992 | In August 1940 the Baltic states were occupied and subsequently annexed as new republics of the Soviet Union. This action effectively terminated the Baltic states' membership, with the ILO considering this termination \"definitive\" in 1946. Following the declarations of independence by the Baltic states in the northern spring of 1990, the ILO indicated that an admission process was required, although this was acknowledged as readmission.\n| Latvia | 1946 | 3 December 1991\n| Lithuania | 1946 | 4 October 1991"
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Former non-sovereign state members",
        "generated_section_content_md": "Joseph Stalin (left) and Franklin D. Roosevelt (right), Yalta, February 1945\n\nThe ILO constitution indicates that members must be states (initially,\nalthough not exclusively, members of the League of Nations or, after 1945,\nmembers of the United Nations), which has been interpreted to imply those\nentities with state sovereignty. The basis for this was the 26 August 1930\nruling of the Permanent Court of International Justice which determined that\nDanzig, whose external relations were under Poland's control, was inadmissible\nto the ILO. Despite this ruling, three non-sovereign states, prior to\nachieving sovereign status, were, due to political circumstances, admitted as\nmembers of the ILO.\n\nFormer non-sovereign state members of the International Labour Organization Flag  | State  | Period of non-sovereign state status  | Notes\n---|---|---|---\n| Byelorussian Soviet Socialist Republic | 28 April 1954 – 25 December 1991 | During the Yalta Conference in February 1945, Soviet Premier Joseph Stalin and US President Franklin D. Roosevelt agreed that the US and the USSR would each be entitled to two extra seats in the soon to be established United Nations. The USSR nominated the Byelorussian SSR and the Ukrainian SSR to the UN, which resulted in these two non-sovereign state entities achieving ILO membership. The USA never exercised the option for extra seats at the UN. With the dissolution of the Soviet Union, Belarus and Ukraine became the successor states for the purposes of membership.\n| Ukrainian Soviet Socialist Republic | 12 May 1954 – 25 December 1991\n| Namibia  | 3 October 1978 – 21 March 1990 | Namibia was admitted as the 136th full member in 1978 following a request from the United Nations Council for Namibia despite not being an independent state at the time."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Former members",
        "generated_section_content_md": "Stamp issued by the Soviet Union commemorating the 50th anniversary of the\nfounding of the ILO\n\nA \"**+** \" and blue background indicates an ILO founding member.\n\nFormer member states of the International Labour Organization Flag | State  | Date of admission  | Date membership ceased  | Notes\n---|---|---|---|---\n| Czechoslovakia \\+  | 28 June 1919 | 31 December 1992 | Following the dissolution of Czechoslovakia, the country ceased to be a member. Neither the Czech Republic nor Slovakia were considered to be a successor state for the purposes of membership and both were required to be admitted as new members.\n| German Democratic Republic | 1 January 1974 | 3 October 1990 | Following the reunification of Germany, the GDR ceased to be a member.\n| People's Democratic Republic of Yemen | 1969  | 22 May 1990  | Following the unification of Yemen, the PDRY ceased to be a member.\n| Republic of Vietnam | 1950 | July 1976  | Ceased to be a member following incorporation into the Socialist Republic of Vietnam.\n| Soviet Union | 18 September 1934 | February 1940 | Following the dissolution of the Soviet Union, membership passed to the Russian Federation as the successor state.\n26 April 1954 | 25 December 1991\n| Yugoslavia \\+  | 28 June 1919 | 27 April 1992 | Admitted as the State of Slovenes, Croats and Serbs. Following the dissolution of Socialist Federal Republic of Yugoslavia, the country ceased to be a member."
    },
    {
        "chapter_name": "Member states of the International Labour Organization",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "UN member and observer states not members of the ILO",
        "generated_section_content_md": "Silvano Maria Tomasi, Apostolic Nuncio, speaking to the International Labour Conference, June 2014. ILO Director-General, Guy Ryder, is seated at right. United Nations member states not members of the International Labour Organization Flag | State  | Notes\n---|---|---\n| Andorra | In 2002, the Committee on the Rights of the Child sought clarification on Andorra's non-membership in the ILO. The December 2020 report of the Working Group on the Universal Periodic Review of the UN Human Rights Council recommended that Andorra join the ILO; in response the government indicated that it would consider the recommendation.\n| Bhutan | In August 2020, Labour Minister Ugyen Dorji indicated that although discussions had taken place for more than a decade, there was no plan to join the ILO.\n| Democratic People’s Republic of Korea | The June 2019 report of the Working Group on the Universal Periodic Review of the UN Human Rights Council recommended that DPRK join the ILO; in response, the government noted the recommendation.\n| Liechtenstein | In 2018, Liechtenstein indicated that in the future it did not intend to become a member of the ILO, claiming the country's labour standards exceeded the stipulations of ILO instruments.\n| Micronesia | The March 2021 report of the Working Group on the Universal Periodic Review of the UN Human Rights Council recommended that Micronesia join the ILO.\n| Monaco | The December 2018 report of the Working Group on the Universal Periodic Review of the UN Human Rights Council recommended that Monaco join the ILO; the government stated that discussions remained ongoing since the last review in 2014 and that ILO's standards on trade union rights and Monaco's policy of priority employment for locals remained of concern.\n| Nauru | In 2011, the government of Nauru advised the United Nations Human Rights Council there was no intention to become party to the Conventions of the ILO.\n| Holy See | Based on an unofficial agreement reached in 1926, the Vatican nominates a special advisor to the ILO Director-General on social and religious matters."
    }
]