[
    {
        "chapter_name": "Missile Technology Control Regime",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1987 arms control understanding among 35 nations including the G7\n\nMTCR members\n\nThe **Missile Technology Control Regime** (**MTCR**) is a multilateral export\ncontrol regime. It is an informal political understanding among 35 member\nstates that seek to limit the proliferation of missiles and missile\ntechnology. The regime was formed in 1987 by the G-7 industrialized countries.\nThe MTCR seeks to limit the risks of proliferation of weapons of mass\ndestruction (WMD) by controlling exports of goods and technologies that could\nmake a contribution to delivery systems (other than manned aircraft) for such\nweapons. In this context, the MTCR places particular focus on rockets and\nunmanned aerial vehicles capable of delivering a payload of at least 500\nkilograms (1,100 lb) to a range of at least 300 kilometres (190 mi) and on\nequipment, software, and technology for such systems.\n\nThe MTCR is not a treaty and does not impose any legally binding obligations\non partners (members). Rather, it is an informal political understanding among\nstates that seek to limit the proliferation of missiles and missile\ntechnology."
    },
    {
        "chapter_name": "Missile Technology Control Regime",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Guidelines and the Equipment, Software and Technology Annex",
        "generated_section_content_md": "The Regime’s documents include the MTCR Guidelines and the Equipment, Software\nand Technology Annex. The Guidelines define the purpose of the MTCR and\nprovide the overall structure and rules to guide the member countries and\nthose adhering unilaterally to the Guidelines. The Equipment, Software and\nTechnology Annex is designed to assist in implementing export controls on MTCR\nAnnex items. The Annex is divided into “Category I” and “Category II” items.\nIt includes a broad range of equipment and technology, both military and dual-\nuse, that are relevant to missile development, production, and operation.\nPartner countries exercise restraint in the consideration of all transfers of\nitems contained in the Annex. All such transfers are considered on a case by\ncase basis.\n\nGreatest restraint is applied to what are known as Category I items. These\nitems include complete rocket systems (including ballistic missiles, space\nlaunch vehicles and sounding rockets) and unmanned air vehicle systems\n(including cruise missiles systems, target and reconnaissance drones) with\ncapabilities exceeding a 300km/500kg range/payload threshold; production\nfacilities for such systems; and major sub-systems including rocket stages,\nre-entry vehicles, rocket engines, guidance systems and warhead mechanisms.\n\nThe remainder of the annex is regarded as Category II, which includes complete\nrocket systems (including ballistic missiles systems, space launch vehicles\nand sounding rockets) and unmanned air vehicles (including cruise missile\nsystems, target drones, and reconnaissance drones) not covered in item I,\ncapable of a maximum range equal to or greater than, 300km. Also included are\na wide range of equipment, material, and technologies, most of which have uses\nother than for missiles capable of delivering WMD. While still agreeing to\nexercise restraint, partners have greater flexibility in the treatment of\nCategory II transfer applications.\n\nThe MTCR Guidelines specifically state that the Regime is “not designed to\nimpede national space programs or international cooperation in such programs\nas long as such programs could not contribute to delivery systems for weapons\nof mass destruction.” MTCR partners are careful with satellite-launched\nvehicle SLV equipment and technology transfers, however, since the technology\nused in an SLV is virtually identical to that used in a ballistic missile,\nwhich poses genuine potential for missile proliferation."
    },
    {
        "chapter_name": "Missile Technology Control Regime",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "The Missile Technology Control Regime (MTCR) was established in April 1987 by\nthe G7 countries: Canada, France, Germany, Italy, Japan, the United Kingdom,\nand the United States. It was created to curb the spread of unmanned delivery\nsystems for nuclear weapons, specifically systems which can carry a payload of\n500 kilograms (1,100 lb) for 300 kilometres (190 mi).\n\nThe MTCR applies to exports to members and non-members. An aide-mémoire\nattached to the agreement says that it does not supersede prior agreements,\nwhich NATO members say allows the supply of Category 1 systems between NATO\nmembers. An example is the export by the United States of Trident missiles to\nthe United Kingdom for nuclear-weapons delivery.\n\nAt the annual meeting in Oslo from 29 June to 2 July 1992, chaired by Sten\nLundbo, it was agreed to expand the MTCR's scope to include nonproliferation\nof unmanned aerial vehicles (UAVs) for weapons of mass destruction. Prohibited\nmaterials are divided into two categories, which are outlined in the MTCR\nEquipment, Software, and Technology Annex. Thirty-five nations are members,\nwith India joining on 27 June 2016.\n\nAccording to the Arms Control Association, the MTCR has been successful in\nhelping to slow (or stop) several ballistic missile programs: \"Argentina,\nEgypt, and Iraq abandoned their joint Condor II ballistic missile program.\nBrazil and South Africa also shelved or eliminated missile or space launch\nvehicle programs. Some former Warsaw Pact countries, such as Poland and the\nCzech Republic, destroyed their ballistic missiles, in part, to better their\nchances of joining MTCR.\" In October 1994, the MTCR member states established\na \"no undercut\" policy: if one member denies the sale of technology to another\ncountry, all members must do likewise.\n\nChina originally viewed the MTCR as a discriminatory measure by Western\ngovernments, which sold sophisticated military aircraft while restricting\nsales of competing ballistic missiles. It verbally agreed that it would adhere\nto the MTCR in November 1991, and included the assurance in a letter from its\nforeign minister in February 1992. China reiterated its pledge in the October\n1994 US-China joint statement. In their October 1997 joint statement, the\nUnited States and China said that they agreed \"to build on the 1994 Joint\nStatement on Missile Nonproliferation.\"[_not specific enough to verify_] The\nMissiles and Missile-related Items and Technologies Export Control List, a\nformal regulation, was issued in August 2002. The following year, the MTCR\nchair invited China to participate. China requested to join the MTCR in 2004,\nbut membership was not offered because of concerns about the country's export-\ncontrol standards. Israel, Romania and Slovakia have agreed to follow MTCR\nexport rules, although they are not yet members.\n\nThe regime has its limitations; member countries have been known to\nclandestinely violate the rules. Some of these countries, with varying degrees\nof foreign assistance, have deployed medium-range ballistic missiles which can\ntravel more than 1,000 kilometres (620 mi) and are researching missiles with\ngreater ranges; Israel and China have deployed strategic nuclear SLCMs, ICBMs\nand satellite-launch systems. Countries which are not MTCR members buy and\nsell on the global arms market; North Korea is currently viewed as the primary\nsource of ballistic-missile proliferation in the world, and China has supplied\nballistic missiles and technology to Pakistan. China supplied DF-3A IRBMs to\nSaudi Arabia in 1988 before it informally agreed to follow MTCR guidelines.\nIsrael cannot export its Shavit space-launch system due to its non-member MTCR\nstatus, although the Clinton administration allowed an import waiver for US\ncompanies to buy the Shavit in 1994.\n\nOver 20 countries have ballistic missile systems. The International Code of\nConduct against Ballistic Missile Proliferation (ICOC), also known as the\nHague Code of Conduct, was established in 2002. The code, which calls for\nrestraint and care in the proliferation of ballistic missile systems capable\nof delivering weapons of mass destruction, has 119 members. Its mission is\nsimilar to the MTCR's, an export group.\n\nIndia applied for membership in June 2015 with support from Russia, France and\nthe United States, and became a member on 27 June 2016.\n\nPakistan is not a member of the MTCR. Although it has expressed a desire to\njoin the group, it has not submitted an application. The Pakistani government\nhas pledged to adhere to MTCR guidelines, and analysts believe that the\ncountry is doing so. However, they haven't provided any evidence in support of\nthe same.\n\nIn 2020, the U.S. government announced that it would reinterpret its\nimplementation of the MTCR to expedite sales of unmanned aerial vehicles\n(UAVs) to other countries. The revised U.S. policy will reinterpret how the\nMTCR applies to drones which travel at speeds under 800 kilometres per hour\n(500 mph), such as the Predator and Reaper drones (made by General Atomics)\nand the Global Hawk drone (made by Northrop Grumman)."
    },
    {
        "chapter_name": "Missile Technology Control Regime",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Members",
        "generated_section_content_md": "The MTCR has 35 members.\n\n* Argentina, 1993\n* Australia, 1990\n* Austria, 1991\n* Belgium, 1990\n* Bulgaria, 2004\n* Brazil, 1995\n* Canada, 1987\n* Czech Republic, 1998\n* Denmark, 1990\n* Finland, 1991\n* France, 1987\n* Germany, 1987\n* Greece, 1992\n* Hungary, 1993\n* Iceland, 1993\n* India, 2016\n* Ireland, 1992\n* Italy, 1987\n* Japan, 1987\n* Luxembourg, 1990\n* Netherlands, 1990\n* New Zealand, 1991\n* Norway, 1990\n* Poland, 1997\n* Portugal, 1992\n* Republic of Korea, 2001\n* Russian Federation, 1995\n* South Africa, 1995\n* Spain, 1990\n* Sweden, 1991\n* Switzerland, 1992\n* Turkey, 1997\n* Ukraine, 1998\n* United Kingdom, 1987\n* United States, 1987\n\nNon-members pledging to adhere to MTCR include:\n\n* China, 2002\n* Israel\n* Pakistan\n* Romania\n* Slovakia"
    }
]