[
    {
        "chapter_name": "Multilateral Investment Guarantee Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International financial institution\n\n| This article **may rely excessively on sourcestoo closely associated with\nthe subject**, potentially preventing the article from being verifiable and\nneutral. Please help improve it by replacing them with more appropriate\ncitations to reliable, independent sources. _( June 2017)__(Learn how and when\nto remove this message)_  \n---|---  \n  \nThe **Multilateral Investment Guarantee Agency** (**MIGA**) is an\ninternational financial institution which offers political risk insurance and\ncredit enhancement guarantees. These guarantees help investors protect foreign\ndirect investments against political and non-commercial risks in developing\ncountries. MIGA is a member of the World Bank Group and is headquartered in\nWashington, D.C. in the United States.\n\nMIGA was established in 1988 as an investment insurance facility to encourage\nconfident investment in developing countries. MIGA is owned and governed by\nits member states, but has its own executive leadership and staff which carry\nout its daily operations. Its shareholders are member governments that provide\npaid-in capital and have the right to vote on its matters. It insures long-\nterm debt and equity investments as well as other assets and contracts with\nlong-term periods. The agency is assessed by the World Bank's Independent\nEvaluation Group each year."
    },
    {
        "chapter_name": "Multilateral Investment Guarantee Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In September 1985, the Board of Governors of the World Bank endorsed the\nConvention establishing the Multilateral Investment Guarantee Agency. MIGA was\nestablished and became operational on 12 April 1988 under the leadership of\nthen-Executive Vice President Yoshio Terasawa, becoming the fifth member\ninstitution of the World Bank Group. MIGA initially had $1 billion ($1.94\nbillion in 2012 dollars) in capital and 29 member states.\n\nAll members of the International Bank for Reconstruction and Development\n(IBRD) were eligible to become members of the agency. MIGA was established as\nan effort to complement existing sources of non-commercial risk insurance for\ninvestments in developing countries. By serving as a multilateral guarantor,\nthe agency reduces the likelihood of confrontations among the investor's\ncountry and the host country.\n\nMIGA's inaugural investment guarantees were issued in 1990 to cover $1.04\nbillion ($1.83 billion in 2012 dollars) worth of foreign direct investment\n(FDI) comprising four individual projects. The agency also issued its first\nreinsurance contracts signed in collaboration with Export Development Canada\nand the United States' Overseas Private Investment Corporation (OPIC).\n\nThe agency joined the Berne Union, an international community of export credit\nand investment insurance providers in 1994.\n\nIn 1997, MIGA issued the inaugural contract under its Cooperative Underwriting\nProgram to support an energy project in Indonesia. In collaboration with the\nEuropean Union Investment Trust Fund for Bosnia and Herzegovina, the agency\nset up a fund for investment guarantees amounting to $12 million ($17 million\nin 2012 dollars). The agency also established the West Bank and Gaza\nInvestment Guarantee Trust Fund with a capacity of $20 million ($29 million in\n2012 dollars).\n\nIn 1998, the Council of Governors of MIGA adopted a resolution establishing a\ngeneral capital increase of $850 million ($1.2 billion in 2012 dollars), and\ntransferring a grant of $150 million ($212 million in 2012 dollars) from the\nIBRD. MIGA exceeded $1 billion ($1.4 billion in 2012 dollars) in investment\nguarantees within a single year for the first time in 1999.\n\nIn 2000, MIGA paid its first insurance claim since the agency's founding.\n\nIn 2001, MIGA's issuance of new investment guarantees grew to $2 billion. The\nagency launched its Small Investment Program in 2005 in an effort to promote\ninvestment among small and medium enterprises. That same year, MIGA set up its\nAfghanistan Investment Guarantee Facility in an effort to promote FDI into\nAfghanistan.\n\nIn 2007, MIGA issued investment guarantees for a Djibouti port, marking its\nfirst support in the form of Islamic finance. The agency also launched PRI-\nCenter.com (now no longer active) as a portal for information on political\nrisk management and investment insurance, which also contained its FDI\ninformation services.\n\nIn 2009, the Board of Directors enacted changes to MIGA's operating procedures\nand authorized coverage for default of sovereign financial obligations. The\nagency also launched an annual publication titled World Investment and\nPolitical Risk which reports on trends in worldwide investment and corporate\nperceptions of prospects and risk, as well as shifts in the political risk\ninsurance industry.\n\nAlthough once dominated by large public and multilateral underwriters, private\ninsurance firms accounted for approximately half of the political risk\ninsurance market in 2007. As a result, MIGA has paid closer attention to\nexceptionally risky countries that have little appeal to foreign investors,\nand has insured projects among nations in the global south.\n\nMIGA conducted a survey in 2010 which showed that political risk is the most\nimportant deterrent of long-term foreign direct investment in developing\ncountries, even more than economic uncertainty and poor public infrastructure.\n\nMIGA's Council of Governors amended the agency's convention in 2010 in an\nattempt to improve the organization's effectiveness by expanding the range of\ninvestments eligible for political risk insurance."
    },
    {
        "chapter_name": "Multilateral Investment Guarantee Agency",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Governance",
        "generated_section_content_md": "MIGA is governed by its Council of Governors which represents its member\ncountries. The Council of Governors holds corporate authority, but primarily\ndelegates such powers to MIGA's Board of Directors. The Board of Directors\nconsists of 25 directors and votes on matters brought before MIGA. Each\ndirector's vote is weighted in accordance with the total share capital of the\nmember nations that director represents. MIGA's board is stationed at its\nWashington, D.C. headquarters where it meets regularly and oversees the\nagency's activities. The agency's Executive Vice President directs its overall\nstrategy and manages its daily operations. As of 16 December 2019[update],\nHiroshi Matano serves as Executive Vice President of MIGA."
    },
    {
        "chapter_name": "Multilateral Investment Guarantee Agency",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership",
        "generated_section_content_md": "Multilateral Investment Guarantee Agency member states\n\nMIGA is owned by its 182 member governments, consisting of 156 developing and\n25 industrialized countries. The members are composed of 181 UN member states\nplus Kosovo. Membership in MIGA is available only to countries who are members\nof the World Bank, particularly the International Bank for Reconstruction and\nDevelopment.\n\nAs of 2022, the six World Bank member states that are _not_ MIGA members are\nBrunei, Kiribati, the Marshall Islands, San Marino, Tonga, and Tuvalu (the UN\nmember states that are non-members of the World Bank, and thus MIGA, are\nAndorra, Cuba, Liechtenstein, Monaco, and North Korea). The Holy See and\nPalestine are also non-MIGA members.\n\nSomalia is the most recent country to have joined MIGA, having done so in\nMarch 2020."
    },
    {
        "chapter_name": "Multilateral Investment Guarantee Agency",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Investment guarantees",
        "generated_section_content_md": "MIGA offers insurance to cover five types of non-commercial risks: currency\ninconvertibility and transfer restriction; government expropriation; war,\nterrorism, and civil disturbance; breaches of contract; and the non-honoring\nof financial obligations. MIGA will cover investments such as equity, loans,\nshareholder loans, and shareholder loan guarantees. The agency may also insure\ninvestments such as management contracts, asset securitization, bonds, leasing\nactivities, franchise agreements, and license agreements. The agency generally\noffers insurance coverage lasting up to 15 years with a possible five-year\nextension depending on a given project's nature and circumstances. When an\nevent occurs that is protected by the insurance, MIGA can exercise the\ninvestor's rights against the host country through subrogation to recover\nexpenses associated with covering the claim. However, the agency's convention\ndoes not require member governments to treat foreign investments in any\nspecial way. As a multilateral institution, MIGA is also in a position to\nattempt to sort out potential disputes before they ever turn into insurance\nclaims. MIGA requires insured investors to establish communications and\nconsultations with local communities and set in place grievance procedures.\n\nThe agency's Small Investment Program aims to promote FDI into specifically\nsmall and medium-sized enterprises. The program offers standard MIGA coverage\ntypes except it does not cover breaches of contract. Under the program, small\nand medium enterprises may take advantage of discounted insurance premiums and\nno application fees, which are not available to larger investors. To qualify\nan investment for the Small Investment Program, MIGA defines small and medium\nenterprise projects as having 300 or fewer employees, total assets not to\nexceed $15 million and annual revenues not to exceed $15 million. MIGA limits\nthe request amount for the investment guarantee to $10 million, and will\nguarantee only up to 10 years with a possible 5-year extension.\n\nMIGA's annual reports offer an overview of the agency's business."
    },
    {
        "chapter_name": "Multilateral Investment Guarantee Agency",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Financial performance",
        "generated_section_content_md": "MIGA prepares consolidated financial statements in accordance with United\nStates GAAP which are audited by KPMG."
    }
]