[
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental military alliance\n\nThe **North Atlantic Treaty Organization** (**NATO** /ˈneɪtoʊ/ _NAY -toh_;\nFrench: _Organisation du traité de l'Atlantique nord_ , **OTAN**), also called\nthe **North Atlantic Alliance** , is an intergovernmental military alliance\nbetween 32 member states—30 in Europe and 2 in North America. Founded in the\naftermath of World War II, NATO was established with the signing of the North\nAtlantic Treaty in 1949. The organization serves as a system of collective\nsecurity, whereby its independent member states agree to mutual defence in\nresponse to an attack by any external party. This is enshrined in Article 5 of\nthe treaty, which states that an armed attack against one member shall be\nconsidered an attack against them all.\n\nThroughout the Cold War, NATO's primary purpose was to deter and counter the\nthreat posed by the Soviet Union and its satellite states, which formed the\nrival Warsaw Pact in 1955. Following the dissolution of the Soviet Union in\n1991, the alliance adapted, conducting its first major military interventions\nin Bosnia and Herzegovina (1992–1995) and Yugoslavia (1999). Article 5 was\ninvoked for the first and only time after the September 11 attacks, leading to\nthe deployment of NATO troops to Afghanistan as part of the International\nSecurity Assistance Force (ISAF). The alliance has since been involved in a\nrange of roles, including in Iraq, in Libya in 2011, and to counter piracy.\n\nSince the Cold War, the alliance has progressively enlarged, incorporating\nformer Warsaw Pact countries and post-Soviet states. This eastward expansion\nhas been a persistent source of tension with Russia, which views it as a\nthreat to its security interests. The Russian annexation of Crimea in 2014\nprompted strong condemnation from NATO and a renewed focus on collective\ndefence. Russia's full-scale invasion of Ukraine in 2022 led to a major\nreinforcement of NATO's eastern flank and caused Finland and Sweden to abandon\ntheir policies of neutrality and join the alliance. Sixteen new members have\njoined NATO since 1990. The alliance currently recognizes Bosnia and\nHerzegovina, Georgia, and Ukraine as aspiring members.\n\nNATO's main headquarters are in Brussels, Belgium, while its military\nheadquarters are near Mons, Belgium. The combined militaries of all NATO\nmembers include approximately 3.5 million soldiers and personnel. Their\ncombined military spending constitutes over half of the global total. Members\nhave committed to a target of spending at least 5% of their gross domestic\nproduct (GDP) on defence to ensure the alliance's continued military\nreadiness."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "20th century",
        "generated_section_content_md": "NATO has its roots in the Atlantic Charter, a 1941 agreement between the\nUnited States and United Kingdom. The Charter laid out a framework for\ninternational cooperation without territorial expansion after World War II. On\n4 March 1947, the Treaty of Dunkirk was signed by France and the United\nKingdom during the aftermath of World War II and the start of the Cold War as\na _Treaty of Alliance and Mutual Assistance_ in the event of possible attacks\nby Germany. In March 1948, this alliance was expanded in the Treaty of\nBrussels to include the Benelux countries, forming the Brussels Treaty\nOrganization, commonly known as the Western Union. Talks for a wider military\nalliance, which could include North America, also began that month in the\nUnited States, where their foreign policy under the Truman Doctrine set out in\n1947 promoted international solidarity against actions they saw as communist\naggression, such as the February 1948 coup d'état in Czechoslovakia. These\ntalks resulted in the signature of the North Atlantic Treaty on 4 April 1949\nby the member states of the Western Union plus the United States, Canada,\nPortugal, Italy, Norway, Denmark, and Iceland. Canadian diplomat Lester B.\nPearson was a key author and drafter of the treaty.\n\nWest Germany joined NATO in 1955, which led to the formation of the rival\nWarsaw Pact during the Cold War.\n\nThe North Atlantic Treaty was largely dormant until the Korean War initiated\nthe establishment of NATO to implement it with an integrated military\nstructure. This included the formation of Supreme Headquarters Allied Powers\nEurope (SHAPE) in 1951, which adopted many of the Western Union's military\nstructures and plans, including their agreements on standardizing equipment\nand agreements on stationing foreign military forces in European countries. In\n1952, the post of Secretary General of NATO was established as the\norganization's chief civilian. That year also saw the first major NATO\nmaritime exercises, Exercise Mainbrace and the accession of Greece and Turkey\nto the organization. Following the London and Paris Conferences, West Germany\nwas permitted to rearm militarily, as they joined NATO in May 1955, which was,\nin turn, a major factor in the creation of the Soviet-dominated Warsaw Pact,\ndelineating the two opposing sides of the Cold War.\n\nThe building of the Berlin Wall in 1961 marked a height in Cold War tensions,\nwhen 400,000 US troops were stationed in Europe. Doubts over the strength of\nthe relationship between the European states and the United States ebbed and\nflowed, along with doubts over the credibility of the NATO defence against a\nprospective Soviet invasion – doubts that led to the development of the\nindependent French nuclear deterrent and the withdrawal of France from NATO's\nmilitary structure in 1966. In 1982, the newly democratic Spain joined the\nalliance.\n\nThe Revolutions of 1989 in Europe led to a strategic re-evaluation of NATO's\npurpose, nature, tasks, and focus on the continent. In October 1990, East\nGermany became part of the Federal Republic of Germany and the alliance, and\nin November 1990, the alliance signed the Treaty on Conventional Armed Forces\nin Europe (CFE) in Paris with the Soviet Union. It mandated specific military\nreductions across the continent, which continued after the collapse of the\nWarsaw Pact in February 1991 and the dissolution of the Soviet Union that\nDecember, which removed the _de facto_ main adversaries of NATO. This began a\ndrawdown of military spending and equipment in Europe. The CFE treaty allowed\nsignatories to remove 52,000 pieces of conventional armaments in the following\nsixteen years, and allowed military spending by NATO's European members to\ndecline by 28 percent from 1990 to 2015. In 1990, several Western leaders gave\nassurances to Mikhail Gorbachev that NATO would not expand further east, as\nrevealed by memoranda of private conversations.\n\nThe Fall of the Berlin Wall in 1989 marked a turning point in NATO's role in\nEurope, and a section of that wall is displayed outside NATO headquarters.\n\nIn the 1990s, the organization extended its activities into political and\nhumanitarian situations that had not formerly been NATO concerns. During the\nbreakup of Yugoslavia, the organization conducted its first military\ninterventions in Bosnia from 1992 to 1995 and later Yugoslavia in 1999.\n\nPolitically, the organization sought better relations with the newly\nautonomous Central and Eastern European states, and diplomatic forums for\nregional cooperation between NATO and its neighbours were set up during this\npost-Cold War period, including the Partnership for Peace and the\nMediterranean Dialogue initiative in 1994, the Euro-Atlantic Partnership\nCouncil in 1997, and the NATO–Russia Permanent Joint Council in 1998. At the\n1999 Washington summit, Hungary, Poland, and the Czech Republic officially\njoined NATO, and the organization also issued new guidelines for membership\nwith individualized \"Membership Action Plans\". These plans governed the\nsubsequent addition of new alliance members."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "21st century",
        "generated_section_content_md": "Group photo at 75th anniversary summit in Washington D.C., 2024\n\nArticle 5 of the North Atlantic treaty, requiring member states to come to the\naid of any member state subject to an armed attack, was invoked for the first\nand only time after the September 11 attacks, after which troops were deployed\nto Afghanistan under the NATO-led ISAF. The organization has operated a range\nof additional roles since then, including sending trainers to Iraq, assisting\nin counter-piracy operations.\n\nThe election of French president Nicolas Sarkozy in 2007 led to a major reform\nof France's military position, culminating with the return to full membership\non 4 April 2009, which also included France rejoining the NATO Military\nCommand Structure, while maintaining an independent nuclear deterrent.\n\nNATO E-3A flying with U.S. Air Force F-16s in a NATO exercise\n\nThe 2014 Russian annexation of Crimea led to strong condemnation by all NATO\nmembers, and was one of the seven times that Article 4, which calls for\nconsultation among NATO members, has been invoked. Prior times included during\nthe Iraq War and Syrian civil war. At the 2014 Wales summit, the leaders of\nNATO's member states formally committed for the first time to spend the\nequivalent of at least two percent of their gross domestic products on defence\nby 2024, which had previously been only an informal guideline.\n\nSteadfast Defender 24 was the largest NATO exercise since the end of the Cold\nWar.\n\nAt the 2016 Warsaw summit, NATO countries agreed on the creation of NATO\nEnhanced Forward Presence, which deployed four multinational battalion-sized\nbattlegroups in Estonia, Latvia, Lithuania, and Poland. Before and during the\n2022 Russian invasion of Ukraine, several NATO countries sent ground troops,\nwarships and fighter aircraft to reinforce the alliance's eastern flank, and\nmultiple countries again invoked Article 4. In March 2022, NATO leaders met at\nBrussels for an extraordinary summit which also involved Group of Seven and\nEuropean Union leaders. NATO member states agreed to establish four additional\nbattlegroups in Bulgaria, Hungary, Romania, and Slovakia, and elements of the\nNATO Response Force were activated for the first time in NATO's history.\n\nAs of June 2022, NATO had deployed 40,000 troops along its 2,500-kilometre-\nlong (1,550 mi) Eastern flank to deter Russian aggression. More than half of\nthis number have been deployed in Bulgaria, Romania, Hungary, Slovakia, and\nPoland, which five countries muster a considerable combined ex-NATO force of\n259,000 troops. To supplement Bulgaria's Air Force, Spain sent Eurofighter\nTyphoons, the Netherlands sent eight F-35 attack aircraft, and additional\nFrench and US attack aircraft would arrive soon as well. In 2025, Germany\nstationed a full armoured brigade in Lithuania."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Early operations",
        "generated_section_content_md": "No military operations were conducted by NATO during the Cold War. Following\nthe end of the Cold War, the first operations, _Anchor Guard_ in 1990 and _Ace\nGuard_ in 1991, were prompted by the Iraqi invasion of Kuwait. Airborne early\nwarning aircraft were sent to provide coverage of southeastern Turkey, and\nlater a quick-reaction force was deployed to the area."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Bosnia and Herzegovina intervention",
        "generated_section_content_md": "A USAF aircraft landing during Operation Deliberate Force after the Srebrenica\nmassacre\n\nThe Bosnian War began in 1992, as a result of the breakup of Yugoslavia. The\ndeteriorating situation led to United Nations Security Council Resolution 816\non 9 October 1992, authorizing its member-states to enforce a previously\ndeclared no-fly zone under the United Nations Protection Force over central\nBosnia and Herzegovina. NATO complied and started enforcing the ban on 12\nApril 1993 with Operation Deny Flight. From June 1993 until October 1996,\nOperation Sharp Guard added maritime enforcement of the arms embargo and\neconomic sanctions against the Federal Republic of Yugoslavia. On 28 February\n1994, NATO took its first wartime action by shooting down four Bosnian Serb\naircraft violating the no-fly zone.\n\nOn 10 and 11 April 1994, the United Nations Protection Force called in air\nstrikes to protect the Goražde safe area, resulting in the bombing of a\nBosnian Serb military command outpost near Goražde by two US F-16 jets acting\nunder NATO direction. In retaliation, Serbs took 150 U.N. personnel hostage on\n14 April. On 16 April a British Sea Harrier was shot down over Goražde by Serb\nforces.\n\nIn August 1995, a two-week NATO bombing campaign, Operation Deliberate Force,\nbegan against the Army of the Republika Srpska, after the Srebrenica genocide.\nFurther NATO air strikes helped bring the Yugoslav Wars to an end, resulting\nin the Dayton Agreement in November 1995. As part of this agreement, NATO\ndeployed a UN-mandated peacekeeping force, under Operation Joint Endeavor,\nnamed IFOR. Almost 60,000 NATO troops were joined by forces from non-NATO\ncountries in this peacekeeping mission. This transitioned into the smaller\nSFOR, which started with 32,000 troops initially and ran from December 1996\nuntil December 2004, when operations were then passed onto the European Union\nForce Althea. Following the lead of its member states, NATO began to award a\nservice medal, the NATO Medal, for these operations."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Kosovo intervention",
        "generated_section_content_md": "German KFOR soldiers on patrol in southern Kosovo in 1999 KFOR-MSU Carabinieri\nPatrols in front of the Ibar Bridge in Mitrovica, Kosovo, 2019\n\nIn an effort to stop Slobodan Milošević's Serbian-led crackdown on KLA\nseparatists and Albanian civilians in Kosovo, the United Nations Security\nCouncil passed Resolution 1199 on 23 September 1998 to demand a ceasefire.\n\nNegotiations under US Special Envoy Richard Holbrooke broke down on 23 March\n1999, and he handed the matter to NATO, which acted on protecting regional\nsecurity and started a 78-day bombing campaign on 24 March 1999. Operation\nAllied Force targeted the military capabilities of what was then the Federal\nRepublic of Yugoslavia. During the crisis, NATO also deployed one of its\ninternational reaction forces, the ACE Mobile Force (Land), to Albania as the\nAlbania Force (AFOR), to deliver humanitarian aid to refugees from Kosovo.\n\nThe campaign was and has been criticized over its civilian casualties,\nincluding the bombing of the Chinese embassy in Belgrade, and over whether it\nhad legitimacy. The US, the UK, and most other NATO countries opposed efforts\nto require the UN Security Council to approve NATO military strikes, such as\nthe action against Serbia in 1999, while France and some others[_specify_]\nclaimed that the alliance needed UN approval. The US/UK side claimed that this\nwould undermine the authority of the alliance, and they noted that Russia and\nChina would have exercised their Security Council vetoes to block the strike\non Yugoslavia, and could do the same in future conflicts where NATO\nintervention was required, thus nullifying the entire potency and purpose of\nthe organization. Recognizing the post-Cold War military environment, NATO\nadopted the Alliance Strategic Concept during its Washington summit in April\n1999 that emphasized conflict prevention and crisis management.\n\nMilošević finally accepted the terms of an international peace plan on 3 June\n1999, ending the Kosovo War. On 11 June, Milošević further accepted UN\nresolution 1244, under the mandate of which NATO then helped establish the\nKFOR peacekeeping force. Nearly one million refugees had fled Kosovo, and part\nof KFOR's mandate was to protect the humanitarian missions, in addition to\ndeterring violence. In August–September 2001, the alliance also mounted\nOperation Essential Harvest, a mission disarming ethnic Albanian militias in\nthe Republic of Macedonia. As of 2023[update], around 4,500 KFOR soldiers,\nrepresenting 27 countries, continue to operate in the area."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "War in Afghanistan",
        "generated_section_content_md": "The September 11 attacks in the United States caused NATO to invoke its\ncollective defence article for the first time.\n\nThe September 11 attacks in the United States caused NATO to invoke Article 5\nof the NATO Charter for the first time in the organization's history. The\nArticle states that an attack on any member shall be considered to be an\nattack on all. The invocation was confirmed on 4 October 2001 when NATO\ndetermined that the attacks were indeed eligible under the terms of the North\nAtlantic Treaty. The eight official actions taken by NATO in response to the\nattacks included Operation Eagle Assist and Operation Active Endeavour, a\nnaval operation in the Mediterranean Sea designed to prevent the movement of\nterrorists or weapons of mass destruction, and to enhance the security of\nshipping in general, which began on 4 October 2001.\n\nThe alliance showed unity: on 16 April 2003, NATO agreed to take command of\nthe International Security Assistance Force (ISAF), which included troops from\n42 countries. The decision came at the request of Germany and the Netherlands,\nthe two countries leading ISAF at the time of the agreement, and all nineteen\nNATO ambassadors approved it unanimously. The handover of control to NATO took\nplace on 11 August, and marked the first time in NATO's history that it took\ncharge of a mission outside the north Atlantic area.\n\nGeneral Austin S. Miller (right) became commander of U.S. and NATO forces in\nAfghanistan in September 2018 and oversaw the withdrawal until July 2021.\nLloyd Austin, the 28th United States Secretary of Defense, is on the left.\n\nISAF was initially charged with securing Kabul and surrounding areas from the\nTaliban, al Qaeda and factional warlords, so as to allow for the establishment\nof the Afghan Transitional Administration headed by Hamid Karzai. In October\n2003, the UN Security Council authorized the expansion of the ISAF mission\nthroughout Afghanistan, and ISAF subsequently expanded the mission in four\nmain stages over the whole of the country.\n\nOn 31 July 2006, the ISAF additionally took over military operations in the\nsouth of Afghanistan from a US-led anti-terrorism coalition. Due to the\nintensity of the fighting in the south, in 2011 France allowed a squadron of\nMirage 2000 fighter/attack aircraft to be moved into the area, to Kandahar, in\norder to reinforce the alliance's efforts. During its 2012 Chicago Summit,\nNATO endorsed a plan to end the Afghanistan war and to remove the NATO-led\nISAF Forces by the end of December 2014. ISAF was disestablished in December\n2014 and replaced by the follow-on training Resolute Support Mission.\n\nOn 14 April 2021, NATO Secretary General Jens Stoltenberg said the alliance\nhad agreed to start withdrawing its troops from Afghanistan by 1 May. Soon\nafter the withdrawal of NATO troops started, the Taliban launched an offensive\nagainst the Afghan government, quickly advancing in front of collapsing Afghan\nArmed Forces. By 15 August 2021, Taliban militants controlled the vast\nmajority of Afghanistan and had encircled the capital city of Kabul. Some\npoliticians in NATO member states have described the chaotic withdrawal of\nWestern troops from Afghanistan and the collapse of the Afghan government as\nthe greatest debacle that NATO has suffered since its founding."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "Iraq training mission",
        "generated_section_content_md": "Italian Major General Giovanni Armentani, Deputy Commanding General for the\nNATO Training Mission, meets with a U.S. Advise and Assist Brigade.\n\nIn August 2004, during the Iraq War, NATO formed the NATO Training Mission –\nIraq, a training mission to assist the Iraqi security forces in conjunction\nwith the US-led MNF-I. The NATO Training Mission-Iraq (NTM-I) was established\nat the request of the Iraqi Interim Government under the provisions of United\nNations Security Council Resolution 1546. The aim of NTM-I was to assist in\nthe development of Iraqi security forces training structures and institutions\nso that Iraq can build an effective and sustainable capability that addresses\nthe needs of the country. NTM-I was not a combat mission but is a distinct\nmission, under the political control of the North Atlantic Council. Its\noperational emphasis was on training and mentoring. The activities of the\nmission were coordinated with Iraqi authorities and the US-led Deputy\nCommanding General Advising and Training, who was also dual-hatted as the\nCommander of NTM-I. The mission officially concluded on 17 December 2011.\n\nTurkey invoked the first Article 4 meetings in 2003 at the start of the Iraq\nWar. Turkey also invoked this article twice in 2012 during the Syrian civil\nwar, after the downing of an unarmed Turkish F-4 reconnaissance jet, and after\na mortar was fired at Turkey from Syria, and again in 2015 after threats by\nIslamic State of Iraq and the Levant to its territorial integrity."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.8",
        "section_name": "Gulf of Aden anti-piracy",
        "generated_section_content_md": "USS  _Farragut_ destroying a Somali pirate skiff in March 2010\n\nIn 2008 the United Nations Secretary-General called on member-states to\nprotect the ships of Operation Allied Provider [de; no; ru; uk], which was\ndistributing aid as part of the World Food Programme mission in Somalia.\n\nThe North Atlantic Council and other countries, including Russia, China and\nSouth Korea, formed Operation Ocean Shield. The operation sought to dissuade\nand interrupt pirate attacks, protect vessels, and to increase the general\nlevel of security in the region. Beginning on 17 August 2009, NATO deployed\nwarships in an operation to protect maritime traffic in the Gulf of Aden and\nthe Indian Ocean from Somali pirates, and help strengthen the navies and coast\nguards of regional states."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.9",
        "section_name": "Libya intervention",
        "generated_section_content_md": "Libyan Army Palmaria howitzers destroyed by the French Air Force near Benghazi\nin March 2011\n\nDuring the Libyan Civil War, violence between protesters and the Libyan\ngovernment under Colonel Muammar Gaddafi escalated, and on 17 March 2011 led\nto the passage of United Nations Security Council Resolution 1973, which\ncalled for a ceasefire, and authorized military action to protect civilians. A\ncoalition that included several NATO members began enforcing a no-fly zone\nover Libya shortly afterwards, beginning with Opération Harmattan by the\nFrench Air Force on 19 March.\n\nOn 20 March 2011, NATO states agreed on enforcing an arms embargo against\nLibya with Operation Unified Protector using ships from NATO Standing Maritime\nGroup 1 and Standing Mine Countermeasures Group 1, and additional ships and\nsubmarines from NATO members. They would \"monitor, report and, if needed,\ninterdict vessels suspected of carrying illegal arms or mercenaries\".\n\nOn 24 March, NATO agreed to take control of the no-fly zone from the initial\ncoalition, while command of targeting ground units remained with the\ncoalition's forces. NATO began officially enforcing the UN resolution on 27\nMarch 2011 with assistance from Qatar and the United Arab Emirates. By June,\nreports of divisions within the alliance surfaced as only eight of the 28\nmember states were participating in combat operations, resulting in a\nconfrontation between US Defense Secretary Robert Gates and countries such as\nPoland, Spain, the Netherlands, Turkey, and Germany with Gates calling on the\nlatter to contribute more and the latter believing the organization has\noverstepped its mandate in the conflict. In his final policy speech in\nBrussels on 10 June, Gates further criticized allied countries in suggesting\ntheir actions could cause the demise of NATO. The German foreign ministry\npointed to \"a considerable [German] contribution to NATO and NATO-led\noperations\" and to the fact that this engagement was highly valued by\nPresident Obama.\n\nWhile the mission was extended into September, Norway that day (10 June)\nannounced it would begin scaling down contributions and complete withdrawal by\n1 August. Earlier that week it was reported Danish air fighters were running\nout of bombs. The following week, the head of the Royal Navy said the\ncountry's operations in the conflict were not sustainable. By the end of the\nmission in October 2011, after the death of Colonel Gaddafi, NATO planes had\nflown about 9,500 strike sorties against pro-Gaddafi targets. A report from\nthe organization Human Rights Watch in May 2012 identified at least 72\ncivilians killed in the campaign.\n\nFollowing a coup d'état attempt in October 2013, Libyan Prime Minister Ali\nZeidan requested technical advice and trainers from NATO to assist with\nongoing security issues."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "0.10",
        "section_name": "Turkish border",
        "generated_section_content_md": "U.S. and NATO Patriot missile batteries in Turkey\n\nUse of Article 5 has been threatened multiple times and four out of seven\nofficial Article 4 consultations have been called due to spillover in Turkey\nfrom the Syrian civil war. In April 2012, Turkish Prime Minister Recep Tayyip\nErdoğan considered invoking Article 5 of the NATO treaty to protect Turkish\nnational security in a dispute over the Syrian civil war. The alliance\nresponded quickly, and a spokesperson said the alliance was \"monitoring the\nsituation very closely and will continue to do so\" and \"takes it very\nseriously protecting its members.\"\n\nAfter the shooting down of a Turkish military jet by Syria in June 2012 and\nSyrian forces shelling Turkish cities in October 2012 resulting in two Article\n4 consultations, NATO approved Operation Active Fence. In the past decade the\nconflict has only escalated. In response to the 2015 Suruç bombing, which\nTurkey attributed to ISIS, and other security issues along its southern\nborder, Turkey called for an emergency meeting. The latest consultation\nhappened in February 2020, as part of increasing tensions due to the\nNorthwestern Syria offensive, which involved Syrian and suspected Russian\nairstrikes on Turkish troops, and risked direct confrontation between Russia\nand a NATO member."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Membership",
        "generated_section_content_md": "The 32 NATO members are:\n\n* Albania\n* Belgium\n* Bulgaria\n* Canada\n* Croatia\n* Czech Republic\n* Denmark\n* Estonia\n* Finland\n* France\n* Germany\n* Greece\n* Hungary\n* Iceland\n* Italy\n* Latvia\n* Lithuania\n* Luxembourg\n* Montenegro\n* Netherlands\n* North Macedonia\n* Norway\n* Poland\n* Portugal\n* Romania\n* Slovakia\n* Slovenia\n* Spain\n* Sweden\n* Turkey\n* United Kingdom\n* United States\n\n\n\n---\n|  | **NATO members** |  | **Membership Action Plan** |  | **Enhanced Opportunities Partners** |  | **Individual Partnership Action Plan** |  | **Partnership for Peace** |  | **Mediterranean Dialogue** |  | **Istanbul Cooperation Initiative** |  | **Global Partners** |\n---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---\n\n* Albania\n* Belgium\n* Bulgaria\n* Canada\n* Croatia\n* Czech Republic\n* Denmark\n* Estonia\n* Finland\n* France\n* Germany\n* Greece\n* Hungary\n* Iceland\n* Italy\n* Latvia\n* Lithuania\n* Luxembourg\n* Montenegro\n* Netherlands\n* North Macedonia\n* Norway\n* Poland\n* Portugal\n* Romania\n* Slovakia\n* Slovenia\n* Spain\n* Sweden\n* Turkey\n* United Kingdom\n* United States\n\n|\n\n* Bosnia-Herzegovina\n\n|\n\n* Australia\n* Georgia\n* Jordan\n* Ukraine\n\n|\n\n* Armenia\n* Azerbaijan\n* Bosnia-Herzegovina\n* Georgia\n* Kazakhstan\n* Moldova\n* Serbia\n* Ukraine\n\n|\n\n* Armenia\n* Austria\n* Azerbaijan\n* Belarus (suspended)\n* Bosnia-Herzegovina\n* Georgia\n* Ireland\n* Kazakhstan\n* Kyrgyzstan\n* Malta\n* Moldova\n* Russia (suspended)\n* Serbia\n* Switzerland\n* Tajikistan\n* Turkmenistan\n* Ukraine\n* Uzbekistan\n\n|\n\n* Algeria\n* Egypt\n* Israel\n* Jordan\n* Mauritania\n* Morocco\n* Tunisia\n\n|\n\n* Bahrain\n* Kuwait\n* Qatar\n* United Arab Emirates\n\n|\n\n* Australia\n* Colombia\n* Iraq\n* Japan\n* Mongolia\n* New Zealand\n* Pakistan\n* South Korea\n\n\nMember states of NATO are not obligated to come to the defence of territory\nsouth of the Tropic of Cancer.\n\nNATO has thirty-two members, mostly in Europe with two in North America.\nNATO's \"area of responsibility\", within which attacks on member states are\neligible for an Article 5 response, is defined under Article 6 of the North\nAtlantic Treaty to include member territory in Europe, North America, Turkey,\nand islands in the North Atlantic north of the Tropic of Cancer. Attacks on\nvessels, aircraft and other forces in the North Atlantic (again, north of the\nTropic of Cancer) and the Mediterranean Sea may also provoke an Article 5\nresponse. During the original treaty negotiations, the United States insisted\nthat colonies such as the Belgian Congo be excluded from the treaty. French\nAlgeria was, however, covered until its independence on 3 July 1962. Twelve of\nthese thirty-two are original members who joined in 1949, while the other\ntwenty joined in one of ten enlargement rounds."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Special arrangements",
        "generated_section_content_md": "The three Nordic countries which joined NATO as founding members, Denmark,\nIceland, and Norway, chose to limit their participation in three areas: there\nwould be no permanent peacetime bases, no nuclear warheads and no Allied\nmilitary activity (unless invited) permitted on their territory. However,\nDenmark allows the U.S. Space Force to maintain Pituffik Space Base, in\nGreenland.\n\nFrom the mid-1960s to the mid-1990s, France pursued a military strategy of\nindependence from NATO under a policy dubbed \"Gaullo-Mitterrandism\". Nicolas\nSarkozy negotiated the return of France to the integrated military command and\nthe Defence Planning Committee in 2009, the latter being disbanded the\nfollowing year. France remains the only NATO member outside the Nuclear\nPlanning Group and, unlike the United States and the United Kingdom, will not\ncommit its nuclear-armed submarines to the alliance."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Enlargement",
        "generated_section_content_md": "NATO has added 16 new members since German reunification and the end of the\nCold War.\n\nNATO was established on 4 April 1949 by the signing of the North Atlantic\nTreaty (Washington Treaty). The 12 founding members of the alliance were\nBelgium, Canada, Denmark, France, Iceland, Italy, Luxembourg, the Netherlands,\nNorway, Portugal, the United Kingdom, and the United States.\n\nFour new members joined during the Cold War: Greece (1952), Turkey (1952),\nWest Germany (1955) and Spain (1982). Following the dissolution of the Soviet\nUnion, many former Warsaw Pact and post-Soviet states sought membership. In\n1990, the territory of the former East Germany was added with the\nreunification of Germany. At the 1999 Washington summit, Hungary, Poland, and\nthe Czech Republic officially joined, and NATO issued new guidelines for\nmembership, with individualized \"Membership Action Plans\". These plans\ngoverned the addition of new members: Bulgaria, Estonia, Latvia, Lithuania,\nRomania, Slovakia, and Slovenia in 2004, Albania and Croatia in 2009,\nMontenegro in 2017, and North Macedonia in 2020. Finland and Sweden are the\nnewest members, joining on 4 April 2023 and 7 March 2024 respectively, spurred\non by Russia's invasion of Ukraine.\n\nUkraine's relationship with NATO began with the NATO–Ukraine Action Plan in\n2002. In 2010, under President Viktor Yanukovych, Ukraine re-affirmed its non-\naligned status and renounced aspirations of joining NATO. During the 2014\nUkrainian Revolution, Russia occupied Crimea and supported armed separatists\nin eastern Ukraine. As a result, in December 2014 Ukraine's parliament voted\nto end its non-aligned status, and in 2019 it enshrined the goal of NATO\nmembership in the Constitution. At the June 2021 Brussels Summit, NATO leaders\naffirmed that Ukraine would eventually join the Alliance, and supported\nUkraine's right to self-determination without interference. In late 2021,\nthere was another massive Russian military buildup near Ukraine's borders. On\n30 November, Russian president Putin said Ukraine joining NATO, and the\ndeployment of missile defense systems or long-range missiles in Ukraine, would\nbe crossing a red line. However, there were no such plans to deploy missiles\nin Ukraine. The Russian Foreign Ministry drafted a treaty that would forbid\nUkraine or any former Soviet state from ever joining NATO. Secretary-General\nStoltenberg replied that the decision is up to Ukraine and NATO members,\nadding \"Russia has no veto, Russia has no say, and Russia has no right to\nestablish a sphere of influence to try to control their neighbors\". NATO\noffered to improve communications with Russia and discuss missile placements\nand military exercises, as long as Russia withdrew troops from Ukraine's\nborders. Instead, Russia invaded Ukraine in February 2022. Ukraine applied for\nNATO membership in September 2022 after Russia proclaimed it had annexed the\ncountry's southeast.\n\nGeorgia was promised \"future membership\" during the 2008 summit in Bucharest,\nbut US president Barack Obama said in 2014 that the country was not \"currently\non a path\" to membership.\n\nProtestors at a February 2022 rally against Russia's invasion of Ukraine march\npast the statue of Tsar Alexander II in Senate Square in Helsinki, Finland\n\nRussia continued to politically oppose further expansion, seeing it as\ninconsistent with informal understandings between Soviet leader Mikhail\nGorbachev and European and US negotiators that allowed for a peaceful German\nreunification. A June 2016 Levada Center poll found that 68 percent of\nRussians think that deploying NATO troops in the Baltic states and Poland –\nformer Eastern bloc countries bordering Russia – is a threat to Russia. In\ncontrast, 65 percent of Poles surveyed in a 2017 Pew Research Center report\nidentified Russia as a \"major threat\", with an average of 31 percent saying so\nacross all NATO countries, and 67 percent of Poles surveyed in 2018 favour US\nforces being based in Poland. Of non-CIS Eastern European countries surveyed\nby Gallup in 2016, all but Serbia and Montenegro were more likely than not to\nview NATO as a protective alliance rather than a threat. A 2006 study in the\njournal _Security Studies_ argued that NATO enlargement contributed to\ndemocratic consolidation in Central and Eastern Europe. China also opposes\nfurther expansion."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "1.2.1",
        "section_name": "Direct contributions",
        "generated_section_content_md": "Member states pay for NATO's three common funds (the civil and military\nbudgets and the security investment programme) based on a cost-sharing formula\nthat includes per capita gross national income and other factors. In\n2023–2024, the United States and Germany were the biggest contributors with\n16.2% each."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "1.2.2",
        "section_name": "Indirect contributions",
        "generated_section_content_md": "Member states pay for and maintain their own troops and equipment. They\ncontribute to NATO operations and missions by committing troops and equipment\non a voluntary basis. Since 2006, the goal has been for each country to spend\nat least 2 percent of its gross domestic product on its own defence; in 2014,\na NATO declaration said that countries not meeting the goal would \"aim to move\ntowards the 2 percent guideline within a decade\". In July 2022, NATO estimated\nthat 11 members would meet the target in 2023. On 14 February 2024, NATO\nSecretary General Jens Stoltenberg said that 18 member states would meet the\n2% target in 2024. On 17 June 2024, prior to the 2024 Washington summit,\nStoltenberg updated that figure and announced that a record 23 of 32 NATO\nmember states were meeting their defense spending targets of 2% of their\ncountry's GDP. NATO added that defense spending for European member states and\nCanada was up 18% in the past year alone."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Partnerships with third countries",
        "generated_section_content_md": "Partnership for Peace conducts multinational military exercises such as\nCooperative Archer, which took place in Tbilisi in July 2007 with 500\nservicemen from four NATO members, eight PfP members, and Jordan, a\nMediterranean Dialogue participant.\n\nThe Partnership for Peace (PfP) programme was established in 1994 and is based\non individual bilateral relations between each partner country and NATO: each\ncountry may choose the extent of its participation. Members include all\ncurrent and former members of the Commonwealth of Independent States. The\nEuro-Atlantic Partnership Council (EAPC) was first established on 29 May 1997,\nand is a forum for regular coordination, consultation and dialogue between all\nfifty participants. The PfP programme is considered the operational wing of\nthe Euro-Atlantic Partnership. Other third countries have also been contacted\nfor participation in some activities of the PfP framework, such as\nAfghanistan.\n\nThe European Union (EU) signed a comprehensive package of arrangements with\nNATO under the Berlin Plus agreement on 16 December 2002. With this agreement,\nthe EU was given the possibility of using NATO assets if it wanted to act\nindependently in an international crisis, on the condition that NATO itself\ndid not want to act – the so-called \"right of first refusal\". For example,\nArticle 42(7) of the 1982 Treaty of Lisbon specifies that \"If a Member State\nis the victim of armed aggression on its territory, the other Member States\nshall have towards it an obligation of aid and assistance by all the means in\ntheir power\". The treaty applies globally to specified territories, whereas\nNATO is restricted under its Article 6 to operations north of the Tropic of\nCancer. It provides a \"double framework\" for the EU countries that are also\nlinked with the PfP programme.\n\nAdditionally, NATO cooperates and discusses its activities with numerous other\nnon-NATO members. The Mediterranean Dialogue was established in 1994 to\ncoordinate in a similar way with Israel and countries in North Africa. The\nIstanbul Cooperation Initiative was announced in 2004 as a dialogue forum for\nthe Middle East along the same lines as the Mediterranean Dialogue. The four\nparticipants are also linked through the Gulf Cooperation Council. In June\n2018, Qatar expressed a wish to join NATO, who ruled it out, saying that only\nadditional European countries could join according to Article 10 of NATO's\nfounding treaty. Qatar and NATO had earlier signed a joint security agreement,\nin January 2018.\n\nPolitical dialogue with Japan began in 1990, and since then, the Alliance has\ngradually increased its contact with countries that do not form part of any of\nthese cooperation initiatives. In 1998, NATO established a set of general\nguidelines that do not allow for a formal institutionalization of relations,\nbut reflect the Allies' desire to increase cooperation. Following extensive\ndebate, the term \"Contact Countries\" was agreed by the Allies in 2000. By\n2012, the Alliance had broadened this group, which meets to discuss issues\nsuch as counter-piracy and technology exchange, under the names \"global\npartners\" or \"partners across the globe\". Australia and New Zealand, both\ncontact countries, are also members of the AUSCANNZUKUS strategic alliance,\nand similar regional or bilateral agreements between contact countries and\nNATO members also aid cooperation. NATO Secretary General Jens Stoltenberg\nstated that NATO needs to \"address the rise of China\", by closely cooperating\nwith Australia, New Zealand, Japan and South Korea. Colombia is NATO's latest\npartner and has access to the full range of cooperative activities offered; it\nis the first and only Latin American country to cooperate with NATO."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The North Atlantic Council convening in 2010 with a defence/foreign minister\nconfiguration\n\nAll agencies and organizations of NATO are integrated into either the civilian\nadministrative or military executive roles. For the most part, they perform\nroles and functions that directly or indirectly support the security role of\nthe alliance as a whole.[_citation needed_]\n\nThe civilian structure includes:\n\n* The North Atlantic Council (NAC) is the body which has effective governance authority and powers of decision in NATO, consisting of member states' permanent representatives or representatives at higher level (ministers of foreign affairs or defence, or heads of state or government). The NAC convenes at least once a week and takes major decisions regarding NATO's policies. The meetings of the North Atlantic Council are chaired by the secretary general and, when decisions have to be made, action is agreed upon by consensus. There is no voting or decision by majority. Each state represented at the Council table or on any of its subordinate committees retains complete sovereignty and responsibility for its own decisions.\n* The NATO Parliamentary Assembly (NATO PA) is a body that sets broad strategic goals for NATO, which meets at two session per year. NATO PA interacts directly with the parliamentary structures of the national governments of the member states which appoint Permanent Members, or ambassadors to NATO. The NATO Parliamentary Assembly is made up of legislators from the member countries of the North Atlantic Alliance as well as thirteen associate members. It is however officially a structure different from NATO, and has as aim to join deputies of NATO countries in order to discuss security policies on the NATO Council.\n* NATO headquarters, located on Boulevard Léopold III/Leopold III-laan, B-1110 Brussels, which is in the City of Brussels municipality. The staff at the Headquarters is composed of national delegations of member countries and includes civilian and military liaison offices and officers or diplomatic missions and diplomats of partner countries, as well as the International Staff and International Military Staff filled from serving members of the armed forces of member states. Non-governmental groups have also grown up in support of NATO, broadly under the banner of the Atlantic Council/Atlantic Treaty Association movement.\n\nThe military structure includes:\n\n* The Military Committee (MC) is the body of NATO that is composed of member states' Chiefs of Defence (CHOD) and advises the North Atlantic Council (NAC) on military policy and strategy. The national CHODs are regularly represented in the MC by their permanent Military Representatives (MilRep), who often are two- or three-star flag officers. Like the council, from time to time the Military Committee also meets at a higher level, namely at the level of Chiefs of Defence, the most senior military officer in each country's armed forces. The MC is led by its chairman, who directs NATO's military operations. Until 2008 the Military Committee excluded France, due to that country's 1966 decision to remove itself from the NATO Military Command Structure, which it rejoined in 1995. Until France rejoined NATO, it was not represented on the Defence Planning Committee, and this led to conflicts between it and NATO members. Such was the case in the lead up to Operation Iraqi Freedom.\n* Allied Command Operations (ACO) is the NATO command responsible for NATO operations worldwide.\n* The Rapid Deployable Corps include Eurocorps, I. German/Dutch Corps, Multinational Corps Northeast, and NATO Rapid Deployable Italian Corps among others, as well as naval High Readiness Forces (HRFs), which all report to Allied Command Operations.\n* Allied Command Transformation (ACT), responsible for transformation and training of NATO forces."
    },
    {
        "chapter_name": "NATO",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Legal authority of NATO commanders",
        "generated_section_content_md": "Flags of NATO member countries outside the NATO headquarters in Brussels.\n\nNATO is an alliance of 32 sovereign states and their individual sovereignty is\nunaffected by participation in the alliance. NATO has no parliaments, no laws,\nno enforcement, and no power to punish individual citizens. As a consequence\nof this lack of sovereignty the power and authority of a NATO commander are\nlimited. NATO commanders cannot punish offences such as failure to obey a\nlawful order; dereliction of duty; or disrespect to a senior officer. NATO\ncommanders expect obedience but sometimes need to subordinate their desires or\nplans to the operators who are themselves subject to sovereign codes of\nconduct like the UCMJ. A case in point was the clash between General Sir Mike\nJackson and General Wesley Clark over KFOR actions at Pristina Airport.\n\nNATO commanders can issue orders to their subordinate commanders in the form\nof operational plans (OPLANs), operational orders (OPORDERs), tactical\ndirection, or fragmental orders (FRAGOs) and others. The joint rules of\nengagement must be followed, and the Law of Armed Conflict must be obeyed at\nall times. Operational resources \"remain under national command but have been\ntransferred temporarily to NATO. Although these national units, through the\nformal process of transfer of authority, have been placed under the\noperational command and control of a NATO commander, they never lose their\nnational character.\" Senior national representatives, like CDS, \"are\ndesignated as so-called red-cardholders\". Caveats are restrictions listed\n\"nation by nation... that NATO Commanders... must take into account\"."
    }
]