[
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Multilateral development bank of the BRICS member countries\n\nThe **New Development Bank** (**NDB**), formerly referred to as the **BRICS\nDevelopment Bank** , is a multilateral development bank established by the\nBRICS nations (Brazil, Russia, India, China, and South Africa). According to\nthe agreement, \"the bank shall support public or private projects through\nloans, guarantees, equity participation and other financial instruments\" and\n\"shall cooperate with international organizations and other financial\nentities, and provide technical assistance for projects to be supported by the\nbank.\"\n\nThe initial authorized capital of the bank was US$100 billion divided into one\nmillion shares having a par value of US$100,000 each. The initial subscribed\ncapital of the bank was US$50 billion divided into US$10 billion in paid-in\nshares and US$40 billion in callable shares. It was equally distributed among\nthe five founding members–Brazil, Russia, India, China, South Africa. The\nagreement on the NDB specifies that each founding member will have one vote\nand that no member would have any veto powers.\n\nThe bank is headquartered in Shanghai, China. The first regional office of the\nbank was opened in Johannesburg, South Africa in 2016. Subsequently, regional\noffices were established in São Paulo in Brazil, Ahmedabad in India and Moscow\nin Russia."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The idea for setting up the bank was proposed by India at the 4th BRICS summit\nin 2012 held in New Delhi. As the establishment of a development bank would\nhelp in simplifying mutual settlement and lending operations amongst the BRICS\nnations, reducing dependence on the US dollar and the Euro, the leaders of\nthese nations agreed to set up anew multilateral development bank at the 5th\nBRICS summit held in Durban, South Africa on 27 March 2013. On 15 July 2014,\non the first day of the 6th BRICS summit held in Fortaleza, Brazil, the five\nmember states signed the agreement on the New Development Bank, which made\nprovisions for the legal basis of the bank. In a separate agreement, a reserve\ncurrency pool worth US$100 billion was set up by the members.\n\nThe president of the New Development Bank K.V. Kamath with the Indian prime\nminister Narendra Modi in May 2015\n\nOn 11 May 2015, K. V. Kamath was appointed as the first president of the bank.\nAccording to the bank, the policies and procedures for all functional areas\nwere approved at the board of directors meeting in January 2016. On 27\nFebruary 2016, the NDB signed an agreement with the Government of China and\nlocal government of Shanghai to establish the headquarters of the bank in\nShanghai. On 19 July 2016, the NDB reported that it successfully issued the\nbank's first green financial bond with issue size of RMB 3 billion, with a\ntenure of five years in the China interbank bond market.\n\nNDB Creation Milestones\n\nOn 20 July 2016, the first annual meeting of the NDB board of governors was\nheld in Shanghai. The participants of the meeting discussed the bank's future\nwork and development and gave a positive assessment to the bank's work. At the\nmeeting, the first green financial bond issuance in renminbi was highlighted\nas a milestone event for the NDB. In 2016, the NDB board of directors approved\nthe first set of projects in all members of the bank. On 21 December 2016, the\nNDB signed its first loan agreement. The NDB received AA+ credit ratings from\nS&P Global Ratings (S&P) and Fitch Ratings (Fitch) in August 2018, which\nenables the bank to offer full suite of financial products to its public and\nprivate sector clients. In April 2020, the New Development Bank established an\nEmergency Assistance Facility that sought to finance costs related to the\nfight against the Coronavirus and soften the blow from the economic impact. In\naddition to committing US$5 billion to this cause, the NDB targeted to provide\nup to 10 billion dollars.\n\nIn March 2022, the NDB announced that \"sound banking principles\" required that\nall new transactions with Russia be put on hold. Even though the NDB quickly\ncut ties with Russia, Fitch Ratings still downgraded the NDB from stable to\nnegative on its Long-Term Issuer Default scale. In May 2022, the New\nDevelopment Bank set up a regional office in India in the state of Gujarat\nwith the goal of financing and observing infrastructure projects in both India\nand Bangladesh. In May 2023, Saudi Arabia expressed its intention to join the\nNDB."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Corporate Governance",
        "generated_section_content_md": "According to the Articles of Agreement, the main organs of the bank are:\n\n* Board of governors\n* Board of directors\n* President and vice-presidents\n\nInformation about the composition of the NDB board of governors is available\non the bank's official website.\n\nThe NDB president is elected on a rotational basis from one of the founding\nmembers, and there are four vice presidents from each of the other four\nfounding members.\n\nK. V. Kamath, from India, is the first elected president of the NDB. He was\nreplaced as president by Marcos Prado Troyjo from Brazil since 7 July 2020.\nMarcos Troyjo was elected president of the New Development Bank on 27 May\n2020. Following Luiz Inácio Lula da Silva election, the Brazilian government\nsolicited his renouncement, after then he was replaced by Dilma Rousseff by 24\nMarch 2023."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Capital",
        "generated_section_content_md": "The New Development Bank has an initial subscribed capital of US$50 billion\nand an initial authorized capital of US$100 billion. The initial subscribed\ncapital is equally distributed among the founding members. The payment of the\namount initially subscribed by each founding member to the paid-in capital\nstock of the bank will be made in dollars in 7 installments. Each member\ncannot increase its share of capital without all other four members agreeing.\nThe bank will allow new members to join but the BRICS capital share cannot\nfall below 55%."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Objectives",
        "generated_section_content_md": "The bank aims to contribute to the development plans established nationally\nthrough projects that are socially, environmentally and economically\nsustainable. Taking this into account, the main objectives of the NDB can be\nsummarized as follows\n\n1. Promote infrastructure and sustainable development projects with a significant development impact in member countries.\n2. Establish an extensive network of global partnerships with other multilateral development institutions and national development banks.\n3. Build a balanced project portfolio giving a proper respect to their geographic location, financing requirements and other factors."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "NDB Member Countries  Members  | Joined\n---|---\nBrazil | 2015\nRussia\nIndia\nChina\nSouth Africa\nBangladesh | 2021\nUnited Arab Emirates\nUruguay\nEgypt | 2023\nAlgeria | 2024\nColombia | 2025\nUzbekistan\n\nThe Agreement on the New Development Bank entered into force in July 2015,\nwith the official declaration of all five states that have signed it. The five\nfounding members of the Bank include Brazil, Russia, India, China and South\nAfrica.\n\nThe NDB's Articles of Agreement specify that all members of the United Nations\ncould be members of the bank, however the share of the original BRICS group\ncan never be less than 55% of total voting power. The current voting power of\nthe original five members is more than 90%.\n\nIn 2016, some experts considered that expanding the NDB's membership to be\ncrucial to its long-term development by helping boost the bank's business\ngrowth.\n\nAccording to the Bank's General Strategy: 2017–2021, the NDB plans to expand\nmembership gradually so as not to overly strain its operational and decision-\nmaking capacity.\n\nIn September 2021, Bangladesh, the United Arab Emirates and Uruguay joined the\nNDB.\n\nIn December 2021, the NDB admitted Egypt as a new member. Algeria formally\npresented a request to join after the Algerian president visit to China in\n2023, and was admitted as a member in 2024. Algeria officially has been given\nmembership status of the BRICS New Development Bank (NDB) in September 2024.\n\nPotential or prospective members include Honduras and Zimbabwe."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Shareholding structure",
        "generated_section_content_md": "According to Articles of Agreement of the New Development Bank, the initial\nauthorized capital of the bank is divided into 1 million shares, having a par\nvalue of $100,000. Each founding member of the bank has initially subscribed\n100,000 shares, in a total of $10 billion, of which 20,000 shares correspond\nto paid-in capital, in a total of $2 billion and 80,000 shares correspond to\ncallable capital, in a total of $8 billion.\n\nEqual distribution of shares between the founding shareholders of the NDB\n\nThe current distribution of shares between NDB member countries is presented\nin the following table.\n\nCountries by Shareholding at the New Development Bank  Country | SHARES (NUMBER)\nShares subscribed | SHARES (NUMBER)\nExercisable votes | SUBSCRIBED CAPITAL\nAmount (billion USD) | SUBSCRIBED CAPITAL\n% of total\n---|---|---|---|---\n**Brazil** | 100,000 | 100,000 | 10.000 | 18.45\n**Russia** | 100,000 | 100,000 | 10.000 | 18.45\n**India** | 100,000 | 100,000 | 10.000 | 18.45\n**China** | 100,000 | 100,000 | 10.000 | 18.45\n**South Africa** | 100,000 | 100,000 | 10.000 | 18.45\n**Bangladesh** | 9,420 | 9,420 | 0.942 | 1.74\n**Algeria** | 15,000  | 15,000  | 1.5  | 2.77\n**Egypt** | 11,960 | 11,960 | 1.196 | 2.21\n**United Arab Emirates** | 5,560 | 5,560 | 0.556 | 1.03\n**Uruguay** | ? | ? | ? | ?\n**Colombia** | ? | ? | ? | ?\n**Uzbekistan** | ? | ? | ? | ?\n_**Unallocated Shares**_ | 458,060 | 458,060 | 45.806 |\n_**Grand Total**_ | 1,000,000 | 1,000,000 | 100.000 | 100.00%"
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Projects",
        "generated_section_content_md": "According to the Bank's General Strategy, sustainable infrastructure\ndevelopment is at the core of NDB's operational strategy in 2017–2021, and the\nBank will dedicate about two-thirds of financing commitments in its first five\nyears to this area.\n\nThe New Development Bank is planning to give a priority to projects aimed at\ndeveloping renewable energy sources. As it was stated by the bank, it wants to\ncooperate with other institutions in accelerating ‘green’ financing expansion\nand promoting environment protection.\n\nBreakdown of NDB's loan approvals by sector (as of 1 August 2018)\n\nThe NDB has expressed interest in funding projects that conform to high\nenvironmental standards, including those in the field of infrastructure, such\nas energy, railways and highways in the future. At the same time, according to\nK. V. Kamath, the NDB President, one of the key strategies of the bank will be\nfinancing profitable projects (bankable) with return on capital. The NDB wants\n\"to fund projects that are creative and bring benefits to the local people and\nenvironment\", said Vice President Zhu Xian.\n\nThe leadership of the member countries task the bank with developing a strong\npipeline of projects and responding in a fast and flexible manner to\naspirations and interests of its members.\n\nAs of 6 March 2019, the NDB Board of Directors approved 30 projects with loans\naggregating over approx. USD 8 billion.\n\nThe bank has begun non-sovereign operations with loans approved in Brazil,\nSouth Africa, and Russia. In May 2024, BRICS Development Bank announces to\nallocate US$1.115 bi to Rio Grande do Sul for rebuilding the urban and rural\ninfrastructure after the 2024 floods."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Bonds",
        "generated_section_content_md": "In March 2016, the NDB announced that it will do a bond issue in China to\nraise funding domestically on the Chinese market. The bond issue is likely to\nhappen in the second quarter of the year 2016, said the NDB Vice President\nLeslie Maasdorp. He added the bank is starting to finalize the exact size of\nthis bond issue.\n\nOn 18 July 2016 the NDB successfully issued its first green financial bond\nwith issue size of RMB 3 billion, tenor of 5 years in China onshore interbank\nbond market. The bond's nominal interest rate is 3.07%. The bank became the\nfirst international financial institution that issued a green financial bond\nin the China onshore bond market. The proceeds of the bond will be used for\ninfrastructure and sustainable development projects in the member countries.\n\nIn February 2019, the bank successfully placed CNY 3 billion RMB-denominated\nbond in the China Interbank Bond Market, and it was priced at the lower end of\nannounced pricing range.\n\nOn May 18, 2022, the New Development Bank issued a 7 billion RMB - 3 year bond\ninto the Chinese Interbank Bond Market (CIMB), making it the largest bond ever\nmade by foreign issuers. It received an Issuer Rating(IR) of AA+ from both S&P\nand Fitch."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Approach",
        "generated_section_content_md": "The Articles of Agreement of the bank say that the NDB was established to\ncomplement the existing efforts of multilateral and regional financial\ninstitutions for global growth and development. Moreover, the NDB is\nauthorized by its founders to cooperate within its mandate with other\ninternational organizations, as well as national entities (public or private),\nin particular with international financial institutions and national\ndevelopment banks.\n\nThe NDB President K.V.Kamath stresses that the bank regards other\ninternational financial institutions, including IMF and World Bank as\npartners, not rivals."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Asian Development Bank",
        "generated_section_content_md": "In July 2016, the NDB signed with Asian Development Bank (ADB) a memorandum of\nunderstanding on strategic cooperation. The two institutions expressed\nwillingness to work together through co-financing and knowledge exchanges in\nareas including sustainable development projects in renewable energy, energy\nefficiency, clean transportation, sustainable water management, and sewage\ntreatment."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Asian Infrastructure Investment Bank",
        "generated_section_content_md": "According to a representative of the Bank's management, the NDB and AIIB are\nsister institutions in many respects. These two banks have complementary\nmandates and different geographic focuses, with the NDB being more focused on\nBRICS countries. At the same time, there is a certain overlapping between\nmandates of the NDB and the AIIB, as both of them are aimed at developing\ninfrastructure and pay a special attention to sustainable development.\nHowever, due to the fact that current financing and investment patterns are\ninadequate in meeting investment needs, there is \"space for newcomers\", he\nsaid.\n\nIn February 2016, the president of the NDB dismissed concerns over overlapping\nof interests of China-backed AIIB and the NDB."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "World Bank",
        "generated_section_content_md": "According to media reports, other multilateral development institutions,\nincluding the World Bank Group (WBG), have expressed an intention to work\ntogether with the NDB. In September 2016, NDB and World Bank Group signed a\nmemorandum of understanding on cooperation and it was announced that the NDB\nand WBG's cooperative efforts will focus primarily on infrastructure."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Multilateral development banks",
        "generated_section_content_md": "* World Bank\n* Inter-American Development Bank (IDB)\n* Financial Fund for the Development of the River Plate Basin (FONPLATA)\n* European Bank for Reconstruction and Development (EBRD)\n* Asian Infrastructure Investment Bank (AIIB)\n* Caribbean Development Bank (CDB)\n* Eurasian Development Bank (EDB)\n* International Investment Bank (IIB)\n* Development Bank of Latin America and the Caribbean (CAF)\n* Asian Development Bank (ADB)\n* Islamic Development Bank (IsDB)\n* European Investment Bank (EIB)"
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "National development banks",
        "generated_section_content_md": "* Development Bank of Southern Africa (DBSA)\n* Agricultural Development Bank of China (ADBC)\n* Exim Bank of China\n* China Development Bank (CDB)\n* Brazilian National Bank for Economic and Social Development (BNDES)"
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Reception",
        "generated_section_content_md": "The logo of the NDB in the bank's HQ in Shanghai"
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Prominent scholars",
        "generated_section_content_md": "In July 2014, Nobel Prize winning economist Joseph Stiglitz said the NDB marks\na \"fundamental change in global economic and political power.\" In his opinion,\n\"The existing institutions just don't have enough resources.\"\n\nIn the analysis of academic Suisheng Zhao, China's role in the creation of the\nNBD is \"a symbolic gesture to create a sort of IMF clone writ small toward\nreshaping the Western-dominated international financial architecture.\""
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Officials",
        "generated_section_content_md": "Chinese Premier Li Keqiang called the opening of the NDB an \"important step\nforward\" in cooperation among BRICS countries. \"This is great progress in\nfinancial cooperation among developing countries and emerging economies, as\nwell as a helpful supplement to the global financial system,\" Li Keqiang said\nat a meeting with K. V. Kamath in Beijing in July, 2015.\n\nChina Finance Minister Lou Jiwei said that the establishment of the NDB and\nthe Beijing-led AIIB would encourage existing multilateral institutions to do\nbetter. At a news conference at the conclusion of the G20 meeting of finance\nministers and central bank governors in Shanghai he added that the New\nDevelopment Bank could help drive aggregate global demand."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Bankers",
        "generated_section_content_md": "8 July 2015, VTB CEO Andrey Kostin said that the NDB is \"important because\nit's a first institution created by the BRICS countries.\" \"Actually we are\ntalking about the institutionalization of the BRICS process, and that's quite\nimportant I think. It's a permanent working instrument which will be working\nevery day and which will be in the heart of BRICS cooperation,\" he added.\n\nAccording to former Reserve Bank of India governor Raghuram Rajan, the NDB \"Is\na co-operative effort between all BRICS countries.\" \"We have already reached\ncontingency reserve agreement (CRA). This is second. Let's see how it\ndevelops. Lots of hopes embedded in it for greater cooperation (among the)\nBRICS countries,\" he told reporters in February 2016."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Logo and identity",
        "generated_section_content_md": "The logo of the NDB in the bank's HQ in Shanghai\n\nThe logo of the New Development Bank borrows from the mathematical concept of\na Mobius strip that symbolizes the idea of continuous transformation. Its\nnature is not to disrupt but drive change in the existing system from within.\n\nThe logo consists of a triangle in motion at one end signifying balanced\nevolution. The other end, moving in the opposite direction, is a propeller\nthat represents speed and dynamism. These two entities are held together by a\nwireframe, the skeletal basic of infrastructure. The logo is rendered in\ngradient of green that symbolizes sustainability. This constant motion\nsymbolizes the values that the bank strives to live by – agility, innovation\nand continuous transformation."
    },
    {
        "chapter_name": "New Development Bank",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Portrait  | Name  | Term  | Term of office  | Nationality  | Background  | Notes",
        "generated_section_content_md": "---|---|---|---|---|---|---|---\n1  |  | K. V. Kamath | May 11, 2015 – May 27, 2020  | 5 years, 16 days  |  India  | MBA at Indian Institute of Management, Ahmedabad;\nformer chairman of _Infosys Limited_ ;\nformer non-executive chairman of ICICI Bank | First New Development Bank president\n2  |  | Marcos Prado Troyjo | May 27, 2020 – March 24, 2023  | 2 years, 362 days  |  Brazil  | Diplomat, economist and sociologist;\nFounder and Director of BRICLab at Columbia University;\nformer Deputy Economy Minister for Foreign Trade & International Affairs of Brazil  | First Brazilian to lead a multilateral development institution\n3  |  | Dilma Rousseff | March 24, 2023 – present  | 2 years, 77 days  |  Brazil  | Economist at Federal University of Rio Grande do Sul;\nformer President of Brazil;\nformer Chief of Staff of the Presidency in Brazil;\nformer Minister of Mines and Energy in Brazil.  | First woman to lead New Development Bank\nReferences:"
    }
]