[
    {
        "chapter_name": "New Agenda Coalition",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "The **New Agenda Coalition** (**NAC**), composed of Brazil, Egypt, Ireland,\nMexico, New Zealand and South Africa, is a geographically dispersed group of\nmiddle power countries seeking to build an international consensus to make\nprogress on nuclear disarmament, as legally called for in the nuclear NPT."
    },
    {
        "chapter_name": "New Agenda Coalition",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Founding",
        "generated_section_content_md": "The group was formed in response to the North-South divide that stymied talks\non nuclear disarmament and non-proliferation within the framework of the NPT.\nNon-nuclear weapon states believed not enough progress was being made on\ndisarmament to have warranted the indefinite extension of the treaty in 1995,\nand that nuclear weapons states were not fulfilling their legal\nresponsibilities towards disarmament, as outlined by Article VI of the NPT.\n\nThe NAC was officially launched in Dublin in June 1998, with a Joint\nDeclaration by the Ministers for Foreign Affairs of Brazil, Egypt, Ireland,\nMexico, New Zealand, South Africa, Sweden, and Slovenia, the latter two of\nwhich subsequently left the Coalition.\n\nOn June 9, 1998, an 18-point declaration entitled \"A Nuclear-Weapons-Free\nWorld: The Need for a New Agenda\" was signed by the governments of the eight\nnations of Brazil, Egypt, Ireland, Mexico, New Zealand, Slovenia, South\nAfrica, and Sweden to shape foreign policy around the goal of \"the elimination\nof nuclear weapons and assurance that they will never be produced again.\" Of\nparticular concern to the signatories are the states who have refused to sign\nthe Nuclear Non-Proliferation Treaty. The Nuclear Free World Policy is\nconsidered by many to be a \"fundamental and requisite step\" following from the\ntreaty. New Zealand's stand on nuclear issues was a step on the way towards\nthe Nuclear Free World Policy.\n\nThe declaration begins:\n\n> \"1. We, the Ministers for Foreign Affairs of Brazil, Egypt, Ireland, Mexico,\n> New Zealand, Slovenia, South Africa and Sweden have considered the continued\n> threat to humanity represented by the perspective of the indefinite\n> possession of nuclear weapons by the nuclear-weapon states as well as by\n> those three nuclear-weapons-capable states that have not acceded to the Non-\n> Proliferation Treaty, and the attendant possibility of use or threat of use\n> of nuclear weapons. The seriousness of this predicament has been further\n> underscored by the recent nuclear tests conducted by India and Pakistan.\""
    },
    {
        "chapter_name": "New Agenda Coalition",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members",
        "generated_section_content_md": "New Agenda Coalition Map\n\n* Brazil\n* Egypt\n* Ireland\n* Mexico\n* New Zealand\n* South Africa"
    },
    {
        "chapter_name": "New Agenda Coalition",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "| This section **does notcite any sources**. Please help improve this section\nby adding citations to reliable sources. Unsourced material may be challenged\nand removed. _( July 2017)__(Learn how and when to remove this message)_\n---|---\n\nIn 2000, the New Agenda Coalition was instrumental in crafting a breakthrough\nin the NPT Review Conference. While prospects at the outset of the conference\ninitially seemed bleak, the New Agenda Coalition put together a historic\nagreement outlined in the 13 Steps, in which the nuclear weapons states\naffirmed, in accordance with Article VI of the NPT, that nuclear disarmament\ncan and should proceed independently of general disarmament, that the nuclear\npowers have a responsibility to work together on \"an unequivocal undertaking\"\nto eliminate their arsenals, and that 13 relatively simple steps could help\nrid the world of nuclear weapons quickly, verifiably, and irreversibly.\n\nSince the 2000 Review conference, the New Agenda Coalition has submitted\nannual resolutions to the UN First Committee on Disarmament and International\nSecurity. Each of the Coalition's resolutions has been approved by the\ncommittee with overwhelming support. They also continue to advance position\npapers at the NPT review meetings and their preparatory meetings.\n\nAll current members of the New Agenda Coalition have joined the Humanitarian\nInitiative, which was founded in 2013 also in the context of the NPT."
    }
]