[
    {
        "chapter_name": "Non-Proliferation and Disarmament Initiative",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "The **Non-Proliferation and Disarmament Initiative** (NPDI) is a coalition of\nstates within the framework of the Nuclear Non-Proliferation Treaty (NPT)\nformed in 2010.\n\nIn the Hague in 2013"
    },
    {
        "chapter_name": "Non-Proliferation and Disarmament Initiative",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The coalition was formed in an effort to help implement the Final Document of\nthe 2010 NPT Review Conference, freshly adopted by consensus. It aims to:\n\n* encouraging greater transparency surrounding nuclear disarmament efforts\n* addressing the lack of substantive work in the Conference on Disarmament across the four core issue on its agenda\n* increasing support for and conclusion of key legal instruments that safeguard and govern nuclear activities and strengthening the NPT regime\n\nOn April 12, 2014, the twelve member countries denounced North Korea's atomic\nprogram in the recent live-fire drills near the disputed border with South\nKorea. The coalition issued a statement condemning North Korea' nuclear and\nballistic missile programmes and invited the said country to return to\ncompliance with its IAEA safeguards agreement and the Nuclear Non-\nProliferation Treaty (NPT)."
    },
    {
        "chapter_name": "Non-Proliferation and Disarmament Initiative",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Member countries",
        "generated_section_content_md": "Non Proliferation and Disarmament Initiative Map\n\nComposed of Australia, Canada, Chile, Germany, Japan, Mexico, Netherlands,\nNigeria, the Philippines, Poland, Turkey and the United Arab Emirates, it has\nissued a series of declarations concerning the pace of NPT negotiations and\nthe need to swiftly move on both non-proliferation _and_ disarmament. Nigeria\nand the Philippines joined the Initiative in September 2013.\nFour members of the NPDI also joined the Humanitarian Initiative: Chile,\nMexico, Nigeria and the Philippines."
    }
]