[
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Body for cooperation of Nordic countries\n\nPart of a series on  \n---  \nScandinavia  \nCountries\n\n  * Denmark\n  * _Finland_\n  * _Iceland_\n  * Norway\n  * Sweden\n\n* * *  \n  \nHistory**History by country**\n\n  * Åland\n  * Denmark\n  * Faroe Islands\n  * Finland\n  * Greenland\n  * Iceland\n  * Norway\n  * Scotland\n  * Sweden\n\n* * *\n\n**Chronological history**\n\n  * Prehistory\n    * Stone Age\n    * Bronze Age\n    * Iron Age\n  * Migration Period\n  * Viking Age\n    * Norsemen\n    * Christianization\n  * Kalmar Union\n  * Sweden\n  * Denmark–Norway\n  * Sweden–Norway\n  * Denmark–Iceland\n  * Nordic Council\n\n* * *  \n  \nGeography\n\n  * Mountains\n  * Peninsula\n  * Baltic Sea\n  * North Sea\n\n* * *  \n  \nEconomy\n\n  * Nordic model  \n\n    * Finland\n    * Sweden\n\n* * *  \n  \nRelated\n\n  * Languages\n  * Scandinavism\n  * Nordic countries\n  * Monetary Union\n  * Defence Union\n  * Scandinavian Airlines\n\n  \n  \n  * Denmark\n  * Faroe Islands\n  * Finland\n  * Iceland\n  * Norway\n  * Sweden\n\n  \n  \n  * v\n  * t\n  * e\n\n  \nNordic Council session in Helsinki, Finland (October 2012) Flag before 2016\n\nThe **Nordic Council** is the official body for formal inter-parliamentary\nNordic cooperation among the Nordic countries. Formed in 1952, it has 87\nrepresentatives from Denmark, Finland, Iceland, Norway, and Sweden as well as\nfrom the autonomous areas of the Faroe Islands, Greenland, and Åland. The\nrepresentatives are members of parliament in their respective countries or\nareas and are elected by those parliaments. The Council holds ordinary\nsessions each year in October/November and usually one extra session per year\nwith a specific theme. The council's official languages are Danish, Finnish,\nIcelandic, Norwegian, and Swedish, though it uses only the mutually\nintelligible Scandinavian languages—Danish, Norwegian, and Swedish—as its\nworking languages. These three comprise the first language of around 80% of\nthe region's population and are learned as a second or foreign language by the\nremaining 20%.\n\nIn 1971, the Nordic Council of Ministers, an intergovernmental forum, was\nestablished to complement the council. The Council and the Council of\nMinisters are involved in various forms of cooperation with neighbouring areas\nin Northern Europe, including the German state of Schleswig-Holstein, the\nBenelux countries and the Baltic states."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "During World War II, Denmark and Norway were occupied by Germany; Finland was\nunder assault by the Soviet Union; while Sweden, though neutral, still felt\nthe war's effects. Following the war, the Nordic countries pursued the idea of\na Scandinavian defence union to ensure their mutual defence. However, Finland,\ndue to its Paasikivi–Kekkonen policy of neutrality and FCMA treaty with the\nUSSR, could not participate.\n\nIt was proposed that the Nordic countries would unify their foreign policy and\ndefence, remain neutral in the event of a conflict and not ally with NATO,\nwhich some were planning at the time. The United States, keen on getting\naccess to bases in Scandinavia and believing the Nordic countries incapable of\ndefending themselves, stated it would not ensure military support for\nScandinavia if they did not join NATO. As Denmark and Norway sought US aid for\ntheir post-war reconstruction, the project collapsed, with Denmark, Norway and\nIceland joining NATO as founding members. Finland and Sweden joined NATO in\n2023 and 2024, respectively, following the 2022 Russian invasion of Ukraine.\n\nFurther Nordic co-operation, such as an economic customs union, also failed.\nThis led Danish Prime Minister Hans Hedtoft to propose, on 13 August 1951, a\nconsultative interparliamentary body. This proposal was agreed by Denmark,\nIceland, Norway, and Sweden during a meeting in Copenhagen on 15–16 March\n1952. The council's first session was held in the Danish Parliament on 13\nFebruary 1953 and it elected Hans Hedtoft as its president. When Finnish-\nSoviet relations thawed following the death of Joseph Stalin, Finland joined\nthe council in 1955, following a voting in the Parliament of Finland on 28\nOctober that year, effective from 23 December the same year.\n\nOn 2 July 1954, the Nordic labour market was created and in 1958, building\nupon a 1952 passport-free travel area, the Nordic Passport Union was created.\nThese two measures helped ensure Nordic citizens' free movement around the\narea. A Nordic Convention on Social Security was implemented in 1955. There\nwere also plans for a single market but they were abandoned in 1959 shortly\nbefore Denmark, Norway, and Sweden joined the European Free Trade Area (EFTA).\nFinland became an associated member of EFTA in 1961 and Denmark and Norway\napplied to join the European Economic Community (EEC).\n\nThis move towards the EEC led to desire for a formal Nordic treaty. The\nHelsinki Treaty outlined the workings of the council and came into force on 24\nMarch 1962. Further advancements on Nordic cooperation were made in the\nfollowing years: a Nordic School of Public Health, a Nordic Cultural Fund, and\nNordic House in Reykjavík were created. Danish Prime Minister Hilmar\nBaunsgaard proposed full economic cooperation (\"Nordek\") in 1968. Nordek was\nagreed in 1970, but Finland then backtracked, stating that its ties with the\nSoviet Union meant it could not form close economic ties with potential\nmembers of the EEC (Denmark and Norway). Nordek was then abandoned.\n\nAs a consequence, Denmark and Norway applied to join the EEC and the Nordic\nCouncil of Ministers was set up in 1971 to ensure continued Nordic\ncooperation. In 1970 representatives of the Faroe Islands and Åland were\nallowed to take part in the Nordic Council as part of the Danish and Finnish\ndelegations. Norway turned down EEC membership in 1972 while Denmark acted as\na bridge builder between the EEC and the Nordics. Also in 1973, although it\ndid not opt for full membership of the EEC, Finland negotiated a free trade\ntreaty with the EEC that in practice removed customs duties from 1977 on,\nalthough there were transition periods up to 1985 for some products. Sweden\ndid not apply due to its non-alliance policy, which was aimed at preserving\nneutrality. Greenland subsequently left the EEC and has since sought a more\nactive role in circumpolar affairs.\n\nIn the 1970s, the Nordic Council founded the Nordic Industrial Fund, Nordtest\nand the Nordic Investment Bank. The council's remit was also expanded to\ninclude environmental protection and, in order to clean up the pollution in\nthe Baltic Sea and the North Atlantic, a joint energy network was established.\nThe Nordic Science Policy Council was set up in 1983 and, in 1984,\nrepresentatives from Greenland were allowed to join the Danish delegation.\n\nFollowing the collapse of the Soviet Union in 1991, the Nordic Council began\nto cooperate more with the Baltic states and new Baltic Sea organisations.\nSweden and Finland joined the European Union (EU), the EEC's successor, in\n1995. Norway had also applied, but once again voted against membership.\nHowever, Norway and Iceland did join the European Economic Area (EEA) which\nintegrated them economically with the EU. The Nordic Passport Union was also\nsubsumed into the EU's Schengen Area in 1996.\n\nThe Nordic Council became more outward-looking, to the Arctic, Baltic, Europe,\nand Canada. The Øresund Bridge linking Sweden and Denmark led to a large\namount of cross-border travel, which in turn led to further efforts to reduce\nbarriers. However, the initially envisioned tasks and functions of the Nordic\nCouncil have become partially dormant due to the significant overlap with the\nEU and EEA. In 2008 Iceland began EU membership talks, but decided to annul\nthese in 2015. Unlike the Benelux, there is no explicit provision in the\nTreaty on European Union that takes into account Nordic co-operation. However,\nthe Treaties provide that international agreements concluded by the Member\nStates before they become members of the Union remain valid, even if they are\ncontrary to the provisions of Union law. However, each Member State must take\nall necessary measures to eliminate any discrepancies as quickly as possible.\nNordic co-operation can therefore in practice only be designed to the extent\nthat it complies with Union law."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Council",
        "generated_section_content_md": "The Nordic Council consists of 87 representatives, elected from its members'\nparliaments and reflecting the relative representation of the political\nparties in those parliaments. It holds its main session in the autumn, while a\nso-called \"theme session\" is arranged in the spring. Each of the national\ndelegations has its own secretariat in the national parliament. The autonomous\nterritories – Greenland, the Faroe Islands, and Åland – also have Nordic\nsecretariats.\n\nThe Council does not have any formal power on its own, but each government has\nto implement any decisions through its national legislature. With all\ncountries being members of NATO, the Nordic Council has not been involved in\nany military cooperation."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Council of Ministers",
        "generated_section_content_md": "The original Nordic Council concentrates on inter-parliamentary cooperation.\nThe _Nordic Council of Ministers_ , founded in 1971, is responsible for\nintergovernmental cooperation. Prime Ministers have ultimate responsibility\nbut this is usually delegated to the Minister for Nordic Cooperation and the\nNordic Committee for Co-operation, which coordinates the day-to-day work. The\nautonomous territories have the same representation as states. The Nordic\nCouncil of Ministers has offices in the Baltic countries."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Secretary General",
        "generated_section_content_md": "* Secretary-General of the Nordic Council"
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Languages",
        "generated_section_content_md": "The Nordic Council uses the three Continental Scandinavian languages (Danish,\nNorwegian, and Swedish) as its official working languages, while\ninterpretation and translation service is arranged for Finnish and Icelandic\n(but never between the Scandinavian languages). The council also publishes\nmaterial in English for information purposes. The Council refers to Danish,\nNorwegian, and Swedish collectively as Scandinavian and considers them to be\ndifferent forms of the same language forming a common language community.\nSince 1987, under the Nordic Language Convention, citizens of the Nordic\ncountries have the opportunity to use their native language when interacting\nwith official bodies in other Nordic countries without being liable to any\ninterpretation or translation costs. The Convention covers visits to\nhospitals, job centres, the police, and social security offices. The languages\nincluded are Danish, Finnish, Icelandic, Norwegian, and Swedish.\n\nOn 31 October 2018, the council established it has five official languages,\ngiving Finnish and Icelandic equal status with Danish, Norwegian, and Swedish\nfrom 1 January 2020 onward. While the working languages of the council's\nsecretariat remain the three Scandinavian languages, the Council emphasised\nthat the secretariat must include personnel with comprehensive understanding\nof Finnish and Icelandic as well. The then-President of the Council Michael\nTetzschner thought the compromise good but also expressed concern over the\nchange's expenses and hoped they would not increase so much that there would\nbe pressure to switch over to using English."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Language understanding",
        "generated_section_content_md": "The Nordic Council and the Nordic Council of Ministers have a particular focus\non strengthening the Nordic language community; the main focus of their work\nto promote language understanding in the Nordic countries is on children and\nyoung people's understanding of written and oral Danish, Norwegian, and\nSwedish, the three mutually intelligible Scandinavian languages."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Location",
        "generated_section_content_md": "Nordic Council headquarters in Copenhagen. White building with Norden sign and\nflag at street Ved Stranden No. 18.\n\nThe Nordic Council and the Council of Ministers have their headquarters in\nCopenhagen and various installations in each separate country, as well as many\noffices in neighbouring countries. The headquarters are located at Ved\nStranden No. 18, close to Slotsholmen."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "List of members",
        "generated_section_content_md": "The Nordic Council has five full members (which are sovereign states) and\nthree associate members (which are self-governing regions of full member\nstates).\n\nMember name  | Symbols  | Parliament  | Member­ship  | Member­ship status  | Members  | Repre­sented since  | EFTA/EU/EEA relation\n---|---|---|---|---|---|---|---\nArms | Flag\nFinland |  |  | Eduskunta (Riksdagen) | full  | sovereign state  | 20 (each) | 1955  |  EU member\nEEA member\nSweden |  |  | Riksdag | 1952\nDenmark |  |  | Folketing\nNorway |  |  | Storting |  EFTA founding member\nEEA member\nIceland |  |  | Alþingi | 7\nGreenland |  |  | Inatsisartut | associate  | self-governing regions of Denmark  | 2 (each) out of Denmark's 20 | 1984  | OCT\nFaroe Islands |  |  | Løgting | 1970 | minimal\nÅland |  |  | Lagting | self-governing region of Finland | 2 out of Finland's 20  |  EU territory"
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "List of representatives",
        "generated_section_content_md": "As of December 2021[update]\n\nDelegation | Group | Name | Committee(s)\n---|---|---|---\nÅland |  | Centre | Anders Eriksson | Growth and Development\nDenmark |  | Social Democrat | Anders Kronborg | Control, Sustainability\nSweden |  | Freedom | Angelika Bengtsson | Election\nIceland |  | Centre | Anna Kolbrún Árnadóttir | Knowledge and Culture\nFinland |  | Conservative | Anna-Kaisa Ikonen | Sustainability\nSweden |  | Centre | Arman Teimouri | Growth and Development\nSweden |  | Freedom | Aron Emilsson | Presidium\nNorway |  | Conservative | Bente Stein Mathisen | _None_\nDenmark |  | Centre | Bertel Haarder | _None_\nÅland |  | Social Democrat | Camilla Gunell | Knowledge and Culture\nSweden |  | Conservative | Cecilie Tenfjord Toftby | Sustainability\nDenmark |  | Green Left | Christian Juhl | Presidium, Election\nSweden |  | Green Left | Daniel Riazat | Knowledge and Culture\nFaroe Islands |  | Centre | Edmund Joensen | Knowledge and Culture\nSweden |  | Social Democrat | Emilia Töyrä | Sustainability\nFinland |  | Social Democrat | Erkki Tuomioja | Presidium\nNorway |  | _Unaffiliated_ | Erlend Wiborg | Knowledge and Culture\nDenmark |  | Centre | Erling Bonnesen | Welfare\nSweden |  | Social Democrat | Eva Lindh | Welfare\nFinland |  | Social Democrat | Eveliina Heinäluoma | Growth and Development\nNorway |  | Green Left | Freddy André Øvstegård | Growth and Development\nSweden |  | Social Democrat | Gunilla Carlsson | Presidium\nSweden |  | Conservative | Hans Wallmark | Presidium\nNorway |  | Centre | Heidi Greni | Presidium, Election\nFinland |  | Social Democrat | Heidi Viljanen | Knowledge and Culture\nNorway |  | _Unaffiliated_ | Helge André Njåstad | Growth and Development\nFinland |  | Centre | Heli Järvinen | Welfare\nDenmark |  | Social Democrat | Henrik Møller | Knowledge and Culture\nFaroe Islands |  | Green Left | Høgni Hoydal | Welfare\nFinland |  | Social Democrat | Ilmari Nurminen | Welfare\nIceland |  | Centre | Inga Sæland | Welfare\nNorway |  | Social Democrat | Ingalill Olsen | Sustainability\nFaroe Islands |  | Centre | Jaspur Langgaard | Growth and Development\nFinland |  | Centre | Joakim Strand | Growth and Development\nNorway |  | Social Democrat | Jorodd Asphjell | Knowledge and Culture\nFinland |  | Centre | Jouni Ovaska | Knowledge and Culture\nFinland |  | Conservative | Juhana Vartiainen | Growth and Development\nFinland |  | Freedom | Kaisa Juuso | Control, Welfare\nDenmark |  | Social Democrat | Karin Gaardsted | Welfare\nDenmark |  | Social Democrat | Kasper Roug | Sustainability\nNorway |  | Centre | Ketil Kjenseth | _None_\nGreenland |  | Social Democrat | Kim Kielsen | _None_\nSweden |  | Centre | Kjell-Arne Ottosson | _None_\nIceland |  | Green Left | Kolbeinn Óttarsson Proppé | Control\nSweden |  | Social Democrat | Lars Mejern Larsson | Knowledge and Culture\nSweden |  | Centre | Linda Modig | Presidium\nDenmark |  | Freedom | Liselott Blixt | Welfare\nSweden |  | Green Left | Lorena Delgado Varas | Growth and Development\nFinland |  | Freedom | Lulu Ranne | Growth and Development\nSweden |  | Centre | Magnus Ek | Sustainability\nSweden |  | Conservative | Maria Stockhaus | Welfare\nNorway |  | Conservative | Marianne Synnes Emblemsvåg | Knowledge and Culture\nNorway |  | Social Democrat | Martin Kolberg | Presidium\nDenmark |  | Freedom | Mette Hjermind Dencker | Growth and Development\nNorway |  | Conservative | Michael Tetzschner | Presidium\nFinland |  | Centre | Mikko Kärnä | Sustainability\nFinland |  | Centre | Mikko Kinnunen | Knowledge and Culture\nNorway |  | Conservative | Nils Aage Jegstad | Growth and Development\nNorway |  | Social Democrat | Nina Sandberg | _None_\nNorway |  | Conservative | Norunn Tveiten Benestad | Knowledge and Culture, Election\nIceland |  | Social Democrat | Oddný G. Harðardóttir | Presidium\nNorway |  | Centre | Ole André Myhrvold | Control, Sustainability\nDenmark |  | Social Democrat | Orla Hav | Growth and Development\nFinland |  | Centre | Outi Alanko-Kahiluoto | Welfare\nSweden |  | Conservative | Pål Jonson | Growth and Development\nSweden |  | Social Democrat | Per-Arne Håkansson | Control, Welfare\nDenmark |  | _Unaffiliated_ | Peter Seier Christensen | Sustainability\nSweden |  | Social Democrat | Pyry Niemi | Election\nDenmark |  | Conservative | Rasmus Jarlov | Knowledge and Culture, Welfare\nDenmark |  | Green Left | Rasmus Nordqvist | _None_\nSweden |  | Centre | Rebecka Le Moine | Sustainability\nFinland |  | Freedom | Riikka Purra | Knowledge and Culture\nNorway |  | Social Democrat | Ruth Mari Grung | Growth and Development\nIceland |  | Centre | Silja Dögg Gunnarsdóttir | Presidium\nGreenland |  | Green Left | Sofia Geisler | Sustainability\nNorway |  | _Unaffiliated_ | Solveig Horne | Welfare\nNorway |  | Conservative | Solveig Sundbø Abrahamsen | Welfare\nSweden |  | Freedom | Staffan Eklöf | Sustainability\nNorway |  | Social Democrat | Stein Erik Lauvås | Growth and Development\nIceland |  | Green Left | Steinunn Þóra Árnadóttir | Presidium\nDenmark |  | Centre | Stinus Lindgreen | Welfare\nNorway |  | Centre | Torhild Bransdal | Growth and Development\nFinland |  | Green Left | Veronika Honkasalo | Knowledge and Culture\nFinland |  | Freedom | Vilhelm Junnila | Sustainability\nIceland |  | Conservative | Vilhjálmur Árnason | Sustainability\nFinland |  | Conservative | Wille Rydman | Presidium"
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Party groups",
        "generated_section_content_md": "The Nordic Council comprises the following party groups:\n\nName  | Abbr.  | Founded  | Ideology  | Political Group  | Nordic Council\n---|---|---|---|---|---\nCentre Group | MG  | 1983  | Liberalism\nChristian democracy\nGreen politics\n(Nordic) Agrarianism | Renew, Greens/EFA, EPP Group | 24 / 87\nConservative Group |  |  | Conservatism\nLiberal conservatism\nEconomic liberalism | EPP Group | 13 / 87\nNordic Freedom | NF  | 2012  | Right-wing populism\nNational conservatism\nEuroscepticism | ECR, PfE | 8 / 87\nNordic Green Left Alliance | NGLA  | 2004  | Democratic socialism\nEco-socialism\nPopular socialism\nSocialism\nEnvironmentalism\nFeminism\nProgressivism | The Left, Greens/EFA | 11 / 87\nThe Social Democratic Group | S-Norden  |  | Social democracy | S&D | 26 / 87"
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Observer, guests and other cooperation with neighbouring countries and",
        "generated_section_content_md": "regions\n\nIn accordance with § 13 of the Rules of Procedure for the Nordic Council the\nSámi Parliamentary Council is the only institution with observer status with\nthe Nordic Council. In accordance with § 14, the Nordic Youth Council has the\nstatus of \"guest\" on a permanent basis, and the Presidium \"may invite\nrepresentatives of popularly elected bodies and other persons to a session and\ngrant them speaking rights\" as guests. According to the council, \"within the\nlast couple of years, guests from other international and Nordic organisations\nhave been able to take part in the debates at the Sessions. Visitors from the\nBaltic States and Northwest Russia are those who mostly take up this\nopportunity. Guests who have a connection to the theme under discussion are\ninvited to the Theme Session.\"\n\nThe Nordic Council of Ministers has established four _Offices outside the\nNordic Region_ : In Estonia, Latvia, Lithuania and the German state of\nSchleswig-Holstein. The offices form part of the secretariat of the Nordic\nCouncil of Ministers; according to the Council of Ministers their primary\nmission is to promote cooperation between the Nordic countries and the Baltic\nstates and to promote the Nordic countries in cooperation with their embassies\nwithin the Baltic states.\n\nThe Nordic Council and the Council of Ministers also define Estonia, Latvia,\nLithuania, and Russia as \"Adjacent Areas\" and has formal cooperation with them\nunder the Adjacent Areas policies framework.\n\nThe Nordic Council had historically been a strong supporter of Baltic\nindependence from the Soviet Union. During the move towards independence in\nthe Baltic States in 1991, Denmark and Iceland pressed for the Observer Status\nin the Nordic Council for the then-nonsovereign Estonia, Latvia, and\nLithuania. The move in 1991 was opposed by Norway and Finland. The move was\nheavily opposed by the Soviet Union, accusing the Nordic Council of getting\ninvolved in its internal affairs. In the same year, the Nordic Council refused\nto give observer status for the three, at the time nonsovereign, Baltic\nstates.\n\nWhile the Nordic Council rejected the Baltic states' application for formal\nobserver status, the council nevertheless has extensive cooperation on\ndifferent levels with all neighbouring countries, including the Baltic states\nand Germany, especially the state of Schleswig-Holstein. Representatives of\nSchleswig-Holstein were present as informal guests during a session for the\nfirst time in 2016. The state has historical ties to Denmark and cross-border\ncooperation with Denmark and has a Danish minority population. As\nparliamentary representatives from Schleswig-Holstein, a member of the South\nSchleswig Voter Federation and a member of the Social Democrats with ties to\nthe Danish minority were elected.\n\nThe Sámi political structures long desired formal representation in the Nordic\nCouncil's structures, and were eventually granted observer status through the\nSámi Parliamentary Council. In addition, representatives of the Sámi people\nare de facto included in activities touching upon their interests. In\naddition, the Faroe Islands have expressed their wishes for full membership in\nthe Nordic Council instead of the current associate membership.\n\nThree of the members of the Nordic Council (Sweden, Denmark, and Finland, all\nEU member states), the Baltic Assembly, and the Benelux sought intensifying\ncooperation in the Digital Single Market, as well as discussing social\nmatters, the Economic and Monetary Union of the European Union, the European\nmigrant crisis and defense cooperation. Foreign relations in the wake of\nRussia's annexation of Crimea and the 2017 Turkish constitutional referendum\nwere also on the agenda.\n\nFollowing the 2021 Scottish Parliament election, the Finnish member of\nParliament Mikko Kärnä announced he would launch an initiative at the Nordic\ncouncil to grant Scotland observer status. Scotland's relationship with the\nNordics has also been explored by Scottish journalist Anthony Heron, who would\ngo on to interview Bertel Haarder on the topic."
    },
    {
        "chapter_name": "Nordic Council",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Nordic unification",
        "generated_section_content_md": "Some desire the Nordic Council's promotion of Nordic cooperation to go much\nfurther than at present. If the states of Iceland, Sweden, Norway, Denmark,\nand Finland were to merge in such an integration as some desire, it would\ncommand a gross domestic product of US$1.60 trillion, making it the twelfth\nlargest economy in the world, larger than that of Australia, Spain, Mexico, or\nSouth Korea. Gunnar Wetterberg, a Swedish historian and economist, wrote a\nbook entered into the Nordic Council's year book that proposes the creation of\na Nordic Federation from the Council in a few decades."
    }
]