[
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Regional co-operation format\n\n**Nordic-Baltic Eight** (**NB8**) is a regional co-operation format that\nincludes Denmark, Estonia, Finland, Iceland, Latvia, Lithuania, Norway, and\nSweden. Under NB8, regular meetings are held of the Baltic and  Nordic\ncountries' Prime Ministers, Speakers of Parliaments, Foreign Ministers, branch\nministers, Secretaries of State and political directors of Foreign Ministries,\nas well as expert consultations where regional issues and current\ninternational topics are reviewed."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Historically, the countries of the region have been interlinked and interacted\nfor centuries, with mutual trade being the decisive factor facilitating this\ninteraction. The most profound bond, however was created during the 1990s.\n\nThe Nordic Council first contacted Baltic parliamentarians in around 1989.\nOfficial co-operation began in November 1991, when the Nordic Council attended\nthe inaugural meeting of the Baltic Assembly in Tallinn. A formal co-operation\nagreement between the Nordic Council and the Baltic Assembly was signed in\n1992.\n\nThe Nordic countries were amongst the strongest supporters of the Baltic\ncountries' independence and later they were the first to open their borders,\nintroducing visa-free regimes with the Baltic countries.\n\nWhen Baltic countries regained their independence and during their integration\ninto the European and transatlantic structures, they were strongly supported\nby their Nordic neighbors. The Nordic-Baltic co-operation took place in\nvarious levels: networking and cooperation were established among politicians,\ncivil servants and civil societies. The Nordic countries actively assisted the\nBaltic countries in their preparations for integration into the European Union\nand NATO.\n\nNamed as 5+3 in the beginning of cooperation (five Nordic countries plus three\nBaltic States), the format changed its name and scope of cooperation. During\nthe meeting of the Ministers of Foreign Affairs of the Baltic States and\nNordic Countries on 30 August 2000 in Middelfart (Denmark), the Ministers\ndecided that the meetings of the Ministers of the Baltic States and Nordic\nCountries will be called NB8."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Nordic–Baltic countries today",
        "generated_section_content_md": "Language branches in Northern Europe\n\nNorth Germanic (Faroe Islands, Iceland and Scandinavia)\n\nFinnic (Finland, Estonia)\n\nBaltic (Latvia, Lithuania)\n\nThe Nordic–Baltic community is one of the three main communities in Northern\nEurope: these are Nordic, Baltic and Baltic Sea Region.\n\nThe Nordic–Baltic region has some 33 million inhabitants, and a combined GDP\nof close to $2.0 trillion, which makes it the tenth-largest population and\nfifth-largest economy in Europe. Furthermore, the region features relatively\nlow levels of corruption; with the Nordic countries being some of the least\ncorrupt countries in the world. Also, the countries of the region place well\nin various international freedom rankings, with several of the states at the\nabsolute top. The Nordic–Baltic countries also do well in surveys that measure\nthe ease of doing business and creating new companies. The Human Development\nIndex places many of the countries in the region among the most developed in\nthe world.\n\nThe Nordic–Baltic region is diverse, with a wealth of natural and cultural\nheritage, communities, destinations and resources. The region hosts a total of\n42 World Heritage sites that are experiencing increasing pressures from\ntourism. The Baltic states are described as three fascinating states that have\nglorious beaches along an extensive coastline, medieval old towns, and\nbeautiful natural scenery, whereas the Nordic countries own spectacular\nscenery of mountains, lakes, archipelagos, glaciers, geysers, forests,\nwaterfalls and volcanoes. There is much wilderness, including extensive arctic\ntundra."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Coordinating countries",
        "generated_section_content_md": "The coordinator's role of the NB8 was formerly assumed by the country holding\nthe chairmanship of the Nordic Council of Ministers for the respective year.\nFrom 2008 onwards, the Baltic States have been also involved in coordinating\nthe NB8 foreign ministry co-operation. The coordinating country manages\nmeeting schedules and hosts many meetings of different parties and levels in\nthe NB8 format. Each year the coordinating country also issues a Progress\nReport.\n\nCoordination schedule:\n\n* Denmark 2025\n* Sweden 2024\n* Latvia 2023\n* Lithuania 2022\n* Finland 2021\n* Estonia 2020\n* Iceland 2019\n* Sweden 2018\n* Norway 2017\n* Latvia 2016\n* Denmark 2015\n* Estonia 2014\n* Sweden 2013\n* Lithuania 2012\n* Finland 2011\n* Latvia 2010\n* Iceland 2009\n* Estonia 2008\n\nIn 2013 the task of NB8 coordination was transferred to Sweden. As was\nassessed in a press release for the upcoming coordination by the Swedish\nMinistry for Foreign Affairs, the areas of focus were directed towards the\nfollowing: 1. Focus on the Eastern Partnership and joint agenda for the NB8\nbefore the EU-summit in Vilnius, November 2013. 2. Cooperation within energy\nas an area of mutual interests, especially as a monitor of energy-related\nissues within other forums. The task of arranging most of the NB8 meetings and\nevents in Sweden was assigned to the Swedish Ministry for Foreign Affairs.\n\nIn 2014, NB8 coordinator was Estonia with priorities being cyber cooperation,\nEastern Partnership, energy cooperation, and security cooperation. In 2014\nEstonia was also the coordinator for Baltic Cooperation and Council of the\nBaltic Sea States. Coordination of these three formats was named as the\n\"Baltic Sea Year\".\n\nIn 2015, Denmark's NB8 priorities were energy security, media in relation to\nRussian-speakers, the Russo-Ukrainian war and the Eastern Partnership.\n\nBanner of the Baltic and Nordic Cooperation Year chaired by Latvia in 2016.\nSource: Ministry of Foreign Affairs of the Republic of Latvia\n\nIn 2016, Latvia's NB8 priorities were the strengthening of security (including\nstrengthening of energy security, promotion of strategic communication,\nreinforcing cyber security, fight against hybrid threats) and support for the\nEU Eastern Partnership.\n\nIn 2017, the coordinating country was Norway. The priorities were set in\nregional issues (regional security, hybrid and resilience issues,\ncybersecurity, open and free media, strategic communication, energy security\nand energy markets, EU Eastern Partnership, attention to the Estonian\nPresidency of the Council of the EU, economic development, competitiveness and\ninnovation, synergies among Nordic 5, NB6 and Nordic Council of Ministers).\nThe other set of priorities was based in broader strategic issues\n(transatlantic relations (United States, NATO, Euro-Atlantic bonds), the\nfuture of the European Union, _Brexit_ , migration, the Bratislava process),\nRussia, UN issues (including the Security Council) and terrorism.\n\nIn 2020, Estonia coordinated both the NB8 as well as the Baltic Council of\nMinisters. Its priorities in both settings were regional security, including\nthe Eastern Partnership, transatlantic relations; cyber cooperation;\nconnectivity, including regional energy and transport projects and digital\ncooperation; climate change and environmental issues; and cultural and health\ncooperation."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "NB8 format",
        "generated_section_content_md": "NB8 structure  NB8 structure  NB8 structure\n\nOn the political level, co-operation in the NB8 format is conducted primarily\nin the form of annual meetings of the Prime Ministers and Foreign Ministers.\nThe Foreign Ministers' meetings have taken place since 1993. In addition to\nthe foreign ministers and prime ministers, other ministers and ministry\nofficials also meet on a regular basis. In the realm of foreign policy, there\nare many meetings held in addition to the annual meeting of the foreign\nministers. The secretaries general, political directors, and experts in\nvarious fields from the foreign ministries also get together regularly, and\nthere are frequent meetings of diplomats in foreign representations within the\nNB8 format.\n\nDuring the recent years the Baltic and Nordic countries have developed a\ncohesive network of cooperation activities in political, military, economic,\nenvironmental, cultural and other aspects. After the EU and NATO enlargement\nin 2004 cooperation is becoming closer thereby activating the potential for\ndevelopment in the Baltic Sea region. Several examples of such evolved\ncooperation is the work of NB8 Task Force against Trafficking in Human Beings\nand the creation of the common Nordic – Baltic education and research area.\n\nOn 17 August 2010, the financial supervisory authorities, central banks,\nfinance ministries and other relevant ministries of Denmark, Estonia, Finland,\nIceland, Latvia, Lithuania, Norway and Sweden signed a cross-border agreement\non financial stability. The Nordic-Baltic Cooperation Agreement on Cross-\nborder Financial Stability enhanced cooperation by establishing routines and\nprocedures for information sharing and coordination. The aim is to reduce the\nrisk of a financial crisis spreading cross-border, and to enhance\npossibilities to reach an efficient crisis management. By signing the\nagreement, the public authorities in the Nordic and Baltic countries increase\ntheir preparedness to handle problems in cross-border banks. The NB8 countries\nare jointly represented in the World Bank and International Monetary Fund. The\nBaltic states are members of the Nordic Investment Bank.\n\nThe Baltic states—Lithuania, Latvia and Estonia—have achieved an exceptional\nlevel of a trilateral co-operation, which, by its depth and intensity, can be\ncompared to the Nordic co-operation. Three Baltic states have established the\nBaltic Council of Ministers as well as the Baltic Assembly, whereas the\nintegration of the Nordic countries has achieved an unprecedented level in the\npast forty years since the Nordic Council of Ministers was established in\n1971. Cooperation among the parliamentarians of the Baltic Assembly and the\nNordic Council dates back to 1989.\n\nThe Nordic Council of Ministers offices opened in the three Baltic capitals\n(Tallinn, Riga and Vilnius) in 1991 play a key role in the dynamic\nNordic–Baltic co-operation."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Guidelines for the Nordic Council of Ministers' Co-operation with Estonia,",
        "generated_section_content_md": "Latvia and Lithuania from 2014\n\nThe Nordic Council of Ministers' co-operation with Estonia, Latvia and\nLithuania is directed by guidelines agreed by the Nordic Ministers for Co-\noperation in July 2013 and adopted by the Nordic Council in October 2013.\nThese express a desire to develop Nordic-Baltic co-operation in areas of\ncommon interest and thus strengthen work towards political stability and a\nstrong economy in the Baltic Sea Region.\n\nThe Nordic Council of Ministers has a special interest in developing certain\nkey areas which include the following central themes in particular:\n\n* Education, research and innovation\n* Business, cluster co-operation and creative industries\n* The environment, climate and energy, including environmental conditions in the Baltic Sea and the promotion of effective environmental technologies and renewable sources of energy\n* The international challenges faced by welfare societies. Possible areas of co-operation include combating human trafficking and the spread of HIV/AIDS; improving co-operation between police forces and public prosecution services; developing hospital services; and addressing demographic challenges in relation to, e.g. labour-market policy.\n* Cross-border regional co-operation to promote joint fundamental values, such as democracy, good governance, gender equality, freedom of speech and tolerance – both under Nordic–Baltic auspices and in relation to other neighbouring countries, including Belarus."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "NB8 Wise Men Report",
        "generated_section_content_md": "Valdis Birkavs (first from the left)\n\nDuring the co-ordination of the co-operation among the NB-8 Foreign Ministries\nin 2012, Latvia initiated the preparation of a comprehensive analysis and\nrecommendation how to advance the Nordic-Baltic co-operation. Latvia,\npresiding over the Baltic Council of Ministers in 2010, and Denmark, chairman\nof the Nordic Council of Ministers in 2010, nominated two high level\nrepresentatives (rapporteurs) – former Latvian Prime Minister and Foreign\nMinister Mr Valdis Birkavs representing the Baltic countries and former Danish\nMinister of Defense Mr Søren Gade representing the Nordic countries – to\nprovide the respective analysis. Before compiling the NB8 Co-operation Report\n(NB8 Wise Men Report), which was completed in August 2010, the rapporteurs\nmade a very intensive consultation process with representatives from all the\nNB8 countries. Practical implementation of the Wise Men's 38 recommendations\nis ongoing. Concrete suggestions were made in the following fields:\n\n* Foreign political dialogue.\n* Cooperation on diplomatic representations.\n* Civil security, including cyber security.\n* Defense cooperation.\n* Energy.\n* The NB8 brand.\n\nThe Birkavs - Gade report with the initial recommendations has been presented\nfor the NB8 Ministerial meeting in Helsinki on 26–27 August 2011. A number of\nother Birkavs - Gade report recommendations have been or are being implemented\nconsecutively."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Reinforced diplomatic cooperation between the Nordic and Baltic countries",
        "generated_section_content_md": "One of the Birkavs - Gade recommendations proposed that sharing diplomatic\nfacilities is a way of increasing diplomatic representation in parts of the\nworld where budgetary constraints and priorities would otherwise have\nprevented such representation. At the same time extended cooperation in this\nfield could also contribute to making NB8 cooperation more visible. More\nshould therefore be done in the area of joint diplomatic representation. A\nfirst step could be the setting up of an informal clearing house where the NB8\ncountries could share information about opportunities for housing other NB8\ncountries' diplomats.\n\nOn 30 August 2011 the Nordic and Baltic Ministers of Foreign Affairs signed a\nMemorandum of Understanding on the posting of diplomats at each other's\nmissions abroad. The Memorandum made it easier for the Nordic and Baltic\ncountries to maintain a diplomatic presence around the world by enabling\nflexible and cost-effective solutions. This reinforced diplomatic cooperation\ncoincided with the twentieth anniversary of Estonia, Latvia and Lithuania\nregaining their freedom and re-establishing diplomatic relations with other\ncountries. The memorandum regulates the diplomatic and practical aspects of\nposting diplomats to the mission abroad of another Nordic or Baltic country."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "NB6 - cooperation among Nordic and Baltic EU Member States",
        "generated_section_content_md": "Since 1 May 2004, six Nordic and Baltic countries (Denmark, Sweden, Finland,\nEstonia, Latvia and Lithuania) are the European Union members. Regular\ninformal **NB6** Prime Ministers' meetings on EU matters take place on the eve\nof Council meetings as well as Foreign Affairs Ministers of these six\ncountries meet on the eve of General Affairs Council and Foreign Affairs\nCouncil meetings."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Enhanced Partnership in Northern Europe (e-PINE)",
        "generated_section_content_md": "Launched in 2003, e-PINE is a format in which the NB8 and the United States\nPolitical Directors of the Ministries of Foreign Affairs meet. Cooperation\ntakes place in three major areas: cooperative security, healthy societies and\nvibrant economies."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Northern Future Forum",
        "generated_section_content_md": "The Northern Future Forum is an annual, informal meeting of Prime Ministers,\npolicy makers, entrepreneurs and business leaders from the NB8 countries and\nthe United Kingdom. Initially referred to as UK-Nordic-Baltic Summit, the name\nNorthern Future Forum was introduced at the second meeting in Stockholm.\nNorthern Future Forum has been hosted in London (2011), Stockholm (2012), Riga\n(2013), Helsinki (2014), and in Reykjavik (2015). In 2016, it was planned to\nhold the event in Stavanger, Norway, but it was postponed and eventually took\nplace in 2018."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "NB8 and Visegrad Group",
        "generated_section_content_md": "NB8 and Visegrad Group countries (Czech Republic, Hungary, Poland, Slovakia)\nMinisters of Foreign Affairs have been meeting annually since 2013. The first\nmeeting was held in Gdansk, Poland. In 2014 the ministers met in Narva,\nEstonia; in 2015 - in High Tatras at Štrbské Pleso, Slovakia. In 2016, the\nmeeting was held on the shore of the Baltic Sea in the city of Jūrmala,\nLatvia. The 8th annual meeting was held on June 3, 2020 as a video conference."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "12",
        "section_name": "NB8 and Armenia",
        "generated_section_content_md": "Armenia–NB8 conference emblem\n\nOn 5 December 2024, NB8 foreign ministers and representatives met with\nArmenian Minister of Foreign Affairs Ararat Mirzoyan in Valletta. The NB8\nreaffirmed their mutual interest in strengthening relations and expressed\nstrong support for Armenia's ambition to deepen ties with the EU. The NB8\npraised the shared values of democracy and human rights and of Armenia's\ncommitment to democratic reforms. Following the meeting, speaker of parliament\nof Armenia Alen Simonyan announced that NB8 parliament speakers would gather\nin Yerevan in January 2025 to participate in the first Armenia–NB8 conference.\nNB8 parliament speakers arrived in Yerevan on 23 January 2025 for the\nconference. The members of the visiting delegation expressed unconditional\nsupport for Armenia's territorial integrity and praised Armenia's efforts for\nachieving peace in the region. The delegation also emphasized readiness to\nsupport Armenia's EU accession and towards the implementation of human rights,\nrule of law, and sustainable development reforms.\n\nOn 3 June 2025, Nordic-Baltic Political Directors and representatives held\nmeetings with the Prime Minister of Armenia Nikol Pashinyan, President of\nArmenia Vahagn Khachaturyan, and Foreign Minister Ararat Mirzoyan in Yerevan.\nThe NB8 reiterated their commitment to strengthening relations and expanding\npolitical dialogue and economic cooperation with Armenia. The NB8 also\nexpressed their full support for Armenia's ambition to further deepen\npartnership with the European Union."
    },
    {
        "chapter_name": "Nordic-Baltic Eight",
        "chapter_id": "1",
        "section_number": "13",
        "section_name": "Strategic partners",
        "generated_section_content_md": "* Nordic Council of Ministers\n* Baltic Assembly\n* Nordic Council\n* Council of the Baltic Sea States"
    }
]