[
    {
        "chapter_name": "Northern Dimension Partnership in Public Health and Social Well-being",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International networking platform\n\nNDPHS Secretariat in Stockholm\n\n**The Northern Dimension Partnership in Public Health and Social Well-being\n(NDPHS)** is an international networking platform for strengthening\nprofessional connections, sharing and co-creating knowledge, and developing\njoint activities in public health and social well-being. The Partnership is\nserved by the NDPHS Secretariat that was established in 2012 as an\ninternational legal entity hosted by the Swedish Government located in\nStockholm and funded jointly by the Partner Countries."
    },
    {
        "chapter_name": "Northern Dimension Partnership in Public Health and Social Well-being",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The cooperation network arose out of the Northern Dimension Forum on Social\nProtection and Health held in the city of Joensuu, Finland, in 2002. The NDPHS\nwas formally established at a ministerial-level meeting in Oslo, Norway on 27\nOctober 2003. Today the Partnership constitutes \"an umbrella for activities on\nthe regional, subregional and local levels, serving as a forum for\ncoordination and synergies among the various actors."
    },
    {
        "chapter_name": "Northern Dimension Partnership in Public Health and Social Well-being",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Objectives",
        "generated_section_content_md": "According to the founding document the main goal of the NDPHS is \"to promote\nsustainable development in the Northern Dimension area through improving human\nhealth and social wellbeing.\" In doing so, reducing the spread of major\ncommunicable diseases and preventing life-style related non-communicable\ndiseases as well as enhancing peoples’ levels of social well-being and\npromoting socially rewarding lifestyles are further tasks of the NDPHS. All in\nall, as stated in the Oslo Declaration, \"the activities (…) should contribute\nto greater political and administrative coherence in the area, narrowing of\nsocial and economic differences, and to a general improvement of the quality\nof life and of the demographic situation.\""
    },
    {
        "chapter_name": "Northern Dimension Partnership in Public Health and Social Well-being",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The highest decision-making body of the NDPHS is the **Partnership Annual\nConference (PAC)** , a high-level ministerial dialogue that formulates the\noverall policy orientation of the Partnership. The operational decision-making\nbody is the **Committee of Senior Representatives (CSR)** which is composed of\nsenior representatives appointed by each Partner and chaired by a senior\nrepresentative of the Partnership. The CSR reports to the PAC, ensuring\nfulfillment of decisions and recommendations of the PAC. The chairmanship\nrotates among the Partners every two years. In 2024-2025 the Partnership is\nchaired by Lithuania and co-chaired by Norway. The major practical work e.g.\nthe implementation of the NDPHS Strategy and its accompanying Action Plan,\nincluding elaboration and implementation of concrete projects is then done in\nthe **Expert Groups** (EG) and with projects' partner organizations.\n\nThe **NDPHS Secretariat** provides comprehensive support to the Partnership\nand implements its own activities and projects that support the mission of the\nPartnership. The Secretariat is the main contact point and institutional\nmemory of the Partnership.\n\nThe Partnership’s work is built around ten thematic areas. Seven of them are\nled by the Expert Groups specialised in different public health topics. The\nremaining three are cross-cutting – they are themes that touch upon the work\nof all the structures and are jointly implemented by everyone in the\nPartnership.\n\n**Thematic areas:**\n\n* Antimicrobial Resistance (EG AMR)\n* Alcohol and Substance Use (EG ASA)\n* HIV, Tuberculosis, and Associated Infections (EG HIV, TB&AI)\n* Non-communicable Diseases (EG NCD)\n* Occupational Safety and Health (EG OSH)\n* Primary Healthcare (EG PHC)\n* Prison Health (EG PH)\n\n**Cross-cutting thematic areas**\n\n* Active and Healthy Ageing\n* Economy of Well-being\n* Health in All Policies."
    },
    {
        "chapter_name": "Northern Dimension Partnership in Public Health and Social Well-being",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Activities",
        "generated_section_content_md": "The Partnership engages in a number of activities, including policy and\nexpertise exchange, project development and implementation, information\nproduction and dissemination, and advocacy. The Partnership also works toward\nraising awareness of the tremendous impact that the health of populations has\non the economic prosperity of the countries. Another priority is helping to\nconvey relevant results and recommendations from ongoing and completed\nprojects to the policy level.\n\nThe Partnership is the Policy Area Coordinator for \"Health\" (PA Health) in the\nEuropean Union Strategy of the Baltic Sea Region (EUSBSR). PA Health focuses\non improving and promoting the health - including its social aspects - of\npeople in the Baltic Sea region as an important precondition for ensuring\nsustainable, prosperous, and healthy societies. By providing a platform for\nexchange and cooperation across borders and between different sectors, it\nenables sharing of best practices, identifying common challenges and goals,\nand developing of joint solutions."
    },
    {
        "chapter_name": "Northern Dimension Partnership in Public Health and Social Well-being",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Members",
        "generated_section_content_md": "Partner countries:\n\nNorthern Dimension Partnership in Public Health and Social Well being Map\n\n* Estonia\n* Finland\n* Germany\n* Iceland\n* Latvia\n* Lithuania\n* Norway\n* Poland\n* Sweden\n* Russia (suspended in 2022)\n\n\nPartner organizations:\n\n* European Commission\n* Baltic Sea States Subregional Co-operation (BSSSC)\n* Barents Euro-Arctic Council (BEAC)\n* Council of the Baltic Sea States (CBSS)\n* International Labour Organization (ILO)\n* International Organisation for Migration (IOM)\n* Nordic Council of Ministers (NCM)\n* Joint United Nations Programme on HIV/AIDS (UNAIDS)\n* World Health Organization (WHO)"
    }
]