[
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article needs to be **updated**. Please help update this article to reflect recent events or newly available information. _( March 2018)_  \n---|---  \n| This article includes inline citations, but **they are notproperly\nformatted.** Please improve this article by correcting them. _( March\n2018)__(Learn how and when to remove this message)_  \n---|---  \n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"North Pacific Marine Science Organization\" – news **·**\nnewspapers **·** books **·** scholar **·** JSTOR _( May 2015)__(Learn how and\nwhen to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **North Pacific Marine Science Organization** , (referring to the\norganization's status as a Pacific version of the International Council for\nthe Exploration of the Sea), is an intergovernmental organization that\npromotes and coordinates marine scientific research in the North Pacific Ocean\nand provides a mechanism for information and data exchange among scientists in\nits member countries."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Legal framework",
        "generated_section_content_md": "PICES is an international intergovernmental organization established under a\nConvention for a North Pacific Marine Science Organization. The Convention\nentered into force on 1992-03-24 with an initial membership that included the\ngovernments of Canada, Japan, and the United States of America. The Convention\nwas ratified by the People's Republic of China on 1992-08-31 to increase\nmembership to four countries. Although the Soviet Union had participated in\nthe development of the Convention, it was not ratified there until 1994-12-16,\nby the Russian Federation. The Republic of Korea acceded to the Convention on\n1995-7-30. The Republic of Mexico and the Democratic People's Republic of\nKorea are located within the Convention Area (generally north of 30°N) but are\nnot members."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Oversight",
        "generated_section_content_md": "A Governing Council consisting of up to two delegates appointed by each member\ncountry is the primary decision-making body. Day-to-day operations of the\norganization are managed by the staff of the PICES Secretariat, located in\nCanada at the Institute of Ocean Sciences (located on Patricia Bay in British\nColumbia)."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "History",
        "generated_section_content_md": "The idea to create a Pacific version of ICES (International Council for the\nExploration of the Sea) was first discussed by scientists from Canada, Japan,\nthe Soviet Union, and the United States who were attending a conference,\nsponsored by the United Nations Food and Agriculture Organization, in\nVancouver, British Columbia, Canada in February 1973. ICES had provided a\nforum since 1902 for scientists bordering the Atlantic Ocean and its marginal\nseas to exchange information, conduct joint research, publish their results,\nand provide scientific advice about fisheries, primarily in the North\nAtlantic. In recognition of its Atlantic heritage, the nickname PICES (Pacific\nICES) was adopted for the North Pacific Marine Science Organization. Informal\nmeetings of proponents occurred sporadically through the 1980s, eventually\nentraining government officials into the discussion in the mid-1980s. The\nfinal text of a convention for a new marine science organization was endorsed\nin Ottawa, Canada on 1990-12-12. A scientific planning meeting was held in\nSeattle, USA in December 1991 to prepare for decisions made at the first\nannual meeting in October 1992 in Victoria, British Columbia, Canada."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Mandate",
        "generated_section_content_md": "The primary mandate of the organization is to promote and to coordinate marine\nscientific research in the North Pacific Ocean and to provide a mechanism for\ninformation and data exchange among scientists in its member country. This has\nbeen achieved through various means, but primarily by establishing major\nintegrative scientific programs such as the PICES/GLOBEC Scientific Program on\nCarrying Capacity and Climate Change. The alignment of PICES with a global\nresearch program (GLOBEC) in the mid 1990s was fundamental to building the\nreputation of the organization in the international scientific community.\nResearch on climate and marine ecosystem variability, global warming, ocean\nacidification and related topics was about to explode in the 1990s, and PICES\nwas strategically in a position to take a significant role in exploring how\noceans, atmospheres, and their biota were affected by the changes.\n\nA fundamental difference between PICES and ICES was a much lower priority on\ndeveloping assessments of fisheries and fish stocks. International borders are\nmuch farther apart in the North Pacific compared to the northeastern Atlantic,\nso coastal fisheries that might compete are separated by large distances\ninvolving fewer countries. As a result, transboundary and straddling stock\nissues generally tend to be managed bilaterally, rather than multilaterally in\nthe North Pacific. Research on fish stocks in PICES has generally been\ndirected toward environmental influences on species. This has produced a\nnaturally synergy with ICES as the expertise on different topics of fisheries\nscience has developed."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Committees",
        "generated_section_content_md": "Since its creation, the primary scientific directions of the organization have\nstemmed from its scientific committees (biological oceanography, fishery\nscience, physical oceanography and climate, marine environmental quality, and\nhuman dimensions) supported by two technical committees (data exchange and\nmonitoring). Each committee has authority to create subsidiary expert groups,\nwith the approval of the Governing Council, to undertake the scientific work\nof the committees. National membership of all committees and other expert\ngroups is determined by the delegates of each member country. Committee\nchairmen serve on the PICES Science Board, which is responsible for\nauthorizing and overseeing all scientific activities of the organization."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Scientific programs",
        "generated_section_content_md": "To facilitate cooperative research on important topics by marine scientists in\nmember countries, PICES established two major integrative scientific programs\nduring its first two decades. From 1995 to 2006, the PICES/GLOBEC regional\nprogramme on Climate Change and Carrying Capacity sought to improve\nunderstanding of climate variation in the North Pacific, its effect on marine\necosystems, and the productive capacity of the ocean. An important outcome of\nthe work was learning that decadal-scale variation is dominant in the North\nPacific, to the point where long-term changes are difficult to detect The\nsecond program on Forecasting and Understanding Trends, Uncertainty and\nResponses of North Pacific Marine Ecosystems (FUTURE) began in October 2009.\nIts primary goals are to understand how marine ecosystems in the North Pacific\nrespond to climate change and human activities, to provide forecasts of\necosystem status, and to communicate the results of the program broadly."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Special Projects",
        "generated_section_content_md": "From time to time, member countries have asked PICES to undertake scientific\nstudies on a particular topic of special interest to them. These differ from\nthe regular work of the expert groups because incremental funding is typically\nprovided to the organization to conduct the work. Recent examples, funding\nsources, and links to their products are listed here:\n\n* climate regime shifts (U.S.A.)\n* harmful algal blooms (Japan)\n* invasive marine species (Japan)\n* survival of Fraser River sockeye salmon (Canada)\n* Marine ecosystem health and human well-being (Japan)\n* Assessing the debris-related impacts from the tsunami (Japan)\n* Building local warning networks for the detection and human dimension of Ciguatera fish poisoning in Indonesian communities (Japan)\n* Sea turtle ecology in relation to environmental stressors in the North Pacific region (Korea)"
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Ecosystem status reporting",
        "generated_section_content_md": "Recognizing the need to understand and to communicate information on\nvariability in marine ecosystems among member countries, PICES initiated a\npilot project in 2002 that would result in the publication of its first\necosystem status report. Thereafter, ocean climate and marine ecosystem\nreporting was seen as an important function of the organization so it\ncontinued with an extensive update. This version placed greater emphasis on\nbasin-scale comparisons, the primary scale of interest of the organization,\nbut the cost and effort that was required to create such a document led to\nsimplifications. Future versions[_when?_] will feature greater use of\nautomation and technology, with printed versions appearing less frequently."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Global collaboration",
        "generated_section_content_md": "During its first decade, PICES became a major international forum for\nexchanging results and discussing climatic-oceanic-biotic research in the\nNorth Pacific. Awareness of the benefits of working cooperatively on\nscientific problems led to increasing collaboration with like-minded\norganizations in the North Pacific. The first occasion where PICES had a\nleadership role was the Beyond El Niño Conference (La Jolla, USA – 2000). The\nresults of the conference appeared in the largest special issue of _Progress\nin Oceanography_ ever published In the years that followed, PICES partnered\nwith ICES, IOC, SCOR, and others to build its scientific and organizational\nreputations."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Capacity building",
        "generated_section_content_md": "Capacity building is a high priority activity in PICES and in many other\norganizations. Initially, PICES focused on the need to develop capacity in\nthose member countries with developing economies, or economies in transition.\nThe primary goals are now focused on developing young scientific talents in\nall member countries . This is achieved through an intern program at the\nSecretariat, early career scientist conferences, summer schools, travel grants\nto allow participation in the PICES Annual Meeting, sponsoring speakers at\ninternational conferences, and awards and recognition of deserving early\ncareer scientists."
    },
    {
        "chapter_name": "North Pacific Marine Science Organization",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Officers",
        "generated_section_content_md": "_Chairman_\n\n1. Warren Wooster (USA, 1992-1996)\n2. William Doubleday (Canada, 1996-1998)\n3. Hyung Tack Huh (Korea, 1998-2002)\n4. Vera Alexander (USA, 2002-2006)\n5. Tokio Wada (Japan, 2006-2010)\n6. Lev Bocharov (Russia, 2010-2012)\n7. Laura Richards (Canada, 2012-2016)\n8. Chul Park (Korea, 2016-2020)\n9. Enrique Curchitser (USA, 2020-)\n\n_Executive Secretary_\n\n1. Douglas McKone (Canada, 1993-1998)\n2. Alexander Bychkov (Russia, 1999-2014)\n3. Robin Brown (Canada, 2015-2020)\n4. Sonia Batten (Canada, 2020-)\n\n_Deputy Executive Secretary_\n\n1. Motoyasu Miyata (Japan, 1992-1996)\n2. Alexander Bychkov (Russia, 1996-1999)\n3. Stewart M. McKinnell (Canada, 1999-2014)\n4. Harold P. Batchelder (USA, 2014-2021)\n5. Sanae Chiba (Japan, 2021-)"
    }
]