[
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Multilateral export control regime\n\nThe **Nuclear Suppliers Group** (**NSG**) is a multilateral export control\nregime and a group of nuclear supplier countries that seek to contribute to\nthe non-proliferation of nuclear weapons through the implementation of two\nsets of guidelines for nuclear exports and nuclear-related exports."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.\n_Find sources:_ \"Nuclear Suppliers Group\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( June 2016)__(Learn how and when to remove this\nmessage)_\n---|---\n\nThe NSG was founded in response to India's first nuclear weapon test in May\n1974. It first met in November 1975. The test demonstrated that certain non-\nweapons specific nuclear technology could be readily turned to weapons\ndevelopment. Nations already signatories of the Nuclear Non-Proliferation\nTreaty (NPT) saw the need to further limit the export of nuclear equipment,\nmaterials or technology. Another benefit was that non-NPT and non-Zangger\nCommittee nations, then specifically France, could be brought in.\n\nA series of meetings in London from 1975 to 1978 resulted in agreements on the\nguidelines for export; these were published as INFCIRC/254 (essentially the\nZangger \"Trigger List\") by the International Atomic Energy Agency. Listed\nitems could only be exported to non-nuclear states if certain International\nAtomic Energy Agency safeguards were agreed to or if exceptional circumstances\nrelating to safety existed.\n\nThe name of the \"London Club\" was due to the series of meetings in London. It\nhas also been referred to as the London Group, or the London Suppliers Group.\n\nThe NSG did not meet again until 1991. The \"Trigger List\" remained unchanged\nuntil 1991, although the Zangger list was regularly updated. The revelations\nabout the Iraqi weapons program following the first Gulf War led to a\ntightening of the export of so-called dual-use equipment. At the first meeting\nsince 1978, held at the Hague in March 1991, the twenty-six participating\ngovernments agreed to the changes, which were published as the \"Dual-use List\"\nin 1992, and also to the extension of the original list to more closely match\nthe up-to-date Zangger list."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Participating governments",
        "generated_section_content_md": "Initially the NSG had seven participating governments: Canada, West Germany,\nFrance, Japan, the Soviet Union, the United Kingdom, and the United States. In\n1976–77, participation was expanded to fifteen with the admittance of Belgium,\nCzechoslovakia, East Germany, Italy, the Netherlands, Poland, Sweden, and\nSwitzerland. Germany was reunited in 1990 while Czechoslovakia broke up into\nthe Czech Republic and Slovakia in 1993. Twelve more nations joined up to\n1990. Following the collapse of the Soviet Union a number of former republics\nwere given observer status as a stage towards future membership. China became\na participating government in 2004. The European Commission and the Zangger\nCommittee Chair participate as observers. The NSG Chair for 2024–2025 is South\nAfrica.\n\nThe 48 participating governments and their accession date, as of 2022[update]:\n\n* Argentina(1994)\n* Australia(1978)\n* Austria(1991)\n* Belarus(2000)\n* Belgium(1978)\n* Brazil(1996)\n* Bulgaria(1984)\n* Canada(1974)\n* People's Republic of China(2004)\n* Croatia(2005)\n* Cyprus(2000)\n* Czech Republic(1978*)\n* Denmark(1984)\n* Estonia(2004)\n* Finland(1980)\n* France(1974)\n* Germany(1974)\n* Greece1984)\n* Hungary(1985)\n* Iceland(2009)\n* Ireland(1984)\n* Italy(1978)\n* Japan(1974)\n* Kazakhstan(2002)\n* Latvia(1997)\n* Lithuania(2004)\n* Luxembourg(1984)\n* Malta(2004)\n* Mexico(2012)\n* Netherlands(1978)\n* New Zealand(1994)\n* Norway(1989)\n* Poland(1978)\n* Portugal(1986)\n* Romania(1990)\n* Russia(1974)\n* Serbia(2013)\n* Slovakia(1978*)\n* Slovenia(2000)\n* South Africa(1995)\n* South Korea(1995)\n* Spain(1988)\n* Sweden(1978)\n* Switzerland(1978)\n* Turkey(2000)\n* Ukraine(1996)\n* United Kingdom(1974)\n* United States(1974)\n\n* Czechoslovakia separated into the Czech Republic and Slovakia – participation date 5 Mar 1993."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Chile",
        "generated_section_content_md": "Chile has been candidate for the Nuclear Suppliers Group since 2015 as part of\nits national commitments with the UNSC resolution 1540 of 2004. In its 2017\nreport to UN about prevention of arms proliferation has presented a National\nPlan of Action (2017–2021) that includes as targets membership to the Nuclear\nSuppliers Group and the Wassenaar Arrangement."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "India",
        "generated_section_content_md": "Countries supporting NSG membership for India\n\nDuring a state visit to India in November 2010, U.S. President Barack Obama\nannounced U.S. support for India's participation in the Nuclear Suppliers\nGroup, the Wassenaar Arrangement, the Australia Group and the Missile\nTechnology Control Regime, \"in a phased manner,\" and to encourage the\nevolution of regime participation criteria to that end, \"consistent with\nmaintaining the core principles of these regimes.\"\n\nDuring a visit to India in December 2010, French President Sarkozy expressed\nhis country's backing for India's inclusion in the Nuclear Suppliers Group.\nThe United Kingdom has for a long time been a supporter of India's inclusion.\nDuring a Republic Day visit to India in January 2015, Obama said that India\nwas ready for membership. Russian president Vladimir Putin has offered\nunconditional support for India's entry. Switzerland announced its backing of\nIndia's participation in the group on 6 June 2016 during Prime Minister\nNarendra Modi's visit to Geneva. Obama reiterated U.S. support for India's\nmembership on 8 June 2016 during Modi's visit to Washington DC. Japan has\nexpressed support for India's bid for accession.\n\nChina is opposing India's accession, citing Pakistan's non-admission to the\nexclusive group. Other countries opposing Indian membership on the basis of\nthe NPT non-signatory status of India included New Zealand, Ireland and\nAustria.\n\nIn June 2016, India got crucial support from Mexico in its bid to become a\nparticipant ahead of a plenary meeting of the 48-nation bloc whose members are\nallowed to trade in and export nuclear technology. On 17 June, British Prime\nMinister David Cameron had assured Modi of the UK's \"firm support\" for India's\nmembership bid. In an interview on 18 June, Putin said that he was 'positive'\nabout India's entry. On 20 June, Canada stated that NSG will be strengthened\nwith India's presence. On 22 June France reiterated its support to India, and\nurged all the other 48 members of the NSG to allow entry for India. China\nremains opposed to Indian membership.\n\nIn July 2016, South Africa agreed to back India's entry. In August 2016,\nTurkey confirmed support for India's membership bid. On 4 September 2016,\nAustralia reiterated its commitment to India's bid for membership just ahead\nof the G20 summit in Hangzhou, China. On 5 September 2016, Modi thanked\nArgentina for backing India's bid.\n\nOn 17 October 2016, following the BRICS summit in Benaulim, Goa, Brazil\nofficially backed India's bid for membership. On 26 October 2016, Prime\nMinister Key of New Zealand stated that \"New Zealand would continue to\ncontribute constructively to the process currently underway in the NSG to\nconsider India's membership.\" Poland and Cyprus backed India's bid in April\n2017. Germany reaffirmed India's membership bid in May 2017. Switzerland also\nshowed support, Swiss Foreign Ministry spokesperson Pierre-Alain Eltschinger\nsaying that \"We support India's application for participation in the NSG and\nacknowledge India's support to global non-proliferation efforts.\" During the\n15th RIC (Russia, India, China) foreign ministerial meeting Russia said it\ncontinues to support India’s entry. Describing India as a leading power in the\nIndo-Pacific region, Washington's envoy to New Delhi Kenneth Juster reaffirmed\nsupport for India’s bid in January 2018. In the joint press statement of an\nIndia–Nordic countries summit, the Nordic countries welcomed India’s\napplication for membership and reaffirmed their commitment to work\nconstructively within the Group with the aim of reaching a positive outcome at\nthe earliest opportunity in April 2018. On 16 April 2018 Germany supported\nIndia's bid for membership saying that its inclusion will boost the global\nexport control system. Reaffirming their commitment to global non-\nproliferation efforts, PM Conte reiterated Italy's support to India's\nintensified engagement for admission in Oct 2018 during the 24th edition of\nthe India-Italy Technology Summit.\n\nAs of 2019, China has thwarted every attempt of India's inclusion into NSG and\nhas made it clear that status quo will remain citing \"lack of consensus\" among\nNSG members."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Namibia",
        "generated_section_content_md": "Namibia applied for NSG membership in 2016."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Pakistan",
        "generated_section_content_md": "Pakistan applied for participation on 19 May 2016. Pakistan has stressed the\nneed for NSG to adopt a non-discriminatory criteria-based approach for NSG\nmembership of the countries, which have never been party to the nuclear Non-\nProliferation Treaty (NPT).\n\nPakistan is supported by Turkey and China. Pakistan has launched a major\nlobbying campaign to get additional support on its NSG membership. The US has\nnot publicly opposed Pakistan, the US State Department's Spokesperson Mark\nToner commented in May 2016: “They have made public their interest, and\ncertainly any country can submit its application for membership. And we’ll\nconsider [it] based on a consensus decision.” Subsequently, NSG initiated\ndiscussions on the ‘Technical, Legal, and Political aspects of participation\nof non-NPT states in the NSG’ in the Seoul Plenary in June 2017. China has\nalso tied Indian bid to Pakistani bid, blocking the former's entry repeatedly\nbased on the argument that If India can be let in without signing NPT, then\nPakistan should be granted membership as well.\n\nIn 2004, the illicit procurement network run by Pakistani scientist AQ Khan,\nwho led Pakistan's uranium enrichment program, was exposed. This network\ntrafficked in nuclear and dual-use goods and supported nuclear weapons\nprograms in Iran, Libya and North Korea as well as Pakistan itself, and\nincluded individuals and entities from over 30 countries. In 2004, Pakistan\nalso promulgated an Export Control Act on Goods, Technologies, Materials and\nEquipment related to Nuclear and Biological Weapons and their Delivery Systems\nand published Export Control Lists in 2005, which have been frequently\nupdated. The United States on 26 March 2018 sanctioned seven Pakistani firms\nfor nuclear proliferation, potentially hurting its ambitions of NSG\nmembership."
    },
    {
        "chapter_name": "Nuclear Suppliers Group",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Role in India-US nuclear agreement",
        "generated_section_content_md": "In July 2006, the United States Congress amended U.S. law to accommodate\ncivilian nuclear trade with India. A meeting of NSG participating governments\non 21–22 August 2008 on an India-specific exemption to the Guidelines was\ninconclusive. Several participating governments, including Austria,\nSwitzerland, Norway, Ireland, and New Zealand, expressed reservations about\nthe lack of conditions in the proposed exemption. In another meeting on 6\nSeptember 2008, the NSG participating governments agreed to grant India a\n\"clean waiver\" from its existing rules, which forbid nuclear trade with a\ncountry which has not signed the Nuclear Non-Proliferation Treaty (NPT). The\nNSG's decision came after three days of intense U.S. diplomacy. The approval\nwas based on a formal pledge by India stating that it would not share\nsensitive nuclear technology or material with others and would uphold its\nvoluntary moratorium on testing nuclear weapons. The pledge was contained in a\ncrucial statement issued during the NSG meeting by India outlining the\ncountry's disarmament and nonproliferation policies."
    }
]