[
    {
        "chapter_name": "Nuclear Energy Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental agency under the OECD\n\nThe **Nuclear Energy Agency** (**NEA**) is an intergovernmental agency that is\norganized under the Organisation for Economic Co-operation and Development\n(OECD). Originally formed on 1 February 1958 with the name **European Nuclear\nEnergy Agency** (**ENEA**)—the United States participated as an Associate\nMember—the name was changed on 20 April 1972 to its current name after Japan\nbecame a member.\n\nThe mission of the NEA is to \"assist its member countries in maintaining and\nfurther developing, through international co-operation, the scientific,\ntechnological and legal bases required for the safe, environmentally friendly\nand economical use of nuclear energy for peaceful purposes.\""
    },
    {
        "chapter_name": "Nuclear Energy Agency",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The creation of the European Nuclear Energy Agency (ENEA) was agreed by the\nOEEC Council of Ministers on December 20, 1957."
    },
    {
        "chapter_name": "Nuclear Energy Agency",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members",
        "generated_section_content_md": "NEA currently consists of 33 countries from Europe, North America and the\nAsia-Pacific region. In 2021, Bulgaria accessioned to NEA as its most recent\nmember. In 2022, following Russia's invasion of Ukraine, Russia's membership\nwas suspended.\n\n* Argentina\n* Australia\n* Austria\n* Belgium\n* Bulgaria\n* Canada\n* Czech Republic\n* Denmark\n* Finland\n* France\n* Germany\n* Greece\n* Hungary\n* Iceland\n* Ireland\n* Italy\n* Japan\n* Luxembourg\n* Mexico\n* Netherlands\n* Norway\n* Poland\n* Portugal\n* Romania\n* Slovakia\n* Slovenia\n* South Korea\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* United Kingdom\n* United States\n\nTogether they account for approximately 85% of the world's installed nuclear\ncapacity. Nuclear power accounts for almost a quarter of the electricity\nproduced in NEA Member countries. The NEA works closely with the International\nAtomic Energy Agency (IAEA) in Vienna and with the European Commission in\nBrussels.\n\nWithin the OECD, there is close co-ordination with the International Energy\nAgency and the Environment Directorate, as well as contacts with other\ndirectorates, as appropriate."
    },
    {
        "chapter_name": "Nuclear Energy Agency",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Areas of work",
        "generated_section_content_md": "* Nuclear safety and regulation\n* Nuclear energy development\n* Radioactive waste management\n* Radiation protection and public health\n* Nuclear law and liability\n* Nuclear science\n* Data bank\n* Information and communication\n* European Nuclear Energy Tribunal"
    },
    {
        "chapter_name": "Nuclear Energy Agency",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Structure",
        "generated_section_content_md": "Since 1 September 2014, the Director-General of the NEA is William D Magwood,\nIV, who replaced Luis E. Echávarri on this post. The NEA Secretariat serves\nseven specialised standing technical committees under the leadership of the\nSteering Committee for Nuclear Energy—the governing body of the NEA—which\nreports directly to the OECD Council.\n\nThe standing technical committees, representing each of the seven major areas\nof the Agency's programme, are composed of member country experts who are both\ncontributors to the programme of work and beneficiaries of its results. The\napproach is highly cost-efficient as it enables the Agency to pursue an\nambitious programme with a relatively small staff that co-ordinates the work.\nThe substantive value of the standing technical committees arises from the\nnumerous important functions they perform, including: providing a forum for\nin-depth exchanges of technical and programmatic information; stimulating\ndevelopment of useful information by initiating and carrying out co-\noperation/research on key problems; developing common positions, including\n\"consensus opinions\", on technical and policy issues; identifying areas where\nfurther work is needed and ensuring that NEA activities respond to real needs;\norganising joint projects to enable interested countries to carry out research\non particular issues on a cost-sharing basis."
    },
    {
        "chapter_name": "Nuclear Energy Agency",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "NEA Annual Report",
        "generated_section_content_md": "The NEA Annual Report, issued in English and French, is a definitive guide to\nthe agency's yearly undertakings, major publications, and the evolving global\nnuclear energy sector. It aims to equip governments, stakeholders, and\nindustry specialists with in-depth analysis and foresight on nuclear\ntechnology developments.\n\nThe 2022 edition highlights that there were 423 nuclear reactors in operation\nworldwide, providing a total of 379 GWe. NEA member countries manage 312 of\nthese reactors, constituting roughly 80% of the global capacity. Additionally,\nthe year witnessed the grid connection of six new reactors, contributing 7,360\nMWe, and the construction of 57 reactors, reflecting a dynamic and expanding\nnuclear industry."
    }
]