[
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental economic organisation\n\nPart of the behavioral sciences  \n---  \nEconomics  \n  \n  * Outline\n  * Index\n  * Glossary\n  * Economists\n\nPrinciples of Economics  \nTools and methodology**Economic theory**\n\n  * Mathematical modeling\n  * Game theory\n  * Rational choice\n  * Cognitive science (Behavioral)\n  * Economic equilibrium\n\n**Empirical methods**\n\n  * Experimental\n  * National accounts\n  * Econometrics\n    * Time series\n    * Spatial\n\n**Prescriptive and policy**\n\n  * Welfare analysis\n  * Social choice theory\n  * Rational choice theory\n  * Cost–benefit analysis\n\n  \nBranches and subfields\n\n  * Applied\n  * Econometrics\n  * International\n  * Heterodox\n  * Micro\n  * Macro\n  * Mainstream\n  * Mathematical\n  * Mech. design\n  * Methodology\n  * Political\n  * Industrial org.\n  * Market design\n\n  \nApplications\n\n  * Agriculture\n  * Business\n  * Cultural\n  * Demographic\n  * Development\n  * Ecological\n  * Education\n  * Engineering\n  * Environmental\n  * Evolutionary\n  * Financial\n  * Geographic\n  * Happiness\n  * Health\n  * History\n  * Information\n  * Infrastructure\n  * Institutions\n  * Labour\n  * Law\n  * Management\n  * Non-monetary\n  * Organization\n  * Participation\n  * Personnel\n  * Planning\n  * Policy\n  * Public sector\n  * Public choice\n  * Social choice\n  * Regional\n  * Regulatory\n  * Resources\n  * Rural\n  * Service\n  * Transport\n  * Urban\n  * Welfare\n\n  \n  \n  * Economics portal\n  * Society portal\n\n  \n  \n  * v\n  * t\n  * e\n\n  \n  \nThe **Organisation for Economic Co-operation and Development** (**OECD** ;\nFrench: _Organisation de coopération et de développement économiques_ ,\n**OCDE**) is an intergovernmental organisation with 38 member countries,\nfounded in 1961 to stimulate economic progress and world trade. It is a forum\nwhose member countries describe themselves as committed to democracy and the\nmarket economy, providing a platform to compare policy experiences, seek\nanswers to common problems, identify good practices, and coordinate domestic\nand international policies of its members.\n\nThe majority of OECD members are generally regarded as developed countries,\nwith high-income economies, and a very high Human Development Index.\n\nAs of 2024[update] their collective population is 1.38 billion people with an\naverage life expectancy of 80 years and a median age of 40, against a global\naverage of 30. As of 2017[update], OECD Member countries collectively\ncomprised 62.2% of global nominal GDP (USD 49.6 trillion) and 42.8% of global\nGDP (Int$54.2 trillion) at purchasing power parity. The OECD is an official\nUnited Nations observer. OECD nations have strong social security systems;\ntheir average social welfare spending stood at roughly 21% of GDP.\n\nThe OECD's headquarters are at the Château de la Muette in Paris, France,\nwhich housed its predecessor organisation, the Organization for European\nEconomic Co-operation. The OECD is funded by contributions from member\ncountries at varying rates and is recognised as a highly influential publisher\nof mostly economic data through publications as well as annual evaluations and\nrankings of member countries."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Organisation for European Economic Co-operation",
        "generated_section_content_md": "The OECD is the successor organisation to the **Organisation for European\nEconomic Co-operation** (**OEEC**), established in April 1948 among the\nEuropean recipients of Marshall Plan aid for the reconstruction of Europe\nafter World War II. Only Western European states were members of the OEEC,\nwhose primary function was the allocation of American aid. Its Secretaries-\nGeneral were the Frenchmen Robert Marjolin (1948–1955) and René Sergent\n(1955–1960). It was headquartered in the Château de la Muette in Paris.\n\nFollowing the end of Marshall aid in 1952, the OEEC focused on economic\nissues. Its coordinating role was challenged after the 1957 Rome Treaties\nestablishing the European Economic Community and Euratom. The OEEC provided a\nframework for negotiations aimed at setting up a European Free Trade Area, to\nbring the EEC's Inner Six and other OEEC members together on a multilateral\nbasis. In 1958, a European Nuclear Energy Agency was set up in response to\nEuratom.\n\nBy this time, some leading countries felt that the OEEC had outlived its\npurpose but could be adapted to fulfil a more global mission, which proved to\nbe a cumbersome task. Following several (occasionally unruly) meetings at the\nHotel Majestic in Paris, which began in January 1960, a resolution was reached\nto create a body that would not only solve European and Atlantic economic\nissues, but also devise policies that could assist less developed countries.\nThis reconstituted organisation would bring the US and Canada, who were\nalready OEEC observers, on board as full members, and the OEEC would set to\nwork straight away on convincing Japan to join the organisation."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Founding",
        "generated_section_content_md": "The Convention on the Organisation for Economic Co-operation and Development\nwas signed on 14 December 1960, and the OECD officially superseded the OEEC in\nSeptember 1961, consisting of the European founder countries of the OEEC, with\nthe additions of the United States and Canada. Three countries, (Netherlands,\nLuxembourg, and Italy)—all OEEC members—ratified the OECD Convention after\nSeptember 1961, but are nevertheless considered founding members. The official\nfounding members are the following:\n\n* Austria\n* Belgium\n* Canada\n* Denmark\n* France\n* West Germany\n* Greece\n* Iceland\n* Ireland\n* Italy\n* Luxembourg\n* Netherlands\n* Norway\n* Portugal\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* United Kingdom\n* United States\n\nJapan became a member in 1964, and over the following decade, Finland,\nAustralia, and New Zealand also joined the organisation. Yugoslavia had\nobserver status in the organisation, starting with the establishment of the\nOECD, until its dissolution as a country. The OECD also created agencies such\nas the OECD Development Centre (1961), International Energy Agency (IEA,\n1974), and Financial Action Task Force on Money Laundering.\n\nThe aims of the OECD are stated in Article 1 of the Convention as:\n\n1. To achieve the highest sustainable economic growth and employment and a rising standard of living in Member countries, while maintaining financial stability\n2. To contribute to sound economic expansion in Member as well as non-member countries\n3. To contribute to the expansion of world trade"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Enlargement to Central Europe",
        "generated_section_content_md": "Following the Revolutions of 1989, the OECD began assisting countries in\nCentral Europe (especially the Visegrád Group) to prepare market economy\nreforms. In 1990, the Centre for Co-operation with European Economies in\nTransition (now succeeded by the Centre for Cooperation with Non-Members) was\nestablished, and in 1991, the programme, \"Partners in Transition\", was\nlaunched to offer a partnership to Czechoslovakia, Hungary and Poland,\nincluding a membership option for these countries. As a result of this,\nPoland, Hungary, the Czech Republic and Slovakia, as well as South Korea and\nMexico, became members of the OECD between 1996 and 2000."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Reform and further enlargement",
        "generated_section_content_md": "East Germany joined on 3 October 1990 through reunification with West Germany.\nIn the 1990s, several European countries, now members of the European Union,\nexpressed their willingness to join the Organisation. In 1995, Cyprus applied\nfor membership, but according to the Cypriot government, it was vetoed by\nTurkey. In 1996, Estonia, Latvia, and Lithuania signed a Joint Declaration\nexpressing willingness to become members of the OECD, and Slovenia also\napplied for membership that same year. In 2005, Malta applied to join the\nOrganisation. The EU is lobbying for the admission of all EU member states.\nRomania reaffirmed in 2012 its intention to become a member of the\nOrganisation through the letter addressed by Romanian Prime Minister Victor\nPonta to OECD Secretary-General José Ángel Gurría. In September 2012, the\ngovernment of Bulgaria confirmed it would apply for membership before the OECD\nSecretariat.\n\nThe OECD established a working group headed by ambassador Seiichiro Noboru to\nwork out a plan for the enlargement with non-members. The working group\ndefined four criteria that must be fulfilled: \"like-mindedness\", \"significant\nplayer\", \"mutual benefit\" and \"global considerations.\" The working group's\nrecommendations were presented at the OECD Ministerial Council Meeting on 13\nMay 2004, and on 16 May 2007, the OECD Ministerial Council decided to open\naccession discussions with Chile, Estonia, Israel, Russia, and Slovenia, and\nto strengthen cooperation with Brazil, China, India, Indonesia, and South\nAfrica through a process of enhanced engagement. Chile, Slovenia, Israel, and\nEstonia all became members in 2010. In March 2014, the OECD halted membership\ntalks with Russia in response to its role in the 2014 annexation of Crimea.\n\nIn 2013, the OECD decided to open membership talks with Colombia and Latvia.\nIn 2015, the Organisation opened talks with Costa Rica and Lithuania. Latvia\nbecame a member on 1 July 2016, and Lithuania soon followed on 5 July 2018.\nColombia signed the accession agreement on 30 May 2018 and became a member on\n28 April 2020. On 15 May 2020, the OECD decided to extend a formal invitation\nfor Costa Rica to join the OECD, which joined as a member on 25 May 2021.\n\nOther countries that have expressed interest in OECD membership are Argentina,\nBrazil, Croatia, Malaysia and Peru.\n\nIn January 2022, the OECD reported that membership talks were underway with\nArgentina, Brazil, Bulgaria, Croatia, Peru and Romania.\n\nIn March 2022, the OECD suspended the participation of Russia and Belarus due\nto the ongoing 2022 Russian invasion of Ukraine.\n\nIn June 2022, during the annual OECD Ministerial Council Meeting, the Roadmaps\nfor the Accession to the OECD Convention for Brazil, Bulgaria, Croatia, Peru\nand Romania were adopted. In March 2024, the Roadmaps for the Accession to the\nOECD were adopted with Argentina and Indonesia, and in July 2024, also with\nThailand."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Taxation",
        "generated_section_content_md": "The OECD sets the rules governing international taxation for multinationals\nthrough the OECD Transfer Pricing Guidelines for Multinational Enterprises and\nTax Administrations, a Model Tax Convention and country-by-country reporting\nrules.\n\nPayroll and income tax by OECD country\n\nThe OECD publishes and updates a model tax convention that serves as a\ntemplate for allocating taxation rights between countries. This model is\naccompanied by a set of commentaries that reflect OECD-level interpretation of\nthe content of the model convention provisions. In general, this model\nallocates the primary right to tax to the country from which capital\ninvestment originates (i.e., the home, or resident country) rather than the\ncountry in which the investment is made (the host, or source country). As a\nresult, it is most effective between two countries with reciprocal investment\nflows (such as among the OECD member countries), but can be unbalanced when\none of the signatory countries is economically weaker than the other (such as\nbetween OECD and non-OECD pairings). Additionally, the OECD has published and\nupdated the Transfer Pricing Guidelines since 1995. The Transfer Pricing\nGuidelines serve as a template for the profit allocation of inter-company\ntransactions to countries. The latest version, of July 2017, incorporates the\napproved Actions developed under the Base Erosion and Profit Shifting (BEPS)\nproject initiated by the G20.[_citation needed_]\n\n**Pillar 1**\n\nAn OECD proposal to allocate multinational profits (for taxing purposes) to countries where they do business, by a formula, including to markets which multinationals sell into without a physical presence. This is hoped to eliminate the need for Digital Services Tax implemented by several countries, including France. There are exclusions and minimum thresholds, including banking and extractive industries. The proposal involves allocating only residual profit (i.e., profits above what is established through transfer pricing, thus creating a hybrid mechanism). This is essentially no change to what is currently allowed (routine profits allocated using transfer pricing + residual profits allocated through profit split).\n\n**Pillar 2**\n\nOn 1 July 2021, finance officials from 130 countries agreed on plans for a new international taxation policy known as the global minimum corporate tax (of 15%). If a country taxes a multinational at a lower rate, the multinational's HQ will receive the difference.\n\nIt is not certain when the proposals will be implemented.\n\nAll the major economies agreed to pass national laws that would require\ncorporations to pay at least 15% income tax in the countries they operate.\nThis new policy would end the practice of locating world headquarters in small\ncountries with very low taxation rates. Governments hope to recoup some of the\nlost revenue, estimated at $100 billion to $240 billion each year. The new\nsystem was promoted by the Biden Administration in the United States and the\nOECD. Secretary-General Mathias Cormann of the OECD said, \"This historic\npackage will ensure that large multinational companies pay their fair share of\ntax everywhere.\""
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Multinational corporations",
        "generated_section_content_md": "The OECD Guidelines for Multinational Enterprises are a set of legally non-\nbinding guidelines attached as an annex to the OECD Declaration on\nInternational Investment and Multinational Enterprises. They are\nrecommendations providing principles and standards for responsible business\nconduct for multinational corporations operating in or from countries adhering\nto the Declaration."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Publications",
        "generated_section_content_md": "The OECD publishes books, reports, statistics, working papers, and reference\nmaterials. All titles and databases published since 1998 can be accessed via\nOECD iLibrary. The OECD Library & Archives collection dates from 1947,\nincluding records from the Committee for European Economic Co-operation (CEEC)\nand the Organisation for European Economic Co-operation (OEEC), predecessors\nof today's OECD. External researchers can consult OECD publications and\narchival material on the OECD premises by appointment."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Books",
        "generated_section_content_md": "Reports on a wide range of topics for sale at the OECD's Conference Centre\nBookshop in 2019\n\nThe OECD releases about 600 books and over 400 papers yearly on topics\nspanning public policy. The publications are updated to the OECD iLibrary.\nMost books are published in English and French. The OECD flagship titles\ninclude:\n\n* The OECD Economic Outlook, published twice a year. It contains forecast and analysis of the economic situation of the OECD member countries. The OECD exceptionally published the 2020 Economic Outlook on 10 June 2020 to adjust economic forecasts greatly impacted by the Coronavirus since the March Interim Economic Outlook. The June Economic Outlook assesses the economic impact of COVID-19 and provides projections for economic impact if a second outbreak were to occur.\n* The Main Economic Indicators, published monthly. It contains a large selection of timely statistical indicators.\n* The OECD Factbook is published yearly and available online, as an iPhone app, and in print. The Factbook contains more than 100 economic, environmental and social indicators, each presented with a clear definition, tables, and graphs. The Factbook mainly focuses on the statistics of its member countries and sometimes other major additional countries. It is freely accessible online and delivers all the data in Excel format via StatLinks.\n* The OECD Communications Outlook and the OECD Internet Economy Outlook (formerly the Information Technology Outlook), which rotate every year. They contain forecasts and analysis of the communications and information technology industries in OECD member countries and non-member economies.\n* In 2007 the OECD published _Human Capital: How what you know shapes your life_ , the first book in the _OECD Insights_ series. This series uses OECD analysis and data to introduce important social and economic issues to non-specialist readers. Other books in the series cover sustainable development, international trade and international migration. The series was discontinued in 2017.\n\nAll OECD books are available on the OECD iLibrary, the online bookshop or OECD\nLibrary & Archives."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Magazine",
        "generated_section_content_md": "_OECD Observer_ , an award-winning magazine, was launched in 1962. The\nmagazine appeared six times a year until 2010, and became quarterly in 2011\nwith the introduction of the _OECD Yearbook_ , launched for the 50th\nanniversary of the organisation. The online and mobile editions contained\nnews, analysis, reviews, commentaries and data on global economic, social and\nenvironmental challenges and listings of the latest OECD books. An OECD\nObserver Crossword was introduced in Q2 2013. The OECD Observer was last\nissued in the fourth quarter of 2019, with a double edition looking ahead at\nartificial intelligence, and a cover leading on why statistical offices should\nhire a comedian. The OECD Observer website closed in the first quarter of\n2021; the archive can be consulted at www.oecd.org."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Documentation on OECD's multilateral surveillance",
        "generated_section_content_md": "The OECD's multilateral surveillance was systematically reviewed for the first\ntime in Kumiharu Shigehara, \"Multilateral Surveillance: What the OECD can\noffer?\" (the 1996 Global Finance Lecture, the University of Birmingham, 1996;\nOECD publication, Paris, 1996) at a time when Shigehara was OECD Chief\nEconomist and Head of Economics Department (1992–1997); he was subsequently\nOECD Deputy Secretary-General (1997–1999).\n\nIt was also discussed in:\n\n* Kumiharu Shigehara, \"Surveillance by International Institutions: Lessons from the Global Financial and Economic Crisis\" (OECD Working Papers No.860, May 2011, co-authored with Paul Atkinson).\n* Kumiharu Shigehara, \"Multilateral Surveillance: the IMF, the OECD and G20\" (Ligue Européenne de Coopération Économique, Paris, 2011)\n* Kumiharu Shigehara, \"The Limits of Surveillance and Financial Market Failure: Lessons from the Euro-Area Crisis\" (Palgrave Macmillan 2014)\n\nThe history of OECD multilateral surveillance from the 1960s to the end of the\n1990s was also described in the memoirs titled \"the Bank of Japan and the\nOECD: Recollections and Reflections\", written in Japanese by Kumiharu\nShigehara and published in December 2019. In his letter of 5 February 2019,\nDonald Johnston, OECD Secretary-General (1996–2006), noted that Shigehara's\n\"book is very important for the OECD where there is little living\ninstitutional memory\". The English edition of Shigehara's memoirs titled _The\nBank of Japan, the OECD, and Beyond_ was published by Palgrave Macmillan in\nSeptember 2024."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Statistics",
        "generated_section_content_md": "The OECD is known as a statistical agency, as it publishes comparable\nstatistics on numerous subjects. In July 2014, the OECD publicly released its\nmain statistical databases through the OECD Data Portal, an online platform\nthat allows visitors to create custom charts based on official OECD\nindicators.\n\nOECD statistics are available in several forms:\n\n* as interactive charts on the OECD Data Portal,\n* as interactive databases on iLibrary together with key comparative and country tables,\n* as static files or dynamic database views on the OECD Statistics portal,\n* as StatLinks (in most OECD books, there is a URL that links to the underlying data).\n\nIn July 2024, the OECD announced that it \"has transitioned to [an] open-access\ninformation model\" and that Creative Commons CC‑BY‑4.0 attribution licenses\nwill be used on all data and publications."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Working papers",
        "generated_section_content_md": "There are 15 working papers series published by the various directorates of\nthe OECD Secretariat. They are available on iLibrary, as well as on many\nspecialised portals."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Reference works",
        "generated_section_content_md": "The OECD is responsible for the OECD Guidelines for the Testing of Chemicals,\na continuously updated document that is a _de facto_ standard (i.e., soft\nlaw).\n\nIt published the _OECD Environmental Outlook to 2030_ in March 2008, which\nargues that tackling key environmental problems—including climate change,\nbiodiversity loss, water scarcity, and the health impacts of pollution—is both\nachievable and affordable."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "SDG Pathfinder",
        "generated_section_content_md": "In 2020, the inaugural University Press Redux Sustainability Award was given\nto OECD by the Association of Learned and Professional Society Publishers\n(ALPSP) and Cambridge University Press. The award recognised the development\nof the SDG Pathfinder, an open-access digital discovery tool for finding\ncontent and data relating to the Sustainable Development Goals (SDGs)."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure",
        "generated_section_content_md": "The OECD's structure consists of three main elements:\n\n* The OECD member countries, each represented by a delegation led by an ambassador. Together, they form the OECD Council. Member countries act collectively through the council (and its standing committees) to provide direction and guidance to the work of the organisation.\n* The OECD substantive committees, one for each work area of the OECD, plus their various subsidiary bodies. Committee members are typically subject-matter experts from member and non-member governments. The committees oversee all the work on each theme (publications, task forces, conferences, and so on). Committee members then relay the conclusions to their capitals.\n* The OECD Secretariat, led by the Secretary-General (currently Mathias Cormann), provides support to standing and substantive committees. It is organised into directorates, which include about 2,500 staff."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Meetings",
        "generated_section_content_md": "The main entrance to the OECD Conference Centre in Paris\n\nDelegates from the member countries attend committee and other meetings.\nFormer Deputy Secretary-General Pierre Vinde [sv] estimated in 1997 that the\ncost borne by the member countries, such as sending their officials to OECD\nmeetings and maintaining permanent delegations, is equivalent to the cost of\nrunning the secretariat. This ratio is unique among inter-governmental\norganisations.[_citation needed_] In other words, the OECD is more a\npersistent forum or network of officials and experts than an administration.\n\nThe OECD regularly holds minister-level meetings and forums as platforms for a\ndiscussion on a broad spectrum of thematic issues relevant to the OECD\ncharter, member countries, and non-member countries.\n\n| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed. _( April 2022)__(Learn how\nand when to remove this message)_\n---|---\n\nNoteworthy meetings include:\n\n* The yearly Ministerial Council Meeting, with the Ministers of Economy of all member countries and the candidates for enhanced engagement among the countries.\n* The annual OECD Forum, which brings together leaders from business, government, labour, civil society and international organisations. Held every year since June 2000, the OECD Forum takes the form of conferences and discussions, is open to public participation and is held in conjunction with the MCM.\n* Thematic Ministerial Meetings, held among ministers of a given domain (i.e., all Ministers of Labour, all Ministers of Environment, etc.).\n* The bi-annual World Forum on Statistics, Knowledge and Policies, which does not usually take place in the OECD. This series of meetings has the ambition to measure and foster progress in societies.\n* The Forum for Harmful Tax Practices\n* The Committee on Fiscal Affairs[_citation needed_]\n* OECD Eurasia Week, which includes several high-level policy dialogue discussions to share best practices and experiences in addressing common development and economic challenges in Eurasia."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Secretariat",
        "generated_section_content_md": "The exterior of the Château de la Muette and the grounds of the OECD\nConference Centre\n\nExchanges between OECD governments benefit from the information, analysis, and\npreparation of the OECD Secretariat. The secretariat collects data, monitors\ntrends, and analyses and forecasts economic developments. Under the direction\nand guidance of member governments, it also researches social changes or\nevolving patterns in trade, environment, education, agriculture, technology,\ntaxation and other areas.\n\nThe secretariat is organised in directorates:\n\n* Centre for Entrepreneurship, SMEs, Regions and Cities\n* Centre for Tax Policy and Administration\n* Development Co-operation Directorate\n* Directorate for Education and Skills\n* Directorate for Employment, Labour, and Social Affairs\n* Directorate for Financial and Enterprise Affairs\n* Directorate for Science, Technology, and Innovation\n* Economics Department\n* Environment Directorate\n* Public Governance Directorate\n* Statistics Directorate\n* Trade and Agriculture Directorate\n* General Secretariat\n* Executive Directorate\n* Public Affairs and Communication Directorate"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Secretary-General",
        "generated_section_content_md": "The head of the OECD Secretariat and chair of the OECD Council is the\nSecretary-General. Secretary-General selections are made by consensus, meaning\nall member states must agree on a candidate.\n\nSecretary-General of the OEEC  No.  | Secretary-General  | Time served  | Country of origin\n---|---|---|---\n1  | Robert Marjolin | 1948 – 1955  |  France\n2  | René Sergent | 1955 – 1960  |  France\n3  | Thorkil Kristensen | 1960 – 30 September 1961  |  Denmark\nSecretary-General of the OECD  No.  | Secretary-General  | Time served  | Country of origin  | Notes\n---|---|---|---|---\n1  | Thorkil Kristensen | 30 September 1961 – 30 September 1969  |  Denmark  |\n2  | Emiel van Lennep | 1 October 1969 – 30 September 1984  |  Netherlands  |\n3  | Jean-Claude Paye | 1 October 1984 – 30 September 1994  |  France  |\n—  | Staffan Sohlman (interim)  | 1 October 1994 – November 1994  |  Sweden  |\n3  | Jean-Claude Paye | November 1994 – 31 May 1996  |  France  |\n4  | Donald Johnston | 1 June 1996 – 31 May 2006  |  Canada  |\n5  | José Ángel Gurría | 1 June 2006 – 31 May 2021  |  Mexico  |\n6  | Mathias Cormann | 1 June 2021 – present  |  Australia  |"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Committees",
        "generated_section_content_md": "A meeting room in the Château de la Muette\n\nRepresentatives of member and observer countries meet in specialised\ncommittees on specific policy areas, such as economics, trade, science,\nemployment, education, development assistance or financial markets. There are\nabout 200 committees, working groups and expert groups. Committees discuss\npolicies and review progress in the given policy area."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Special bodies",
        "generated_section_content_md": "The OECD has a number of specialised bodies:\n\n* Africa Partnership Forum\n* Blue Dot Network\n* Business and Industry Advisory Committee (BIAC)\n* Development Assistance Committee\n* OECD Development Centre\n* International Transport Forum (ITF) (formerly known as the European Conference of Ministers of Transport)\n* International Energy Agency\n* Nuclear Energy Agency\n* Multilateral Organisation Performance Assessment Network (MOPAN)\n* Partnership for Democratic Governance (PDG)\n* Sahel and West Africa Club\n* Trade Union Advisory Committee to the OECD (TUAC)"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Voting",
        "generated_section_content_md": "OECD decisions are made through voting, which requires unanimity among all of\nthose voting. Each member country has one vote. However, dissenting members\nwhich do not wish to block a decision but merely to signal their disapproval\ncan abstain from voting. 22 of the OECD member countries are also EU member\nstates."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Current members",
        "generated_section_content_md": "As of June 2025[update] there are 38 members of the OECD:\n\nCountry | Application | Negotiations | Invitation | Membership | Geographic location | Notes\n---|---|---|---|---|---|---\nAustralia |  |  |  | 7 June 1971 | Oceania |\nAustria |  |  |  | 29 September 1961 | Europe | OEEC member\nBelgium |  |  |  | 13 September 1961 | Europe | OEEC member\nCanada |  |  |  | 10 April 1961 | North America |\nChile | November 2003 | 16 May 2007 | 15 December 2009 | 7 May 2010 | South America |\nColombia | 24 January 2011 | 30 May 2013 | 25 May 2018 | 28 April 2020 | South America |\nCosta Rica | 9 April 2015 |  | 15 May 2020 | 25 May 2021 | Central America |\nCzech Republic | January 1994 | 8 June 1994 | 24 November 1995 | 21 December 1995 | Europe |\nDenmark |  |  |  | 30 May 1961 | Europe | OEEC member\nEstonia |  | 16 May 2007 | 10 May 2010 | 9 December 2010 | Europe |\nFinland |  |  |  | 28 January 1969 | Europe |\nFrance |  |  |  | 7 August 1961 | Europe | OEEC member\nGermany |  |  |  | 27 September 1961 | Europe | Joined OECD and OEEC in 1949 as West Germany, previously represented by the Trizone\nGreece |  |  |  | 27 September 1961 | Europe | OEEC member\nHungary | December 1993 | 8 June 1994 |  | 7 May 1996 | Europe |\nIceland |  |  |  | 5 June 1961 | Europe | OEEC member\nIreland |  |  |  | 17 August 1961 | Europe | OEEC member\nIsrael | 15 March 2004 | 16 May 2007 | 10 May 2010 | 7 September 2010 | Middle East |\nItaly |  |  |  | 29 March 1962 | Europe | OEEC member\nJapan | November 1962 |  | July 1963 | 28 April 1964 | Asia |\nLatvia |  | 29 May 2013 | 11 May 2016 | 1 July 2016 | Europe |\nLithuania |  | 9 April 2015 | 31 May 2018 | 5 July 2018 | Europe |\nLuxembourg |  |  |  | 7 December 1961 | Europe | OEEC member\nMexico |  |  | 14 April 1994 | 18 May 1994 | North America |\nNetherlands |  |  |  | 13 November 1961 | Europe | OEEC member\nNew Zealand |  |  |  | 29 May 1973 | Oceania |\nNorway |  |  |  | 4 July 1961 | Europe | OEEC member\nPoland | 1 February 1994 | 8 June 1994 | 11 July 1996 | 22 November 1996 | Europe |\nPortugal |  |  |  | 4 August 1961 | Europe | OEEC member\nSlovakia | February 1994 | 8 June 1994 | July 2000 | 14 December 2000 | Europe |\nSlovenia | March 1996 | 16 May 2007 | 10 May 2010 | 21 July 2010 | Europe |\nSouth Korea | 29 March 1995 |  | 25 October 1996 | 12 December 1996 | Asia |\nSpain |  |  |  | 3 August 1961 | Europe | Joined OEEC in 1958\nSweden |  |  |  | 28 September 1961 | Europe | OEEC member\nSwitzerland |  |  |  | 28 September 1961 | Europe | OEEC member\nTurkey |  |  |  | 2 August 1961 | Eurasia | OEEC member\nUnited Kingdom |  |  |  | 2 May 1961 | Europe | OEEC member\nUnited States |  |  |  | 12 April 1961 | North America |"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Dependent territories",
        "generated_section_content_md": "* Aruba\n* Bermuda\n* Curaçao\n* Gibraltar\n* Guernsey\n* Isle of Man\n* Jersey\n* Sint Maarten\n\nDependent territories of member states are not members in their own right, but\nmay have membership as part of their sovereign state. As of January 2021, the\nDutch Caribbean and the British territories of Guernsey, Jersey, the Isle of\nMan, Gibraltar, and Bermuda _are_ included as part of the OECD memberships of\nthe Netherlands and the U.K., respectively. Other dependent territories of\nOECD member states _are not_ members of the OECD."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Participating partners",
        "generated_section_content_md": "* Brazil\n* China\n* European Union\n* India\n* Indonesia\n* South Africa\n\nThe European Commission participates in the work of the OECD alongside the EU\nmember states. The OECD designates Brazil, China, India, Indonesia, and South\nAfrica as Key Partners, which participate in policy discussions in OECD\nbodies, and take part in regular OECD surveys."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Negotiating membership",
        "generated_section_content_md": "* Argentina since 2022\n* Brazil since 2022\n* Bulgaria since 2022\n* Croatia since 2022\n* Indonesia since 2024\n* Peru since 2022\n* Romania since 2022\n* Thailand since 2024"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Applicants",
        "generated_section_content_md": "* Malta applied in 2007\n* Ukraine since 2022"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Expressed interest",
        "generated_section_content_md": "* Kazakhstan\n* Malaysia\n* Vietnam"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Former members",
        "generated_section_content_md": "* Free Territory of Trieste\n\nThe Free Territory of Trieste (Zone A) was a member of the OEEC until 1954,\nwhen it merged with Italy and ceased to exist as an independent territorial\nentity."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Accession talks terminated",
        "generated_section_content_md": "* Belarus\n* Russia\n\nIn May 2007, the OECD decided to open accession negotiations with Russia. In\nMarch 2014, the OECD halted membership talks in response to Russia's role in\nthat year's Crimean annexation and continuous human and civil rights abuses.\nOn 25 February 2022, the OECD terminated the accession process with Russia\nafter it invaded Ukraine. In March 2022, Belarus was suspended from any\nparticipation in the OECD."
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Budget",
        "generated_section_content_md": "The OECD operates on a two-year budget determined by member countries, with\nannual revenues over €900 million during the most recent reporting period\n(2023–2024).\n\nTotalling an estimated 229.9m EUR in 2024, assessed contributions to the \"Part\nI Budget\" is largest single source of revenue for the OECD and these\ncontributions are based on both the number of OECD members and the\nproportional size of their national economies.\n\n2024 Part I budget contribution shares  Member country  | % contribution\n---|---\nAustralia | 3.3\nAustria | 1.5\nBelgium | 1.7\nCanada | 3.8\nChile | 1.2\nColombia | 1.2\nCosta Rica | 0.9\nCzech Republic | 1.2\nDenmark | 1.4\nEstonia | 0.8\nFinland | 1.2\nFrance | 5.1\nGermany | 7.6\nGreece | 1.1\nHungary | 1.0\nIceland | 0.6\nIreland | 1.4\nIsrael | 1.5\nItaly | 3.9\nJapan | 8.5\nSouth Korea | 3.5\nLatvia | 0.8\nLithuania | 0.9\nLuxembourg | 0.8\nMexico | 2.7\nNetherlands | 2.4\nNew Zealand | 1.2\nNorway | 1.6\nPoland | 1.7\nPortugal | 1.2\nSlovakia | 1.0\nSlovenia | 0.9\nSpain | 2.9\nSweden | 1.7\nSwitzerland | 2.1\nTurkey | 1.9\nUnited Kingdom | 5.5\nUnited States | 18.3\nTotal  | 100.0"
    },
    {
        "chapter_name": "OECD",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Permanent missions accredited to the OECD",
        "generated_section_content_md": "* Permanent Mission of Austria to the OECD\n\n* Permanent Mission of Canada to the OECD\n\n* Permanent Mission of Chile to the OECD\n\n* Permanent Mission of the Czech Republic to the OECD\n\n* Permanent Mission of Finland to the OECD\n\n* Permanent Mission of France to the OECD\n\n* Permanent Mission of Germany to the OECD\n\n* Permanent Mission of Italy to the OECD\n\n* Permanent Mission of Japan to the OECD\n\n* Permanent Mission of Mexico to the OECD\n\n* Permanent Mission of Poland to the OECD\n\n* Permanent Mission of Portugal to the OECD\n\n* Permanent Mission of Slovak Republic to the OECD\n\n* Permanent Mission of South Korea to the OECD\n\n* Permanent Mission of Switzerland to the OECD\n\n* Permanent Mission of Turkey to the OECD\n\n* Permanent Mission of the United States to the OECD"
    }
]