[
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN Secretariat department that promotes human rights under international law\n\nThe **Office of the United Nations High Commissioner for Human Rights**\n(**OHCHR**) is a department of the United Nations Secretariat that works to\npromote and protect human rights that are guaranteed under international law\nand stipulated in the Universal Declaration of Human Rights of 1948. The\noffice was established by the United Nations General Assembly on 20 December\n1993 in the wake of the 1993 World Conference on Human Rights.\n\nThe office is headed by the high commissioner for human rights, who co-\nordinates human rights activities throughout the United Nations System and\nacts as the secretariat of the Human Rights Council in Geneva, Switzerland.\nThe eighth and current high commissioner is Volker Türk of Austria, who\nsucceeded Michelle Bachelet of Chile on 8 September 2022.\n\nIn 2018–2019, the department had a budget of US$201.6 million (3.7 per cent of\nthe United Nations regular budget), and approximately 1,300 employees based in\nGeneva and New York City. It is an ex officio member of the Committee of the\nUnited Nations Development Group."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Mandate",
        "generated_section_content_md": "OHCHR presence at the 70th anniversary of the Universal Declaration of Human\nRights, in Kenya\n\nThe mandate of OHCHR derives from Articles 1, 13 and 55 of the Charter of the\nUnited Nations, the Vienna Declaration and Programme of Action and General\nAssembly resolution 48/141 of 20 December 1993, by which the Assembly\nestablished the post of United Nations high commissioner for human rights. In\nconnection with the programme for reform of the United Nations (A/51/950,\npara. 79), the OHCHR and the Centre for Human Rights were consolidated into a\nsingle OHCHR on 15 September 1997."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Purpose",
        "generated_section_content_md": "The objectives of OHCHR are to:\n\n1. Promote universal enjoyment of all human rights by giving practical effect to the will and resolve of the world community as expressed by the United Nations\n2. Play the leading role on human rights issues and emphasize the importance of human rights at the international and national levels\n3. Promote international cooperation for human rights\n4. Stimulate and coordinate action for human rights throughout the United Nations system\n5. Promote universal ratification and implementation of international standards\n6. Assist in the development of new norms\n7. Support human rights organs and treaty monitoring bodies\n8. Respond to serious violations of human rights\n9. Undertake preventive human rights action\n10. Promote the establishment of national human rights infrastructures\n11. Undertake human rights field activities and operations\n12. Provide education, information advisory services and technical assistance in the field of human rights"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Organization",
        "generated_section_content_md": "The OHCHR is divided into organizational units, as described below. The OHCHR\nis headed by a High Commissioner with the rank of Under-Secretary-General."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.1",
        "section_name": "High Commissioner for Human Rights (Under-Secretary-General)",
        "generated_section_content_md": "The United Nations high commissioner for human rights, accountable to the\nsecretary-general, is responsible for all the activities of the OHCHR, as well\nas for its administration, and carries out the functions specifically assigned\nto him or her by the UN General Assembly in its resolution 48/141 of 20\nDecember 1993 and subsequent resolutions of policy-making bodies. He or she\nadvises the Secretary-General on the policies of the United Nations in the\narea of human rights, ensures that substantive and administrative support is\ngiven to the projects, activities, organs and bodies of the human rights\nprogramme, represents the secretary-general at meetings of human rights organs\nand at other human rights events, and carries out special assignments as\ndecided by the secretary-general. As well as those human rights that are\ncurrently included in legally binding treaties, the high commissioner also\npromotes human rights yet to be recognized in international law (such as the\nadoption of economic, social and cultural rights as a strategic priority,\nwhich are not all currently recognized in international legal instruments)."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.2",
        "section_name": "Deputy High Commissioner for Human Rights (Assistant Secretary-General)",
        "generated_section_content_md": "The United Nations high commissioner for human rights, in the performance of\nhis or her activities, is assisted by a deputy high commissioner who acts as\nofficer-in-charge during the absence of the high commissioner. In addition,\nthe deputy high commissioner carries out specific substantive and\nadministrative assignments as decided by the high commissioner. The deputy is\naccountable to the high commissioner.\n\nThe current deputy high commissioner for human rights is the Australian\nnational Kate Gilmore."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.3",
        "section_name": "Assistant Secretary-General for Human Rights (UN Headquarters New York)",
        "generated_section_content_md": "The assistant secretary-general for Human Rights (not to be confused with the\ndeputy high commissioner, who is also an assistant secretary-general) is based\nin New York City and heads the New York Office of the High Commissioner. The\nNew York Office represents the high commissioner at United Nations\nHeadquarters in New York and promotes the integration of human rights in\npolicy processes and activities undertaken by inter-governmental and inter-\nagency bodies at the United Nations.\n\nThe post of assistant secretary-general for human rights was created in 2010,\nwhen Ivan Šimonović was appointed to the position. From 2016 to 2019, the\nposition was held by Andrew Gilmour. The current assistant secretary-general\nfor human rights, since 2020, is Ilze Brands Kehris [fr]."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.4",
        "section_name": "Staff Office of the United Nations High Commissioner for Human Rights",
        "generated_section_content_md": "The Staff Office of the United Nations High Commissioner for Human Rights is\nheaded by a chief who is accountable to the high commissioner. The core\nfunctions of the Staff Office are to:\n\n1. Assist the high commissioner in the overall direction and supervision of the activities of the human rights programme\n2. Assist the high commissioner in the formulation, communication, implementation and evaluation of policies, practices and activities for the promotion and protection of human rights\n3. Assist the high commissioner in maintaining relations with governments, other United Nations agencies and entities, international organizations, regional and national institutions, non-governmental organizations, the private sector and academia\n4. Assist the high commissioner in maintaining liaison on policy matters with the Executive Office of the Secretary-General and other relevant offices at Headquarters, as well as with the spokespersons of the secretary-general at New York City and Geneva and the media\n5. Carry out fund-raising functions and special projects as assigned by the high Commissioner\n6. Assist the high commissioner in developing and maintaining a framework for the management and planning of the activities of the human rights programme and facilitating the development of the overall work programme, and in preparing annual management reports on activities and achievements\n7. Represent the high commissioner at meetings and make statements on his or her behalf"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.5",
        "section_name": "Administrative Section",
        "generated_section_content_md": "The Administrative Section is headed by a chief, Kyle F. Ward, who is\naccountable to the deputy high commissioner. The core functions of the\nAdministrative Section, in addition to those set out in section 7 of\nSecretary-General's bulletin ST/SGB/1997/5, are to:\n\n1. Advise the high commissioner on the budgetary, financial and personnel matters relating to the human rights programme\n2. Assist the high commissioner and appropriate staff in the discharge of their financial, personnel and general administrative responsibilities and administering the associate expert and internship programmes"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.6",
        "section_name": "New York Office",
        "generated_section_content_md": "The New York Office is headed by an assistant secretary-general who is\naccountable to the high commissioner. The core functions of the New York\nOffice are to:\n\n1. Represent the high commissioner at Headquarters, at meetings of policy-making bodies, with permanent missions of Member States, at interdepartmental and inter-agency meetings, with non-governmental organizations and professional groups, at academic conferences and with the media\n2. Provide policy advice and recommendations on substantive matters to the high commissioner\n3. Supply information and advice on human rights to the Executive Office of the Secretary-General\n4. Provide substantive support on human rights issues to the General Assembly, the Economic and Social Council and other policy-making bodies established in New York City\n5. Provide materials and information to the permanent missions, United Nations departments, agencies and programs, non-governmental organizations, the media and others regarding the human rights programme\n6. Provide support to the high commissioner and other officials, and to special rapporteurs and special representatives when on mission in New York City\n7. Undertake other specific assignments as decided by the high commissioner"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.7",
        "section_name": "Thematic Engagement, Special Procedures and Right to Development Division",
        "generated_section_content_md": "The Thematic Engagement, Special Procedures and Right to Development Division\nis headed by a director who is accountable to the high commissioner. The core\nfunctions of the division are to:\n\n1. Promote and protect the right to development, in particular by:\n1. Supporting intergovernmental groups of experts on the preparation of the strategy for the right to development\n2. Assisting in the analysis of the voluntary reports by States to the High Commissioner on the progress and steps taken for the realization of the right to development and on obstacles encountered\n3. Carrying out research projects on the right to development and preparing substantive outputs for submission to the General Assembly, the Commission on Human Rights and treaty bodies\n4. Assisting in the substantive preparation of advisory service projects and educational material on the right to development\n5. Providing substantive analysis and support to the High Commissioner in his or her mandate to enhance system-wide support for the right to development\n2. Carry out substantive research projects on the whole range of human rights issues of interest to United Nations human rights bodies in accordance with the priorities established by the Vienna Declaration and Programme of Action and resolutions of policy-making bodies\n3. Support the work of the mandate-holders of the Special Procedures of the Human Rights Council\n4. Provide substantive services to human rights organs engaged in standard-setting activities\n5. Prepare documents, reports or draft reports, summaries and synthesis and position papers in response to particular requests, as well as substantive contributions to information materials and publications\n6. Provide policy analysis, advice and guidance on substantive procedures\n7. Manage the information services of the human rights programme, including the documentation centre and library, enquiry services and the human rights databases\n8. Prepare studies on relevant articles of the Charter of the United Nations for the Repertory of Practice of United Nations Organs"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.8",
        "section_name": "Human Rights Council and Treaty Mechanisms Division",
        "generated_section_content_md": "The Human Rights Council and Treaty Mechanisms Division is headed by a\ndirector who is accountable to the high commissioner. The core functions of\nthe division are to:\n\n1. Plan, prepare and service sessions/meetings of the Human Rights Council, the Advisory Committee and related working groups and of the committees established by human rights treaty bodies and their working groups\n2. Ensure that substantive support is provided in a timely manner to the human rights treaty body concerned, drawing on the appropriate resources of the human rights programme\n3. Prepare state party reports for review by the treaty body concerned and follow up on decisions and recommendations\n4. Prepare or coordinate the preparation and submission of all substantive and other documents and the support from other management units to the activities of treaty bodies serviced, and following up on decisions taken at meetings of those bodies\n5. Plan, prepare and service sessions of the board of trustees of the United Nations Voluntary Fund for Victims of Torture, and implement relevant decisions\n6. Process communications submitted to treaty bodies under optional procedures and communications under the procedures established by the Economic and Social Council in its resolution 1503 (XLVIII) of 27 May 1970 and ensuring follow-up"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "0.3.9",
        "section_name": "Field Operations and Technical Cooperation Division",
        "generated_section_content_md": "The Field Operations and Technical Cooperation Division is headed by a\ndirector who is accountable to the high commissioner. The core functions of\nthe division are to:\n\n1. Develop, implement, monitor and evaluate advisory services and technical assistance projects at the request of Governments\n2. Manage the Voluntary Fund for Technical Cooperation in the Field of Human Rights\n3. Implement the Plan of Action of the United Nations Decade for Human Rights Education, including the development of information and educational materials;\n4. Provide substantive and administrative support to human rights fact-finding and investigatory mechanisms, such as special rapporteurs, representatives and experts and working groups mandated by the Commission on Human Rights and/or the Economic and Social Council to deal with specific country situations or phenomena of human rights violations worldwide, as well as the General Assembly's Special Committee to Investigate Israeli Practices Affecting the Human Rights of the Palestinian People and Other Arabs of the Occupied Territories\n5. Plan, support and evaluate human rights field presences and missions, including the formulation and development of best practices, procedural methodologies and models for all human rights activities in the field\n6. Manage voluntary funds for human rights field presences\n7. Manage the United Nations Voluntary Fund on Contemporary Forms of Slavery, United Nations Voluntary Fund for Indigenous Populations and United Nations Voluntary Fund for the International Decade of the World's Indigenous People\n\n(Source: OHCHR Website)"
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "High commissioners for human rights",
        "generated_section_content_md": "Navi Pillay (centre), High Commissioner for Human Rights from 2008 to 2014 **United Nations High Commissioner for Human Rights** Image | Name | Country | Term | Notes\n---|---|---|---|---\n| José Ayala Lasso |  Ecuador | 1994–1997 |\n| Mary Robinson |  Ireland | 1997–2002 | Term was not renewed by Secretary-General Kofi Annan\n| Sérgio Vieira de Mello |  Brazil | 2002–2003 | Killed in the Canal Hotel bombing in Baghdad on 19 August 2003\n| Bertrand Ramcharan |  Guyana | 2003–2004 | _Acting High Commissioner_\n| Louise Arbour |  Canada | 2004–2008 | Did not seek a second term\n| Navi Pillay |  South Africa | 1 September 2008 – 31 August 2014 | Her mandate was extended for an additional half term (two years) by the General Assembly on 1 September 2012\n| Prince Zeid bin Ra'ad bin Zeid al-Hussein |  Jordan | 1 September 2014 – 31 August 2018 |\n| Michelle Bachelet |  Chile | 1 September 2018 – 31 August 2022  | Elected by the General Assembly on 10 August 2018\n| Volker Türk |  Austria | 8 September 2022 – 31 August 2026 | Appointed by Secretary-General António Guterres on September 8, 2022 following approval by UN General Assembly."
    },
    {
        "chapter_name": "Office of the United Nations High Commissioner for Human Rights",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Criticisms",
        "generated_section_content_md": "In July 2025, UN High Commissioner for Human Rights Volker Türk issued a\nstatement ahead of a High-Level Conference on Palestine, calling for\ninternational pressure on the Israeli government to end military operations in\nGaza. Türk described Gaza as \"a dystopian landscape of deadly attacks and\ntotal destruction\" and reported that according to the Gaza Ministry of Health,\nmore than 200,000 Palestinians had been killed or injured since October 7,\nrepresenting approximately ten percent of the territory's population.\n\nJournalist Emma Reilly leaked e-mails in 2020 and 2021 in which the OHCHR\nprovided names of Chinese participants in UN human rights activities to China\non request. This occurred on multiple occasions from before 2012 to at least\n2019, despite an explicit ban against this sort of activity. In some cases,\nafter obtaining their name in advance from the UN, the Chinese Communist Party\nmade sure an activist was not able to leave China for Geneva to attend."
    }
]