[
    {
        "chapter_name": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Office of the United Nations Secretariat\n\nThe **Office of the Special Representative of the Secretary-General on Sexual\nViolence in Conflict** (**OSRSG-SVC**) is an office of the United Nations\nSecretariat tasked with serving the United Nations' spokesperson and political\nadvocate on conflict-related sexual violence, the Special Representative of\nthe Secretary-General on Sexual Violence in Conflict (SRSG-SVC). The Special\nRepresentative holds the rank of Under-Secretary-General of the UN and chairs\nthe UN Action Against Sexual Violence in Conflict. The mandate of the SRSG-SVC\nwas established by Security Council Resolution 1888, introduced by Hillary\nClinton, and the first Special Representative, Margot Wallström, took office\nin 2010. The current Special Representative is Pramila Patten of Mauritius,\nwho was appointed by UN Secretary General António Guterres in 2017. The work\nof the SRSG-SVC is supported by the UN Team of Experts on the Rule of\nLaw/Sexual Violence in Conflict, co-led by the Department of Peacekeeping\nOperations (DPO), Office of the High Commissioner for Human Rights (OHCHR) and\nthe UN Development Programme (UNDP), also established under Security Council\nResolution 1888."
    },
    {
        "chapter_name": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History and role",
        "generated_section_content_md": "The mandate was established in 2009 by UN Security Council Resolution 1888,\none in a series of resolutions which recognized the detrimental impact that\nsexual violence in conflict has on communities, and acknowledged that the\ncrime undermines peace and security efforts. The resolution signaled a change\nin the way the international community views and responds to conflict-related\nsexual violence. It is no longer seen as an inevitable by-product of war, but\nrather a crime that is preventable and punishable under international human\nrights law.\n\nIn April 2010, the first Special Representative, Margot Wallström of Sweden\ntook office and in September 2012 Zainab Hawa Bagura of Sierra Leone took over\nand served until early 2017.\n\nAccording to the 2023 Report of the Secretary-General on Conflict-Related\nSexual Violence, the Office focuses on 21 country situations, including 15\nconflict settings, three post-conflict countries and three additional\nsituations of concern."
    },
    {
        "chapter_name": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Team of Experts",
        "generated_section_content_md": "The Office's Team of Experts (TOE) on the Rule of Law and Sexual Violence in\nConflict works to strengthen the capacity of national rule of law and justice\nactors to investigate and prosecute for acts of conflict-related sexual\nviolence. The lack of adequate national capacity to deliver justice often\nleads to widespread impunity and threatens survivors' access to justice,\nsecurity and safety. The Team of Experts has been operational since 2011 and\nis the sole Security Council-mandated body tasked with building national\ncapacity to enhance accountability for conflict-related sexual violence. It\nincludes experts from the Department of Peacekeeping Operations (DPO), the\nOffice of the High Commissioner for Human Rights (OHCHR) and the United\nNations Development Programme (UNDP), which serve as co-lead entities. In\naddition, the Team is complemented by a law enforcement expert seconded by the\nGovernment of Sweden and a reparations expert. Pursuant to Security Council\nResolution 1888 (2009), the Team focuses on: (i) working closely with national\nlegal and judicial officials and other personnel in the relevant governments'\ncivilian and military justice systems to address impunity, including by\nstrengthening national capacity and drawing attention to the full range of\njustice mechanisms to be considered; (ii) identifying gaps in national\nresponse and encouraging a holistic national approach in addressing conflict-\nrelated sexual violence, including by enhancing criminal accountability,\njudicial capacity and responsiveness to victims (such as reparations\nmechanisms); (iii) making recommendations to coordinate domestic and\ninternational efforts and resources to reinforce governments' ability to\naddress conflict-related sexual violence; and (iv) working with other UN\nmechanisms including UN Missions, Country Teams, and the SRSG-SVC towards the\nfull implementation of resolutions 1820 (2008), 1888 (2009), 1960 (2010), 2106\n(2013) and 2331 (2016). The Team of Experts provides assistance to\ngovernments, including in the areas of criminal investigation and prosecution;\nmilitary justice; legislative reform; protection of victims and witnesses;\nreparations for survivors; and security sector oversight. In support of the\nOffice of the SRSG-SVC, the TOE also serves a catalytic role in implementing\njoint communiqués and frameworks of cooperation agreed between the SRSG-SVC\nand national authorities, regional actors and other UN entities, complementing\nthe work of UN country presences."
    },
    {
        "chapter_name": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "UN Action Against Sexual Violence in Conflict (UN Action)",
        "generated_section_content_md": "UN Action is a cross-UN initiative that unites the work of 26 entities with\nthe goal of ending conflict-related sexual violence. The Chair of UN Action is\nthe Special Representative on Sexual Violence in Conflict, Ms. Pramila Patten.\nEndorsed by the Secretary-General's Policy Committee in June 2007, it\nrepresents a concerted effort by the UN to work as one by amplifying advocacy,\nimproving coordination and accountability and supporting country efforts to\nprevent conflict-related sexual violence and respond effectively to the needs\nof survivors.\n\nThe 26 entities in the network are: Department of Peacekeeping Operations\n(DPO), International Labour Organization (ILO), International Organization for\nMigration (IOM), International Trade Centre (ITC), Joint United Nations\nProgram of HIV/AIDS (UNAIDS), Office for the Coordination of Humanitarian\nAffairs (OCHA), Office of the High Commissioner for Human Rights (OHCHR),\nOffice of the Special Representative of the Secretary-General for Children and\nArmed Conflict (OSRSG/CAAC), Office of the Special Representative of the\nSecretary-General on Violence against Children (OSRSG-VAC), United Nations\nDepartment of Global Communications (UNDGC), United Nations Entity for Gender\nEquality and the Empowerment of Women (UN Women), United Nations Environment\nProgramme (UNEP) , United Nations Children's Fund (UNICEF), United Nations\nCounter-Terrorism Committee Executive Directorate (CTED), United Nations\nDepartment of Political Affairs (DPA), United Nations Development Programme\n(UNDP), United Nations High Commissioner for Refugees (UNHCR), United Nations\nOffice for Disarmament Affairs (UNODA), United Nations Office on Drugs and\nCrime (UNODC), United Nations Office on Genocide Prevention (OSAPG), United\nNations Peacebuilding Support Office (UN-PBSO), United Nations Population\nFund(UNFPA), World Food Programme (WFP), World Health Organization (WHO), UN-\nHabitat (UN-Habitat)."
    },
    {
        "chapter_name": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Secretary-General's Report on Conflict-Related Sexual Violence",
        "generated_section_content_md": "The Office publishes the Report of the Secretary-General on Conflict-Related\nSexual Violence annually to highlight a number of new and emerging concerns in\nrelation to the use of sexual violence by parties to armed conflict as a\ntactic of war and terrorism. The report contains an annex of a list of parties\ncredibly suspected of committing or being responsible for patterns of rape or\nother forms of sexual violence in situations of armed conflict, the majority\nof whom are non-state actors. It tracks developments relevant to the\nimplementation of Resolutions 1820 (2008), 1888 (2009) and 1960 (2010) in 21\nconflict-affected and post-conflict states and it is compiled through the\nanalysis of data provided by United Nations offices, civil society and\nregional organizations, as well as Member States. The 2023 Report covers the\nfollowing countries: Afghanistan, Bosnia and Herzegovina, Central African\nRepublic, Colombia, the Democratic Republic of the Congo (DRC), Ethiopia,\nHaiti, Iraq, Israel and the State of Palestine, Libya, Mali, Myanmar, Nepal,\nNigeria, Somalia, South Sudan, Sri Lanka, Sudan (Darfur), Syrian Arab\nRepublic, Ukraine and Yemen."
    },
    {
        "chapter_name": "Office of the Special Representative of the Secretary-General on Sexual Violence in Conflict",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "List of Special Representatives on Sexual Violence in Conflict",
        "generated_section_content_md": "**Special Representatives of the Secretary-General on Sexual Violence in Conflict** No | Name | Country | Term\n---|---|---|---\n1  | Margot Wallström |  Sweden | 2010–12\n2  | Zainab Bangura |  Sierra Leone | 2012–17\n3  | Pramila Patten |  Mauritius | 2017–present"
    }
]