[
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organisation\n\nOrganisation of Eastern Caribbean States Logo\n\nThe **Organisation of Eastern Caribbean States** (**OECS** ; French:\n_Organisation des États de la Caraïbe orientale_ , **OECO**) is an inter-\ngovernmental organisation dedicated to economic harmonisation and integration,\nprotection of human and legal rights, and the encouragement of good governance\nbetween countries and territories in the Eastern Caribbean. It also performs\nthe role of spreading responsibility and liability in the event of natural\ndisaster.\n\nThe administrative body of the OECS is the Commission, which is headquartered\nin Castries, the capital of Saint Lucia.\n\nOECS operates an economic union within the larger CARICOM economic union.\nEight members operate as a currency union \\- the Eastern Caribbean Currency\nUnion, using the Eastern Caribbean dollar."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "OECS was created on 18 June 1981, with the Treaty of Basseterre, which was\nnamed after the capital city of St. Kitts and Nevis. OECS is the successor of\nthe Leewards Islands' political organisation known as the West Indies\nAssociated States (WISA).\n\nOne prominent aspect of OECS economic bloc has been the accelerated pace of\ntrans-national integration among its member states.\n\nThe seven protocol members of the OECS, as well as two of the five associate\nmembers—Anguilla and the British Virgin Islands—are either full or associate\nmembers of the Caribbean Community (CARICOM) and were among the second group\nof countries that joined the CARICOM Single Market and Economy (CSME).\nMartinique is currently negotiating to become an associate member of the\nCaribbean Community."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Passport",
        "generated_section_content_md": "A common OECS Passport was originally planned for 1 January 2003 but its\nintroduction was delayed. At the 38th OECS Authority Meeting in January 2004,\nthe Secretariat was mandated to have the two companies expressing an interest\nin producing the common passport (De La Rue Identity Systems and the Canadian\nBanknote Company) make presentations at the next (39th) Authority Meeting. At\nthe 39th Meeting the critical issue of the relationship between the OECS\npassport and the CARICOM passport was discussed and at the 40th OECS Authority\nMeeting in November 2004, the OECS Heads of Government agreed to give CARICOM\na further 6 months (until May 2005) to introduce a CARICOM Passport. Failure\nto introduce the CARICOM Passport by that time would have resulted in the OECS\nmoving ahead with its plans to introduce the OECS Passport. As the CARICOM\nPassport was first introduced in January 2005 (by Suriname) then the idea of\nthe OECS Passport was abandoned. Had the passport been introduced however it\nwould not have been issued to Economic Citizens within the OECS states.\n\nIt would also be unknown if the islands under British sovereignty would join\nthe scheme."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Economic union",
        "generated_section_content_md": "The decision to establish an economic union was taken by OECS Heads of\nGovernment at the 34th meeting of the Authority held in Dominica in July 2001.\nAt the 35th meeting of the Authority in Anguilla in January 2002, the main\nelements of an economic union implementation project were endorsed. The\nproject was expected to be implemented over a two-year period with seven of\nthe nine OECS member states (i.e. Antigua and Barbuda, Dominica, Grenada,\nMontserrat, St. Kitts and Nevis, St. Lucia and St. Vincent and the Grenadines)\nparticipating in the economic union initiative. The remaining two member\nstates, Anguilla and the British Virgin Islands, would not have participated\nimmediately, but would have requested time to consider the issue further. In\n2003, work had been initiated on the central issue of the creation of new\nTreaty arrangements to replace the Treaty of Basseterre which established the\nOECS. Among the elements of the project was the creation of a technical\ncommittee for a draft OECS Economic Union Treaty. This technical committee was\ninaugurated on 4 May 2004 and began designing the draft Treaty."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1.2.1",
        "section_name": "OECS Economic Treaty",
        "generated_section_content_md": "The new OECS Economic Union Treaty was finally presented at the 43rd OECS\nMeeting in St. Kitts on 21 June 2006. The Authority requested changes to allow\na role for national parliamentary representatives (both government and\nopposition) of the Member States in the form of a regional Assembly of\nParliamentarians. This body, it was felt, was necessary to act as a\nlegislative filter to the Authority in its law making capacity. The Heads\nfurther directed that the Treaty be reviewed by a meeting of members of the\nTask Force, Attorneys General, the draftsperson for the Treaty and\nrepresentatives of the OECS Secretariat.\n\nThe presentation of the Treaty at the Meeting was followed by the signing of a\nDeclaration of Intent to implement the Treaty by the Heads of Government or\ntheir representatives (except that of the British Virgin Islands). It was\nagreed in the Declaration, that implementation of the Treaty would occur only\nafter a year of public consultation, through a mass national and regional\neducation programme with strong political leadership and direction. According\nto the Declaration, the Treaty was to be signed, and the Economic Union was to\nbe established by 1 July 2007."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1.2.2",
        "section_name": "Revised treaty",
        "generated_section_content_md": "This intended deadline was missed, however, and after the signing of the\n_Revised Treaty of Basseterre Establishing the Organisation of Eastern\nCaribbean States Economic Union_ on 18 June 2010, the newest target date of 21\nJanuary 2011 was met when five of the six independent signatory Member States\nratified the Treaty. These were Antigua and Barbuda (30 December 2010), St.\nVincent and the Grenadines (12 January 2011), St. Kitts and Nevis (20 January\n2011), Grenada (20 January 2011) and Dominica (21 January 2011). In order for\nthe Treaty to have entered into force at least four of the independent Member\nStates must have ratified it by 21 January 2011. Montserrat had received\nentrustments from the United Kingdom to sign the Treaty but is unlikely to be\nin a position ratify the Treaty before a new constitution comes into force in\nthe territory. Following the need of the Eastern Caribbean Central Bank to\ntemporarily assume control of two indigenous commercial banks in Anguilla, the\nChief Minister of Anguilla, Hubert Hughes, announced on 12 August 2013 that\nAnguilla will seek to join the OECS Economic Union as soon possible in order\nto fully participate in the strategy of growth conceived by the Eastern\nCaribbean Currency Union (which was crafted within the context of the Economic\nUnion). He was supported in his position by St. Lucia's Prime Minister, Dr.\nKenny Anthony, who also called on Anguilla to join the Economic Union to\ncomplement its membership of the Currency Union."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "1.2.3",
        "section_name": "Provisions of the Treaty",
        "generated_section_content_md": "The provisions of the Economic Union Treaty prior to its ratification were\nexpected to include:\n\n* The free circulation of goods and trade in services within the OECS\n* Free movement of labour by December 2007\n* The free movement of capital (via support of the money and capital market programme of the Eastern Caribbean Central Bank)\n* A regional Assembly of Parliamentarians\n* A common external tariff\n\nSome of these provisions would already have been covered to some extent by the\nCSME, but some, such as the Assembly of Parliamentarians, would be unique to\nthe OECS. Although some of the provisions would seem to duplicate efforts by\nthe CSME, the Declaration of Intent and statements by some OECS leaders,\nacknowledge the CSME and give assurance that the OECS Economic Union would not\nrun counter to CARICOM integration but that it would become seamlessly\nintegrated into the CSME. To this end, the OECS Heads of Government agreed\nthat steps should be taken to ensure that the OECS Economic Union Treaty would\nbe recognised under the Revised Treaty of Chaguaramas, just as the original\nTreaty of Chaguaramas had recognised the Treaty of Basseterre.\n\nThis was achieved in 2013 at the Twenty-Fourth Inter-Sessional Meeting of the\nConference of Heads of Government of CARICOM held in Port-au-Prince, Haiti,\nfrom 18–19 February 2013. At that conference CARICOM leaders adopted the OECS’\nRevised Treaty of Basseterre into CARICOM’s Revised Treaty of Chaguaramas,\nwhich St. Vincent and the Grenadines Prime Minister, Ralph Gonsalves said\nwould effectively give CARICOM member states the opportunity of integrating\ninitially with the OECS and taking a seemingly quicker path to integration. In\norder to achieve this the Conference agreed that the Inter-Governmental Task\nForce (IGTF) revising the Treaty of Chaguaramas would recognise the provisions\nof the Treaty establishing the Economic Union of the Organisation of Eastern\nCaribbean States (OECS). The IGTF was mandated to refer back to the Conference\nat its next meeting on this issue.\n\nThe Economic Union Treaty's provisions are now expected to establish a Single\nFinancial and Economic Space within which goods, people and capital move\nfreely; harmonize monetary and fiscal policies Member States are expected\ncontinue to adopt a common approach to trade, health, education and\nenvironment, as well as to the development of such critical sectors as\nagriculture, tourism and energy. The Economic Union Treaty (or Revised Treaty\nas it is sometimes known) will also create two new organs for governing the\nOCES; The Regional Assembly (consisting of members of\nparliaments/legislatures) and The Commission (a strengthened Secretariat). The\nfree movement of OECS nationals within the subregion is expected to commence\nin August 2011 after a commitment towards that goal by the Heads of Government\nat their meeting in May 2011.\n\nThis was achieved on schedule with the six independent OECS members and later\nMontserrat with nationals being allowed to enter the participating Member\nStates without hindrance and remain for an indefinite period in order to work,\nestablish businesses; provide services or to reside. The free movement of OECS\nnationals throughout the Economic Union is underpinned by legislation and is\nfacilitated by administrative mechanisms This is achieved by OECS nationals\nentering the special immigration lines for CARICOM nationals when traveling\nthroughout the Economic Union and presenting a valid photo ID and completed\nEntry/Departure form whereupon the immigration officer shall grant the\nnational entry for an indefinite period save where the national presents a\nsecurity risk or where there exists some other legal basis for prohibiting\nentry."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "OECS currently has twelve members which together form a continuous archipelago\nacross the Leeward Islands and Windward Islands. Anguilla, the British Virgin\nIslands, Guadeloupe and Martinique are only associate members of OECS.\nDiplomatic missions of the OECS do not represent the associate members. For\nall other purposes, associate members are treated as equals of full members.\n\nSix of the members were formerly colonies of the United Kingdom. Three others,\nAnguilla, the British Virgin Islands, and Montserrat remain overseas\nterritories of the UK while Martinique and Guadeloupe are French departments\nand regions of France, and Saint-Martin is a French overseas collectivity.\nEight of the twelve members are constitutional monarchies with King Charles\nIII as their current monarch (Dominica is a republic with a President). There\nis no requirement for the members to have been British colonies; however, the\nclose historical, cultural and economic relationship fostered by almost all of\nthem having been British colonies is as much a factor in the membership of the\nOECS as their geographical proximity.\n\nAll seven full members are also the founding members of the OECS, having been\na part of the organisation since its founding on 18 June 1981. The British\nVirgin Islands was the first associate member, joining on 22 November 1984 and\nAnguilla was the second, joining in 1995. Martinique became an associate\nmember on 12 April 2016 becoming the first non-British or formerly British\nterritory to join the OECS. Guadeloupe joined as an associate member of the\nOECS on 14 March 2019 at a Special Meeting of the OECS Authority held on that\nisland on 14–15 March 2019. In 2019 the OECS Authority agreed to approve the\ntransition of Saint-Martin from observer status to associate membership by the\nend of December 2019.\n\nThe list of full and associate members of the OECS is as follows:\n\nState  | Status  | Capital  | Joined  | Pop. (2017) | Area (km²) | GDP (Nominal)\n(millions of US$) | GDP (Nominal)\nper cap. | HDI (2023) | Curr. | Official\nLanguage(s)\n---|---|---|---|---|---|---|---|---|---|---\nAntigua and Barbuda | Member | St. John's | Founder  | 091,244  | 0,443 | 01,524 | $16,702 | 0.851 | EC$ | None\nCommonwealth of Dominica | Member | Roseau | Founder  | 070,693 | 0,751 | 00,557 | $07,879 | 0.761  | EC$ | English\nGrenada | Member | St. George's | Founder  | 107,541 | 0,344 | 01,119 | $10,405 | 0.791  | EC$ | English\nMontserrat | Member | Brades | Founder  | 004,417  | 0,102 | 00,063 | $12,301 | –  | EC$ | English\nSaint Kitts and Nevis | Member | Basseterre | Founder  | 055,411 | 0,261 | 00,964 | $17,397 | 0.840  | EC$ | English\nSaint Lucia | Member | Castries | Founder  | 175,498 | 0,617 | 01,684 | $09,607 | 0.748  | EC$ | English\nSaint Vincent and the Grenadines | Member | Kingstown | Founder  | 110,185 | 0,389 | 00,785 | $07,124 | 0.798  | EC$ | English\nAnguilla | Associate Member | The Valley | 1995  | 015,253  | 0,096 | 00,337 | $22,090 | – | EC$ | English\nBritish Virgin Islands | Associate Member | Road Town | 1984  | 035,015  | 0,151 | 01,164 | $33,233 | – | US$ | English\nGuadeloupe | Associate Member | Basse-Terre | 2019  | 393,640  | 1,628 | 10,946 | $27,808 | – | Euro | French\nMartinique | Associate Member | Fort-de-France | 2015  | 374,780  | 1,128 | 10,438 | $27,851 | – | Euro | French\n\nAnguilla, the British Virgin Islands, and Montserrat are British Overseas\nTerritories. Thus, foreign relations are the responsibility of the UK\ngovernment. Guadeloupe and Martinique are Republic of France Overseas\ndepartments and regions. Thusly foreign relations are the responsibility of\nthe French government."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Possible future memberships",
        "generated_section_content_md": "Although almost all of the current full and associate members are past or\npresent British dependencies, other islands in the region have expressed\ninterest in becoming associate members of the OECS. The first was the United\nStates Virgin Islands, which applied for associate membership in February 1990\nand requested that US Federal Government allow the territory to participate as\nsuch. At that time, it was felt by the US government that it was not an\nappropriate time to make such a request. However, the US Virgin Islands\nremained interested in the OECS and, as of 2002, stated that it would revisit\nthe issue with the US government at a later date. In 2001, Saba, an island of\nthe Netherlands Antilles, decided to seek membership in the OECS. Saba's\nIsland Council had passed a motion on 30 May 2001 calling for Saba's\nmembership in the organisation and subsequently on 7 June 2001, the Executive\nCouncil of Saba decided in favour of membership. Saba's senator in the\nNetherlands Antilles parliament was then asked to present a motion requesting\nthe Antillean parliament to support Saba's quest for membership. In addition\nto the support from the Antillean parliament, Saba also required a\ndispensation from the government of the Kingdom of the Netherlands to become\nan associate member of the OECS. Saba's bid for membership was reportedly\nsupported by St. Kitts and Nevis and discussed at the 34th meeting of OECS\nleaders in Dominica in July. Also in 2001, Sint Maarten, another part of the\nNetherlands Antilles, explored the possibility of joining the OECS. After\nlearning of Saba's intentions to join, St. Maarten suggested exploring ways in\nwhich Saba and St. Maarten could support each other in their pursuit of\nmembership.\n\nNone of the prospective members have become associate members as yet, but\nSaba, St. Eustatius and St. Maarten do participate in the meetings of the\nCouncil of Tourism Ministers (as the Forum of Tourism Ministers of the Eastern\nCaribbean, along with representatives of Saint-Martin, Saint Barthélemy,\nMartinique and Guadeloupe)."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Political union with Trinidad and Tobago",
        "generated_section_content_md": "On 13 August 2008 the leaders of Trinidad & Tobago, Grenada, St. Lucia, and\nSt. Vincent & the Grenadines announced their intention to pursue a sub-\nregional political union within CARICOM. As part of the preliminary\ndiscussions the Heads of Government for the involved states announced that\n2011 would see their states entering into an economic union. This was however\nderailed by a change of government in Trinidad and Tobago in 2010."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Venezuela seeking membership",
        "generated_section_content_md": "In 2008 the heads of the OECS also received a request from Venezuela to join\nthe grouping.\n\nThe OECS Director General at the time Len Ishmael confirmed Venezuela's\napplication was discussed at the 48th Meeting of the OECS Authority held in\nMontserrat. But she said OECS decision-makers within the region were yet to\ndetermine whether membership should be granted for Venezuela. Since that\napplication, Membership was not granted as it has been limited to the Eastern\nCaribbean archipelago.\n\nA clickable Euler diagram showing the relationships between various\nSupranational Caribbean Organisations and agreements\n\n* v\n* t\n* e\n\nA clickable Euler diagram showing the relationships between various\nmultinational organizations in the Americas\n\n* v\n* t\n* e"
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Secretariat",
        "generated_section_content_md": "OECS Secretariat building.\n\nThe functions of the Organisation are set out in the Treaty of Basseterre and\nare coordinated by the Secretariat under the direction and management of the\nDirector General.\n\nThe OECS functions in a rapidly changing international economic environment,\ncharacterised by globalisation and trade liberalisation which are posing\nserious challenges to the economic and social stability of their small island\nmembers.\n\nIt is the purpose of the Organisation to assist its Members to respond to\nthese multi-faceted challenges by identifying scope for joint or coordinated\naction towards the economic and social advancement of their countries.\n\nThe restructuring of the Secretariat was informed by considerations of cost\neffectiveness in the context of the need to respond to the increasing\nchallenges placed on it, taking into account the limited fiscal capacities of\nits members. The Secretariat consists of four main Divisions responsible for:\nExternal Relations, Functional Cooperation, Corporate Services and Economic\nAffairs. These four Divisions oversee the work of a number of specialised\ninstitutions, work units or projects located in six countries:\nAntigua/Barbuda, Commonwealth of Dominica, St Lucia, Belgium, Canada, and the\nUnited States of America.\n\nIn carrying out its mission, the OECS works along with a number of sub-\nregional and regional agencies and institutions. These include the Eastern\nCaribbean Central Bank (ECCB); the Caribbean Community (Caricom) Secretariat;\nthe Caribbean Regional Negotiating Machinery (RNM) and the Caribbean\nDevelopment Bank (CDB)."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Director General",
        "generated_section_content_md": "The authority within the OECS Secretariat is led by the Director General. The\ncurrent Director General of the OECS is Dr. Didacus Jules (Registrar and Chief\nExecutive Officer of the Barbados-based Caribbean Examinations Council), who\ntook his new position on 1 May 2014. The former Dr. Len Ishmael demitted the\noffice at the end of December 2013."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Central Bank",
        "generated_section_content_md": "Many of the OECS member-states are participants in the Eastern Caribbean\nCentral Bank (ECCB) monetary authority. The regional central bank oversees\nfinancial and banking integrity for the Organisation of Eastern Caribbean\nStates economic bloc of states. Part of the bank's oversight is maintaining\nthe financial integrity of the East Caribbean dollar (XCD). Of all OECS\nmember-states, only the British Virgin Islands, Guadeloupe and Martinique do\nnot use the East Caribbean dollar as their de facto native currency.\n\nAll other members belong to the Eastern Caribbean Currency Union."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Eastern Caribbean Supreme Court",
        "generated_section_content_md": "The Eastern Caribbean Supreme Court (ECSC), which was created during the era\nof WISA, today handles the judicial matters in the Organisation of Eastern\nCaribbean States. When a trial surpasses the stage of High Court in an OECS\nmember state, it can then be passed on to the ECSC at the level of Supreme\ncourt. Cases appealed from the stage of ECSC Supreme Court will then be\nreferred to the jurisdiction of the Judicial Committee of the Privy Council.\nThe Caribbean Court of Justice (CCJ) was established in 2003, but\nconstitutional changes need to be put in place before the CCJ becomes the\nfinal Court of Appeal."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Other agencies",
        "generated_section_content_md": "* Eastern Caribbean Civil Aviation Authority"
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Security",
        "generated_section_content_md": "The OECS sub-region has a military support unit known as the Regional Security\nSystem (RSS). It is made up of the independent countries of the OECS along\nwith Barbados and Guyana. The unit is based in the island of Barbados and\nreceives funding and training from various countries including the United\nStates, Canada and the People's Republic of China."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Foreign missions",
        "generated_section_content_md": "**Country** | **Location** | **Mission**\n---|---|---\nBelgium | Brussels | Embassies of the Eastern Caribbean States and Missions to the European Union\nSwitzerland | Geneva | Permanent Delegation of the Organisation of Eastern Caribbean States in Geneva"
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Health – Pharmaceutical Procurement Service",
        "generated_section_content_md": "The Pharmaceutical Procurement Service, also known as the Eastern Caribbean\nDrug Service, procures medicines and allied health equipment on behalf of the\nmember States. It has an 840 item product portfolio based on the regional\nformulary. it is said to generate savings of $5 million a year."
    },
    {
        "chapter_name": "Organisation of Eastern Caribbean States",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Symbols, flag and logo",
        "generated_section_content_md": "The flag and logo of the OECS consists of a complex pattern of concentric\ndesign elements on a pale green field, focused on a circle of nine inwardly\npointed orange triangles and nine outwardly pointed white triangles. It was\nadopted 21 June 2006, and first raised on that day at Basseterre, St. Kitts\nand Nevis."
    }
]