[
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Security-oriented intergovernmental organization\n\nThe **Organization for Security and Co-operation in Europe** (**OSCE**) is a\nregional security-oriented intergovernmental organization comprising member\nstates in Europe, North America, and Asia. Its mandate includes issues such as\narms control, the promotion of human rights, freedom of the press, and free\nand fair elections. It employs around 3,460 people, mostly in its field\noperations but also in its secretariat in Vienna, Austria, and its\ninstitutions. It has observer status at the United Nations.\n\nThe OSCE had its origins in 1975: its predecessors came together during the\nera of the Cold War to form a forum for discussion between the Western Bloc\nand the Eastern Bloc. Most of its 57 participating countries are in Europe,\nbut with some members in Asia or in North America. The participating countries\ncomprise much of the land area of the Northern Hemisphere.\n\nThe OSCE is concerned with early warning, conflict prevention, crisis\nmanagement, and post-conflict rehabilitation."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Roots",
        "generated_section_content_md": "Helmut Schmidt, Erich Honecker, Gerald Ford and Bruno Kreisky at the 1975 CSCE\nsummit in Helsinki, Finland\n\nThe Organization has its roots in the 1975 Conference on Security and Co-\noperation in Europe (CSCE). Talks had been mooted about a European security\ngrouping since the 1950s but the Cold War prevented any substantial progress\nuntil the talks at Dipoli in Espoo began in November 1972. These talks were\nheld at the suggestion of the Soviet Union which wished to use the talks to\nmaintain its control over the communist states in Eastern Europe, and\nPresident of Finland Urho Kekkonen hosted them in order to bolster his policy\nof neutrality. Western Europe, however, saw these talks as a way to reduce the\ntension in the region, furthering economic cooperation and obtaining\nhumanitarian improvements for the populations of the communist bloc.\n\nThe recommendations of the talks, in the form of \"The Blue Book\", gave the\npractical foundations for a three-stage conference called the \"Helsinki\nprocess\". The CSCE opened in Helsinki on 3 July 1973 with 35 states sending\nrepresentatives. Stage I took only five days to agree to follow the Blue Book.\nStage II was the main working phase and was conducted in Geneva from 18\nSeptember 1973 until 21 July 1975.\n\nThe result of Stage II was the Helsinki Final Act. This was signed by the 35\nparticipating states during Stage III, which took place in Finlandia Hall\nbetween 30 July – 1 August 1975. It was opened by the Holy See's diplomat\nCardinal Agostino Casaroli, who was the chairman of the conference.\n\nThe concepts of improving relations and implementing the act were developed\nover a series of follow-up meetings, with major gatherings in Belgrade (4\nOctober 1977 – 8 March 1978), Madrid (11 November 1980 – 9 September 1983) and\nVienna (4 November 1986 – 19 January 1989).\n\nThe Copenhagen commitment was written \"to ensure that individuals are\npermitted to exercise their rights to peaceful assembly and freedom of\nassociation, including the right to form, join and participate effectively in\nnon-governmental organizations, which seek the promotion and protection of\nhuman rights and fundamental freedoms.\"\n\nThe Moscow Mechanism was agreed in 1991."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "CSCE becomes OSCE",
        "generated_section_content_md": "The fall of the Soviet Union required a change of role for the CSCE.[_why?_]\nThe Charter of Paris for a New Europe, signed on 21 November 1990, marked the\nbeginning of this change. The process was capped by the renaming of the CSCE\nas the OSCE on 1 January 1995, in accordance with the results of a conference\nheld in Budapest in 1994. The OSCE now had a formal secretariat, a Senior\nCouncil, a Parliamentary Assembly, a Conflict Prevention Centre, and an Office\nfor Free Elections, which later became the Office for Democratic Institutions\nand Human Rights.\n\nIn December 1996, the \"Lisbon Declaration on a Common and Comprehensive\nSecurity Model for Europe for the Twenty-First Century\" affirmed the universal\nand indivisible nature of security on the European continent.\n\nIn Istanbul on 19 November 1999, the OSCE ended a two-day summit by calling\nfor a political settlement in Chechnya and adopting a Charter for European\nSecurity.\n\nThrough its Office for Democratic Institutions and Human Rights (ODIHR), the\nOSCE observes and assesses elections in its member states, in order to support\nfair and transparent democratic processes, in keeping with the mutual\nstandards to which the organization is committed; between 1994 and 2004 the\nOSCE sent teams of observers to monitor more than 150 elections, typically\nfocusing on elections in emerging democracies. In 2004, at the invitation of\nthe United States Government, the ODIHR deployed an assessment mission, made\nup of participants from six OSCE member states, which observed that year's US\npresidential election and produced a report. It was the first time that a US\npresidential election was the subject of OSCE monitoring, although the\norganization had previously monitored state-level American elections in\nFlorida and California, in 2002 and 2003."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.1",
        "section_name": "Criticism of OSCE",
        "generated_section_content_md": "Members of OSCE have criticized the organization for being in a position where\nRussia, and sometimes Belarus, can veto all OSCE decisions, Moscow has, for a\nnumber of years, not allowed the approval of the organization's budget, the\norganization of official OSCE events or the extension of missions. In November\n2023 they vetoed the appointment of Estonia as chairman for 2024."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.2",
        "section_name": "1992 Georgia Mission",
        "generated_section_content_md": "The OSCE Mission to Georgia was established in November 1992 with its\nheadquarters in the capital Tbilisi. The Mission's mandate expired on 31\nDecember 2008. Between these dates it was powerless to control the outbreak of\nthe August 2008 Russo-Georgian war."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.3",
        "section_name": "1993 Mission to Moldova",
        "generated_section_content_md": "The objective of the mission to Moldova is to facilitate a comprehensive and\nlasting political settlement of the Transnistria conflict in all its aspects,\nstrengthening the independence, sovereignty and territorial integrity of the\nRepublic of Moldova within its internationally recognized borders with a\nspecial status for Transnistria.\n\nOSCE promoted a 5+2 format as a diplomatic negotiation platform, which began\nin 2005, suspended by Russia and Transnistria in 2006 until it started again\nin 2012, before making slow progress over the next ten years. The process\nstopped following the 2022 Russian invasion of Ukraine as two of the parties\nwere then at war with each other.\n\nIn December 2022 Russia blocked the renewal of the annual mandate by limiting\nit to a six-month period, repeated again in June 2023 to another six-month\nperiod."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.4",
        "section_name": "1995 Mission to Bosnia and Herzegovina",
        "generated_section_content_md": "The Bosnian War concluded in 1995 with the Dayton Agreement with the ongoing\nOSCE Mission being mandated to help secure lasting peace and therefore to\nbuild a stable, secure, and democratic state through building sustainable\ndemocratic institutions, strengthening good governance and human rights\nprinciples, and supporting the development of a multi-national and multi-\nethnic democratic society."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.5",
        "section_name": "1998 Kosovo Mission",
        "generated_section_content_md": "The OSCE Kosovo Verification Mission was established by the Permanent Council\nin October 1998 and shuttered in June 1999 amidst the recalcitrance of the\nMilosevic regime.[_citation needed_]\n\nThe 1999 OSCE Mission in Kosovo took over the work in Kosovo where it\nconcentrates on institution and democracy building, as well as human rights.\n\nThe OSCE's refusal to police events surrounding the 2008 Kosovo declaration of\nindependence still rankles in Russia."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.6",
        "section_name": "2001 Mission to Macedonia",
        "generated_section_content_md": "The ongoing Mission to Macedonia is monitoring and supporting the\nimplementation of the Ohrid Framework Agreement that put an end to the 2001\narmed conflict in North Macedonia."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.7",
        "section_name": "2001 Mission to Serbia",
        "generated_section_content_md": "The current mission to Serbia started after Slobodan Milošević lost his power\nas President of Serbia and Montenegro in 2000. The mission was mandated to\nassist the authorities and civil society with democratic development and human\nrights protection, including the rights of persons belonging to national\nminorities. To promote democratisation, tolerance and the rule of law."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.8",
        "section_name": "2006 Mission to Montenegro",
        "generated_section_content_md": "The current mission began with the 2006 Montenegrin independence referendum,\nmonitored by OSCE, with a mandate being granted with the objective of\nassisting and promoting the implementation of OSCE principles and commitments\nincluding the politico-military and human aspects of security and stability."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.9",
        "section_name": "2012 Texas election",
        "generated_section_content_md": "Before the U.S. presidential elections of November 2012, the OSCE announced\nits intention to send electoral observers to Texas and to other U.S. states.\nThis prompted the Attorney General of Texas Greg Abbott to send letters to\nU.S. Secretary of State Hillary Clinton and to the OSCE, threatening to arrest\nOSCE officials if they should enter electoral premises in Texas and break\nTexas law. In reply, the U.S. Department of State stated that OSCE observers\nenjoyed immunities. In the event, no incidents between OSCE and Texas\nauthorities were recorded during the elections."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.10",
        "section_name": "2017 Turkey constitutional referendum",
        "generated_section_content_md": "In April 2017, Turkish President Recep Tayyip Erdoğan criticized the OSCE for\nreporting that opposition \"No\" campaigners in the Turkish constitutional\nreferendum had faced bans, police interventions and arrests. Erdoğan said:\n\"Now the Organization for Security and Cooperation in Europe says if the\nresult is 'yes', that means there are a lot of problems. Who are you? First of\nall, you should know your place. This is not your duty.\""
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.11",
        "section_name": "OSCE involvement in Ukraine (2014–2021)",
        "generated_section_content_md": "OSCE SMM monitoring the movement of heavy weaponry in eastern Ukraine\n\nOn 21 March 2014, the OSCE deployed its Special Monitoring Mission to Ukraine\nat the request of Ukraine's government. The mission has received mixed\nreviews. While some observers have applauded its function as the \"eyes and\nears of the international community\", others have accused the mission of bias\ntowards either Russia or Ukraine.\n\nOn 27 April 2014, the Girkin group that had taken control in the city of\nSloviansk took eight members of the OSCE Special Monitoring Mission (OSCE SMM)\nas hostages. The group appointed Vyacheslav Ponomarev as mayor of the city.\n\nDuring the war in Donbas, an OSCE observer allowed Russian separatists to\ntravel in a vehicle with the organization's markings; this prompted\nallegations that the OSCE was biased in the war and not interested in carrying\nout its duties of mediating a ceasefire. The organization issued a statement\nregretting the incident.\n\nMoreover, the OSCE Observer Mission at Russian Checkpoints Gukovo and Donetsk\n(which is organizationally separate from the Special Monitoring Mission) also\nreceived criticism alleging that only two checkpoints on the Russian–Ukrainian\nborder are currently being monitored, which Daniel Baer, the US ambassador to\nthe OSCE at the time, described as \"seriously inadequate\".\n\nThe mission has been criticized for taking months to deploy drones to help\nmonitor borders as well as withdrawing them after only several weeks of use\ndue to Russian electronic attacks. Drones have been reintroduced to observe\nthe conflict in 2018.\n\nIn 2014, an advisor to the Ukrainian Ministry of Defence wrongly claimed that\napproximately 80% of the OSCE observers located near Mariupol were Russian\ncitizens and that many had ties to Russian security agencies such as the FSB\nand the GRU. In reality, one observer out of 17 in Mariupol was a Russian\ncitizen. In total, the mission reports the number of Russian citizens in its\nranks as 39 out of 720, or 5,4%. The organization has also been accused of\nallegedly revealing the locations of Ukrainian troops to Russian forces during\nthe conflict.\n\nOn 1 December 2014, the mission was in the area to \"facilitate a local\nceasefire and monitor the repair works on a power station\", that it \"heard an\nexchange of artillery fire between unspecified parties\", and that \"artillery\nrounds were impacting at approximately 1km to the east of the SMM's position;\ntherefore the SMM left due to security concerns\". Furthermore, the report\nstates that the \"SMM team in the JCCC was in constant contact with the SMM\nteam in Staromikhailivka\". No mention of a wounded observer is made.\n\nOn 27 October 2015, a suspended OSCE monitor confirmed he had been a former\nemployee of Russia's Main Intelligence Directorate. The suspended SMM stated\nthat he had no trouble receiving the position and neither the OSCE nor\nUkraine's Security Service thoroughly checked his background. Following the\nreport the OSCE issued a comment stating the monitor had been fired due to\nviolations of the organization's code of conduct.\n\nOn 6 April 2016, photos of OSCE monitors attending the wedding of a Russian\nseparatist emerged. The wedding had taken place in June 2015. The OSCE\nexpressed regret over the incident, issuing a statement saying \"The\nunprofessional behaviour displayed by the monitors in the picture is an\nindividual incident that should not be abused to cast a shadow on the\nreputation of other mission members.\" The OSCE reported that the monitors were\nno longer with the OSCE special monitoring mission.\n\nIn April 2017, an OSCE vehicle struck a mine, which killed one SMM member and\ninjured two. Two armoured vehicles were on patrol near Luhansk when one struck\nthe mine. The dead man was an American paramedic, while the injured included a\nwoman from Germany and a man from the Czech Republic.\n\nOn 18 July 2018, the German broadcaster ARD reported that Russian intelligence\nservices had received inside information about the activities of the OSCE\nSpecial Monitoring Mission to Ukraine from a staff member of the OSCE. The\ninsider information consisted of observers' preferences in alcohol and women,\ntheir financial situation, and their contacts in Ukraine. The OSCE issued a\nstatement expressing concern over the alleged security breach.\n\nRussia has accused members of the Mission of working for the Ukrainian SBU and\nof spying on the pro-Russian separatists. Furthermore, Russia has accused the\nmission of bias after it reported troop movements from separatist forces,\naccusing the mission of ignoring similar moves from Ukraine. Russia's foreign\nminister also has claimed that the mission failed to pay sufficient attention\nto human and minority rights within the Government-controlled areas of\nUkraine. Furthermore, he criticised that the mission did not clearly attribute\nceasefire violations to either side."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.12",
        "section_name": "2022 Mission to Armenia",
        "generated_section_content_md": "An OSCE Needs Assessment Team was sent to Armenia between 21 and 27 October\n2022 following the Armenia–Azerbaijan border crisis. The request was made by\nthe government of Armenia. The OSCE sent international experts to monitor the\nArmenia–Azerbaijan border."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "0.2.13",
        "section_name": "OSCE involvement in Ukraine (2022–present)",
        "generated_section_content_md": "The 2022 Russian invasion of Ukraine began on 24 February. The OSCE mandate in\nUkraine expired on 31 March 2022, due to objections by Russia. On 24 April\n2022, the OSCE protested the detention of four staff members in Donetsk and\nLuhansk, without specifying who had detained them. On 20 September, two\nUkrainian OSCE staffers were sentenced to 13 years of prison by a court in the\nLuhansk People's Republic for \"alleged high treason and espionage for the\nUnited States.\"\n\nIn March 2022, 45 participating States promoted, with the support of Ukraine,\nthe activation of the Moscow Mechanism for the establishment of an independent\nexpert mission on violations and abuses committed in the war of the Russian\nFederation, supported by Belarus, against Ukraine. The report of the Mission\nof Experts was presented to the OSCE Permanent Council on 13 April 2022 and\ndocumented clear patterns of violations of international humanitarian law by\nthe Russian Armed Forces in Ukraine. OSCE/ODIHR continues to monitor the\nviolations of international humanitarian law and international human rights\nlaw in Ukraine.\n\nOn 2 June 2022, the same 45 participating States invoked again the Moscow\nMechanism to establish a new mission of experts to consider, follow up and\nbuild upon the findings of the Moscow Mechanism report published in April\n2022. The subsequent report, presented on 14 July 2022 to the OSCE Permanent\nCouncil, confirmed the outcomes of the previous mission and identified blatant\nviolations of international humanitarian law, mainly attributable to the\nRussian armed forces, as well as widespread violations of human rights,\nespecially in the territories under effective control of the Russian\nFederation.\n\nThe Russian delegation was not invited to the 29th OSCE Ministerial Council in\nDecember 2022 where the delegates considered the ramifications and regional\nsecurity challenges created by Russia's continued war against Ukraine. There\nwere calls to assess the reparations that Russia should be accountable for.\n\nSince the start of its invasion of Ukraine, Russia has seized €2.7 million\nworth of armored vehicles that were previously part of the OSCE Special\nMonitoring Mission to Ukraine. According to a letter that was sent by Russian\nOSCE representatives to OSCE Secretary-General Helga Schmid in January 2023,\n71 trucks and cars were brought to the Luhansk People's Republic and the\nDonetsk People's Republic as \"evidence\" and criminal proceedings were\ninitiated against former OSCE personnel for espionage."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "OSCE Parliamentary Assembly",
        "generated_section_content_md": "In 2004, the OSCE Parliamentary Assembly sent election observers to the U.S.\npresidential elections. The OSCE Parliamentary Assembly's president at the\ntime was Democratic Congressman Alcee Hastings. Hastings had previously been\nimpeached for corruption by the U.S. Congress. The OSCE faced criticism of\npartisanship and double standards due to Hastings's past and the fact that the\nOSCE's mandate was to promote democracy and the values of civil society.\n\nIn 2010, the Parliamentary Assembly of the Organization for Security and Co-\noperation in Europe was criticized from within by the Latvian delegation for\nlacking transparency and democracy. Spencer Oliver (b. 1938) secretary general\nof the OSCE Parliamentary Assembly, who held the post from the organization's\ninception in 1992 until 2015, faced a challenge from the Latvian Artis\nPabriks. According to the rules of the OSCE Parliamentary Assembly, the\nincumbent general secretary can only be replaced with a full consensus minus\none. Pabriks called the rules \"quite shocking from the perspective of an\norganization that's monitoring elections\"."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Role of Civil Society Organizations at the OSCE Human Dimension Conference",
        "generated_section_content_md": "The **Organization for Security and Co-operation in Europe (OSCE)** hosts the\n**Human Dimension Conference** , a key platform for dialogue on human rights,\ndemocratic institutions, and the rule of law across the OSCE region. Civil\nsociety organizations (CSOs) play a critical role in the conference by\ncontributing expertise, raising awareness, and advocating for the protection\nof fundamental freedoms.\n\nThrough their participation, CSOs may attend plenary sessions, submit written\nstatements, deliver oral interventions, and organize side events addressing\nissues such as human rights violations, civic space, and rule-of-law\nchallenges. Their presence helps elevate international attention to pressing\nhuman rights concerns and ensures that the voices of grassroots actors are\nrepresented in regional dialogue.\n\n**Participation Procedure**\n\nCSOs seeking to attend the Human Dimension Conference must undergo a formal\n**registration process** , administered by the **OSCE Office for Democratic\nInstitutions and Human Rights (ODIHR)**. ODIHR provides detailed guidance on\nthe application process, including eligibility requirements and procedural\nsteps.\n\nAll necessary information regarding registration and participation—including\ndeadlines, documentation, and logistical details—is made available on the\nOSCE’s official website. For the 2024 Human Dimension Conference, details and\nregistration materials can be accessed at:\nhttps://www.osce.org/chairmanship/2024WHDC"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Languages",
        "generated_section_content_md": "The six official languages of the OSCE are English, French, German, Italian,\nSpanish and Russian."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Participating states",
        "generated_section_content_md": "**OSCE signatories as of 2012**\n\nsigned Helsinki Final Act and Paris Charter\n\nsigned Helsinki Final Act only\n\nnon-signatory participant\n\npartner for cooperation\n\nState | Admission | Signed the\n---|---|---\nHelsinki Final Act | Charter of Paris\nAlbania | 19 June 1991 | 16 September 1991 | 17 September 1991\nAndorra | 25 April 1996 | 10 November 1999 | 17 February 1998\nArmenia | 30 January 1992 | 8 July 1992 | 17 April 1992\nAustria | 25 June 1973 | 1 August 1975 | 21 November 1990\nAzerbaijan | 30 January 1992 | 8 July 1992 | 20 December 1993\nBelarus | 30 January 1992 | 26 February 1992 | 8 April 1993\nBelgium | 25 June 1973 | 1 August 1975 | 21 November 1990\nBosnia and Herzegovina | 30 April 1992 | 8 July 1992 |\nBulgaria | 25 June 1973 | 1 August 1975 | 21 November 1990\nCanada | 25 June 1973 | 1 August 1975 | 21 November 1990\nCroatia | 24 March 1992 | 8 July 1992 |\nCyprus | 25 June 1973 | 1 August 1975 | 21 November 1990\nCzech Republic | 1 January 1993 |  |\nDenmark | 25 June 1973 | 1 August 1975 | 21 November 1990\nEstonia | 10 September 1991 | 14 October 1991 | 6 December 1991\nFinland | 25 June 1973 | 1 August 1975 | 21 November 1990\nFrance | 25 June 1973 | 1 August 1975 | 21 November 1990\nGeorgia | 24 March 1992 | 8 July 1992 | 21 January 1994\nGermany\n→ as  West Germany\n→ as  East Germany | 25 June 1973 | 1 August 1975 | 21 November 1990\nGreece | 25 June 1973 | 1 August 1975 | 21 November 1990\nHoly See | 25 June 1973 | 1 August 1975 | 21 November 1990\nHungary | 25 June 1973 | 1 August 1975 | 21 November 1990\nIceland | 25 June 1973 | 1 August 1975 | 21 November 1990\nIreland | 25 June 1973 | 1 August 1975 | 21 November 1990\nItaly | 25 June 1973 | 1 August 1975 | 21 November 1990\nKazakhstan | 30 January 1992 | 8 July 1992 | 23 September 1992\nKyrgyzstan | 30 January 1992 | 8 July 1992 | 3 June 1994\nLatvia | 10 September 1991 | 14 October 1991 | 6 December 1991\nLiechtenstein | 25 June 1973 | 1 August 1975 | 21 November 1990\nLithuania | 10 September 1991 | 14 October 1991 | 6 December 1991\nLuxembourg | 25 June 1973 | 1 August 1975 | 21 November 1990\nMalta | 25 June 1973 | 1 August 1975 | 21 November 1990\nMoldova | 30 January 1992 | 26 February 1992 | 29 January 1993\nMonaco | 25 June 1973 | 1 August 1975 | 21 November 1990\nMongolia | 21 November 2012 |  |\nMontenegro | 22 June 2006 | 1 September 2006 |\nNetherlands | 25 June 1973 | 1 August 1975 | 21 November 1990\nNorth Macedonia | 12 October 1995 | 8 July 1992 |\nNorway | 25 June 1973 | 1 August 1975 | 21 November 1990\nPoland | 25 June 1973 | 1 August 1975 | 21 November 1990\nPortugal | 25 June 1973 | 1 August 1975 | 21 November 1990\nRomania | 25 June 1973 | 1 August 1975 | 21 November 1990\nRussia (as  Soviet Union) | 25 June 1973 | 1 August 1975 | 21 November 1990\nSan Marino | 25 June 1973 | 1 August 1975 | 21 November 1990\nSerbia (as  Yugoslavia) | 25 June 1973 | 1 August 1975 | 21 November 1990\nSlovakia | 1 January 1993 |  |\nSlovenia | 24 March 1992 | 8 July 1992 | 8 March 1993\nSpain | 25 June 1973 | 1 August 1975 | 21 November 1990\nSweden | 25 June 1973 | 1 August 1975 | 21 November 1990\nSwitzerland | 25 June 1973 | 1 August 1975 | 21 November 1990\nTajikistan | 30 January 1992 | 26 February 1992 |\nTurkey | 25 June 1973 | 1 August 1975 | 21 November 1990\nTurkmenistan | 30 January 1992 | 8 July 1992 |\nUkraine | 30 January 1992 | 26 February 1992 | 16 June 1992\nUnited Kingdom | 25 June 1973 | 1 August 1975 | 21 November 1990\nUnited States | 25 June 1973 | 1 August 1975 | 21 November 1990\nUzbekistan | 30 January 1992 | 26 February 1992 | 27 October 1993"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "2.2.1",
        "section_name": "Partners for co-operation",
        "generated_section_content_md": "Middle East and North Africa States\n\n* Algeria\n* Egypt\n* Israel\n* Jordan\n* Morocco\n* Tunisia\n\nAsia\n\n* Japan (1992–present)\n* South Korea (1994–present)\n* Thailand (2000–present)\n* Afghanistan (2003–2021)\n\nOceania\n\n* Australia (2009–present)"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Legal status",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed. _( February 2022)__(Learn\nhow and when to remove this message)_\n---|---\n\nA unique aspect of the OSCE is the non-binding status of its constitutive\ncharter. Rather than being a formal treaty ratified by national legislatures,\nthe Helsinki Final Act represents a political commitment by the heads of\ngovernment of all signatories to build security and cooperation in Europe on\nthe basis of its provisions. This allows the OSCE to remain a flexible\n_process_ for the evolution of improved cooperation, which avoids disputes\nand/or sanctions over implementation.\n\nBy agreeing to these commitments, signatories for the first time accepted that\nthe treatment of citizens _within_ their borders was also a matter of\nlegitimate international concern. This open process of the OSCE is often given\ncredit for helping build democracy in the Soviet Union and Eastern Europe,\nthus leading to the end of the Cold War.[_citation needed_] Unlike most\ninternational intergovernmental organizations, however, the OSCE does not have\ninternational legal personality on account of the lack of legal effect of its\ncharter. As a result, its headquarters' host, Austria, had to confer legal\npersonality on the organization in order to be able to sign a legal agreement\nregarding its presence in Vienna."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Structure and institutions",
        "generated_section_content_md": "Political direction to the organization is given by heads of state or\ngovernment during summits. Summits are not regular or scheduled but held as\nneeded. The last summit took place in Astana (Kazakhstan), on 1 and 2 December\n2010. The high-level decision-making body of the organization is the OSCE\nMinisterial Council, which meets at the end of every year. At the\nambassadorial level, the OSCE Permanent Council convenes weekly in Vienna and\nserves as the regular negotiating and decision-making body. The chairman of\nthe Permanent Council is the ambassador to the Organization of the\nparticipating State which holds the chairmanship.\n\nIn addition to the Ministerial Council and Permanent Council, the Forum for\nSecurity Co-operation is also an OSCE decision-making body. It deals\npredominantly with matters of military co-operation, such as modalities for\ninspections according to the Vienna Document of 1999.\n\nThe OSCE's Secretariat is located in Vienna, Austria. The organization also\nhas offices in Copenhagen, Geneva, The Hague, Prague and Warsaw.\n\nA meeting of the OSCE Permanent Council at the Hofburg in Vienna, Austria\n\nAs of October 2021[update], the OSCE employed 3,568 staff, including 609 in\nits secretariat and institutions and 2,959 in its 17 field operations.\n\nThe Parliamentary Assembly of the Organization for Security and Co-operation\nin Europe is made up of 323 parliamentarians from 57 member states. The\nParliamentary Assembly performs its functions mainly via the Standing\nCommittee, the Bureau, and 3 General Committees (Committee on Political\nAffairs and Security, Committee on Economic Affairs, Science, Technology and\nEnvironment, and Committee on Democracy, Human Rights and Humanitarian\nQuestions).\n\nThe Parliamentary Assembly passes resolutions on matters such as political and\nsecurity affairs, economic and environmental issues, and democracy and human\nrights. Representing the collective voice of OSCE parliamentarians, these\nresolutions and recommendations are meant to ensure that all participating\nstates live up to their OSCE commitments. The Parliamentary Assembly also\nengages in parliamentary diplomacy, and has an extensive election observation\nprogram.\n\nThe Młodziejowski Palace in Warsaw, the seat of the ODIHR\n\nThe oldest OSCE institution is the Office for Democratic Institutions and\nHuman Rights (ODIHR), established in 1991 following a decision made at the\n1990 Summit of Paris. It is based in Warsaw, Poland, and is active throughout\nthe OSCE area in the fields of election observation, democratic development,\nhuman rights, tolerance and non-discrimination, rule of law, and Roma and\nSinti issues. The ODIHR has observed over 300 elections and referendums since\n1995, sending more than 50,000 observers. It has operated outside its own area\ntwice, sending a team that offered technical support to the 9 October 2004\npresidential elections in Afghanistan, an OSCE Partner for Co-operation, and\nan election support team to assist with parliamentary and provincial council\nelections on 18 September 2005. ODIHR is headed by Matteo Mecacci, Italy.\n\nThe Office of the OSCE Representative on Freedom of the Media, established in\nDecember 1997, acts as a watchdog to provide early warning on violations of\nfreedom of expression in OSCE participating States. The representative also\nassists participating States by advocating and promoting full compliance with\nOSCE norms, principles and commitments regarding freedom of expression and\nfree media. As of 2020, the current representative is Teresa Ribeiro,\nPortugal.\n\nThe High Commissioner on National Minorities was created on 8 July 1992 by the\nHelsinki Summit Meeting of the Conference on Security and Cooperation in\nEurope. It is charged with identifying and seeking early resolution of ethnic\ntension that might endanger peace, stability or friendly relations between\nparticipating states. As of 2020, the current representative is Kairat\nAbdrakhmanov (Kazakhstan).\n\nEach year the OSCE holds an OSCE Asian Conference with partner nations\n(currently Australia, Thailand, South Korea, Japan and Afghanistan).\n\nThe OSCE and the Government of the Kyrgyz Republic established the OSCE\nAcademy in 2002. The aim of the OSCE Academy is \"to promote regional\ncooperation, conflict prevention and good governance in Central Asia through\noffering post-graduate education, professional training and intellectual\nexchange.\""
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "List",
        "generated_section_content_md": "* Court of Conciliation and Arbitration\n* High Commissioner on National Minorities\n* Minsk Group\n* Office for Democratic Institutions and Human Rights\n* Parliamentary Assembly\n* Representative on Freedom of the Media\n* Secretariat"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Field operations",
        "generated_section_content_md": "Almost all field operations of OSCE have been conducted in countries of former\nYugoslavia and the former Soviet Union."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Active",
        "generated_section_content_md": "The following field missions are currently active:\n\nMission  | Region  | Deployed  | Notes\n---|---|---|---\nPresence in Albania |  Albania | 1999  |\nMission to Bosnia and Herzegovina |  Bosnia and Herzegovina | 1995  | Dayton Agreement\nMission in Kosovo |  Kosovo | 1999  | Kosovo Conflict\nMission to Montenegro |  Montenegro | 2006  |\nMission to Serbia |  Serbia | 2001  |\nMission to Skopje |  North Macedonia | 2001  | Ohrid Agreement (2001)\nMission to Moldova |  Moldova | 1992  | Transnistria conflict\nCentre in Ashgabat  |  Turkmenistan | 1999  |\nProgramme Office in Astana  |  Kazakhstan | 1998  |\nProgramme Office in Bishkek  |  Kyrgyzstan | 1998  |\nProgramme Office in Dushanbe  |  Tajikistan | 1994  |\nProject Co-ordinator in Uzbekistan  |  Uzbekistan | 1995  |\nPersonal Representative of the Chairman-in-Office on the Conflict Dealt with by the OSCE Minsk Conference |  Armenia\nAzerbaijan | 1995  | Nagorno-Karabakh conflict"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Discontinued",
        "generated_section_content_md": "The following field missions have been completed, closed or discontinued:\n\nMission  | Region  | Start  | End  | Notes\n---|---|---|---|---\nMissions of Long Duration in Kosovo, Sandjak and Vojvodina  |  Federal Republic of Yugoslavia\n**∟** Kosovo\n**∟** Sandjak\n**∟** Vojvodina | 8 September 1992  | July 1993  | Yugoslav wars\nMission to Georgia  |  Georgia | November 1992  | 31 December 2008  |\nMission to Estonia  |  Estonia | 15 February 1993  | 31 December 2001  |\nMission to Latvia  |  Latvia | 19 November 1993  | 31 December 2001  |\nMission to Ukraine  |  Ukraine | 24 November 1994  | 30 April 1999  |\nRepresentative to the Estonian Expert Commission on Military Pensioners  |  Estonia | 1994  | 1996  |\nLiaison Office in Central Asia  |  Uzbekistan | 16 March 1995  | December 2000  |\nRepresentative to the Joint Committee on the Skrunda Radar Station |  Latvia | 6 April 1995  | 31 October 1999  |\nAssistance Group to Chechnya  |  Russia\n**∟** Chechnya | 26 April 1995  | 16 December 1998  | First Chechen War\nPersonal Representative of the OSCE Chairman-in-Office for Article IV, Annex 1-B of the General Framework Agreement for Peace in Bosnia and Herzegovina  |  Bosnia and Herzegovina | 1995  | 2015  | Dayton Agreement\nMission to Croatia / Office in Zagreb  |  Croatia | July 1996  | 17 January 2012  | Croatian War of Independence\nAdvisory and Monitoring Group in Belarus  |  Belarus | January 1998  | 31 December 2002  |\nKosovo Verification Mission / Task force for Kosovo  |  Federal Republic of Yugoslavia\n**∟** Kosovo | October 1998  | June 1999  | Kosovo conflict\nOffice in Yerevan  |  Armenia | 16 February 2000  | 31 August 2017  |\nOffice in Baku / Project Co-ordinator in Baku  |  Azerbaijan | July 2000  | 31 December 2015  |\nOffice in Minsk  |  Belarus | 1 January 2003  | 31 March 2011  |\nObserver Mission at the Russian Checkpoints Gukovo and Donetsk  |  Russia | 24 July 2014  | 30 September 2021  |\nSpecial Monitoring Mission to Ukraine |  Ukraine | March 2014  | March 2022  | Russo-Ukrainian war\nProject Co-ordinator in Ukraine  |  Ukraine | June 1999  | March 2022  |\nNeeds Assessment Team in Armenia |  Armenia | 21 October 2022  | 27 October 2022  | Nagorno-Karabakh conflict"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Chairmanship",
        "generated_section_content_md": "OSCE Permanent Council venue at the Hofburg, Vienna\n\nThe OSCE chairmanship is assumed at yearly intervals by one participating\nstate, which then plays the central role in managing the organization's work\nand in its external representation. The foreign minister of the country\npossessing the chair holds the OSCE's most senior position as chairman-in-\noffice (CiO).\n\nThe responsibilities of the chairman-in-office include:\n\n* co-ordination of the work of OSCE institutions;\n* representing the OSCE;\n* supervising activities related to conflict prevention, crisis management, and post-conflict rehabilitation.\n\nThe CiO is assisted by the previous and incoming chairmen-in-office; the three\nof them together constitute the OSCE Troika. The CiO nominates personal\nrepresentatives – experts in fields of priority for the CiO. The origin of the\ninstitution lies with the Charter of Paris for a New Europe (1990), and the\nHelsinki Document (1992) formally institutionalized this function.\n\nThe OSCE chair for 2022 was Poland, with Zbigniew Rau serving as chairman-in-\noffice. The chair for 2023 is North Macedonia, represented by Bujar Osmani as\nchairman-in-office."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Chairmanship history",
        "generated_section_content_md": "Chairmanship of the OSCE is held by a member state on a calendar-year basis,\nwith the minister for foreign affairs of that state performing the function of\nchairman-in-office. The table below shows the holders since 1991. Estonia was\ndue to hold the chairmanship in 2024, however, this was not approved following\nobjections from Russia and Belarus.\n\nYear | Country | Chairman-in-Office\n---|---|---\n1991 |  Germany | Hans-Dietrich Genscher (from June)\n1992 |  Czechoslovakia | Jiří Dienstbier (until 2 July); Jozef Moravčík (from 3 July)\n1993 |  Sweden | Margaretha af Ugglas\n1994 |  Italy | Beniamino Andreatta (until 11 May); Antonio Martino (from 12 May)\n1995 |  Hungary | László Kovács\n1996 |  Switzerland | Flavio Cotti\n1997 |  Denmark | Niels Helveg Petersen\n1998 |  Poland | Bronisław Geremek\n1999 |  Norway | Knut Vollebæk\n2000 |  Austria | Wolfgang Schüssel (until 4 February); Benita Ferrero-Waldner (from 5 February)\n2001 |  Romania | Mircea Geoană\n2002 |  Portugal | Jaime Gama (until 6 April); António Martins da Cruz (from 7 April)\n2003 |  Netherlands | Jaap de Hoop Scheffer (until 3 December); Bernard Bot (from 4 December)\n2004 |  Bulgaria | Solomon Passy\n2005 |  Slovenia | Dimitrij Rupel\n2006 |  Belgium | Karel De Gucht\n2007 |  Spain | Miguel Ángel Moratinos\n2008 |  Finland | Ilkka Kanerva (until 4 April); Alexander Stubb (from 5 April)\n2009 |  Greece | Dora Bakoyannis (until 5 October); George Papandreou (from 6 October)\n2010 |  Kazakhstan | Kanat Saudabayev\n2011 |  Lithuania | Audronius Ažubalis\n2012 |  Ireland | Eamon Gilmore\n2013 |  Ukraine | Leonid Kozhara\n2014 |  Switzerland | Didier Burkhalter\n2015 |  Serbia | Ivica Dačić\n2016 |  Germany | Frank-Walter Steinmeier\n2017 |  Austria | Sebastian Kurz (until 18 December); Karin Kneissl (from 18 December)\n2018 |  Italy | Angelino Alfano (until 1 June); Enzo Moavero Milanesi (from 1 June)\n2019 |  Slovakia | Miroslav Lajčák\n2020 |  Albania | Edi Rama\n2021 |  Sweden | Ann Linde\n2022 |  Poland | Zbigniew Rau\n2023 |  North Macedonia | Bujar Osmani\n2024 |  Malta | Ian Borg\n2025 |  Finland | Elina Valtonen"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Secretary general",
        "generated_section_content_md": "While the chairman-in-office is the OSCE's most senior official, on a day-to-\nday basis the secretary general is the OSCE's chief administrative officer and\ncan, when requested by the chairmanship, serve as a representative of the\nchairman-in-office. Since the establishment of the office in 1992, the\nsecretaries general have been:\n\nSecretary General  | Country  | Term of office\n---|---|---\nWilhelm Höynck |  Germany | 1993–1996\nGiancarlo Aragona |  Italy | 1996–1999\nJán Kubiš |  Slovakia | 1999–2005\nMarc Perrin de Brichambaut |  France | 2005–2011\nLamberto Zannier |  Italy | 2011–2017\nThomas Greminger |  Switzerland | 2017–2020\nHelga Schmid |  Germany | 2020–2024\nFeridun Sinirlioğlu |  Turkey | 2024–"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Summits of heads of state and government",
        "generated_section_content_md": "Summit | Date | Location | Country | Decisions\n---|---|---|---|---\nI | 30 July – 1 August 1975 | Helsinki |  Finland | Closing of the Conference on Security and Cooperation in Europe (CSCE). Signing of the Final Act (Helsinki Act).\nII | 19–21 November 1990 | Paris |  France | (Second CSCE Summit). Signing of the Charter of Paris for a New Europe (Paris Charter), the Vienna Confidence and Security Building Measures (CSBM) Document and the CFE Treaty.\nIII | 9–10 July 1992 | Helsinki |  Finland | Final Document: _The Challenges of Change_. Creation of the High Commissioner on National Minorities, the Forum for Security Co-operation and the Economic Forum. Suspension of FR Yugoslavia from membership.\nIV | 5–6 December 1994 | Budapest |  Hungary | Final Document: _Towards a Genuine Partnership in a New Era_. Approval of a multi-national peace-keeping force to Nagorno-Karabakh. Endorsement of the Code of Conduct on politico-military aspects of security.\nV | 2–3 December 1996 | Lisbon |  Portugal | (First OSCE Summit). _Lisbon Declaration on a Common and Comprehensive Security Model for Europe for the Twenty-First Century_. Adoption of a Framework for Arms Control.\nVI | 18–19 November 1999 | Istanbul |  Turkey | Signing of the Istanbul Document and the Charter for European Security.\nVII | 1–2 December 2010 | Astana |  Kazakhstan | Adoption of the Astana Commemorative Declaration, which reconfirms the Organization's comprehensive approach to security based on trust and transparency."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "Ministerial Council Meetings (ordinary)",
        "generated_section_content_md": "Council | Date | Location | Country | Decisions | Doc\n---|---|---|---|---|---\n1st | 19–20 June 1991 | Berlin |  Germany | Admission of Albania | [1]\n| 10 September 1991 | Moscow |  Russia | Question of the admission of the Republics of Estonia, Latvia and Lithuania. | [2]\n2nd | 30–31 January 1992 | Prague |  Czechoslovakia | Admission of ten former Soviet republics. | [3]\n3rd | 14–15 December 1992 | Stockholm |  Sweden | Creation of the post of Secretary General and appointment of Max van der Stoel as first High Commissioner on National Minorities. | [4]\n4th | 30 November –\n1 December 1993 | Rome |  Italy | Establishment of the Mission to Tajikistan. | [5]\n5th | 7–8 December 1995 | Budapest |  Hungary | Establishment of the Mission in Bosnia and Herzegovina to carry out the tasks assigned to the OSCE in the Dayton Peace Agreements. | [6]\n6th | 18–19 December 1997 | Copenhagen |  Denmark | Creation of the Co-ordinator of OSCE Economic and Environmental Activities and the Representative on Freedom of the Media. | [7]\n7th | 2–3 December 1998 | Oslo |  Norway |  | [8]\n8th | 27–28 November 2000 | Vienna |  Austria | Vienna Declaration on the OSCE's activities in South-Eastern Europe. Re-admission of FR Yugoslavia. | [9]\n9th | 3–4 December 2001 | Bucharest |  Romania | Bucharest Declaration. Bucharest Plan of Action for Combating Terrorism. Creation of the Strategic Police Matters Unit and a Senior Police Adviser in the OSCE Secretariat. | [10]\n10th | 6–7 December 2002 | Porto |  Portugal | Porto Declaration: _Responding to Change_. OSCE Charter on Preventing and Combating Terrorism. | [11]\n11th | 1–2 December 2003 | Maastricht |  Netherlands | Strategy to Address Threats to Security and Stability in the Twenty-First Century. Strategy Document for the Economic and Environmental Dimension. | [12]\n12th | 6–7 December 2004 | Sofia |  Bulgaria |  | [13]\n13th | 5–6 December 2005 | Ljubljana |  Slovenia | Statement on the International Convention for the Suppression of Acts of Nuclear Terrorism. Approval of the Border Security and Management Concept. | [14]\n14th | 4–5 December 2006 | Brussels |  Belgium | Brussels Declaration on Criminal Justice Systems. Ministerial Statement on Supporting and Promoting the International Legal Framework against Terrorism. | [15]\n15th | 29–30 November 2007 | Madrid |  Spain | Madrid Declaration on Environment and Security. Ministerial Statement on Supporting the United Nations Global Counter-Terrorism Strategy. | [16]\n16th | 4–5 December 2008 | Helsinki |  Finland |  | [17]\n17th | 1–2 December 2009 | Athens |  Greece | Ministerial Declarations on Non-Proliferation and on the OSCE Corfu Process. | [18]\n| 16–17 July 2010 | Almaty |  Kazakhstan | Informal discussions on Corfu Process progress, the situation in Kyrgyzstan and the forthcoming OSCE summit. |\n18th | 6–7 December 2011 | Vilnius |  Lithuania | Decisions on responses to conflicts and transnational threats; to enhance capabilities in early warning; early action; dialogue facilitation and mediation support; and post-conflict rehabilitation. Decisions to enhance engagement with OSCE Partners for Co-operation, Afghanistan in particular. | [19]\n19th | 6–7 December 2012 | Dublin |  Ireland | Helsinki+40 Process: clear path to the 2015 40th anniversary of the Helsinki Final Act, intent to reinforce and revitalize the OSCE; unanimous support for Transnistrian settlement process: negotiated, comprehensive, just and viable solution to the conflict; strengthening good governance: deepening engagement in preventing and countering corruption, addressing transnational threats, and adding an anti-terrorism framework to earlier decisions on threats from information and communication technologies, drugs and chemical precursors and strategic policing; despite Ireland's hopes, a decision on human rights was _not_ reached: greater, still, was concern for the council's trend of human rights decision-failures. | [20]\n20th | 5–6 December 2013 | Kyiv |  Ukraine | Decision on combating trafficking in human beings. Decision on the freedom of thought, conscience, religion or belief. Ministerial Declaration on Strengthening the OSCE's Efforts to Address Transnational Threats. Decision on improving the environmental footprint of energy-related activities in the OSCE region. Ministerial Declaration on the Update of the OSCE Principles Governing Non-Proliferation. Decision on enhancing OSCE efforts to implement the Action Plan on Improving the Situation of Roma and Sinti Within the OSCE Area, With a Particular Focus on Roma and Sinti Women, Youth and Children. Ministerial Statement on the Work of the Permanent Conference on Political Issues in the Framework of the Negotiation Process for the Transnistrian Settlement in the 5+2 format. Declaration on Furthering the Helsinki+40 Process. Decision on the small arms and light weapons and stockpiles of conventional ammunition. Decision on the protection of energy networks from natural and man-made disasters. | [21]\n21st | 4–5 December 2014 | Basel |  Switzerland | Declaration on further steps in the Helsinki+40 Process. Ministerial statement on the negotiations on the Transnistrian Settlement Process in the 5+2 format. Declaration on youth. Declaration on the Transfer of Ownership to the Parties to the Agreement on Sub-regional Arms Control, Annex 1B, Article IV of the General Framework Agreement for Peace in Bosnia and Herzegovina. Declaration on the OSCE role in countering the phenomenon of foreign terrorist fighters in the context of the implementation of UN Security Council resolutions 2170 and 2178. Declaration on the OSCE role in countering kidnapping and hostage-taking committed by terrorist groups in the context of the implementation of the UN Security Council resolution 2133. Decision on the prevention of corruption. Decision on enhancing disaster risk reduction. Decision on preventing and combating violence against women. Decision on an addendum to the 2004 OSCE Action Plan for the Promotion of Gender Equality. Ministerial commemorative declaration on the seventieth anniversary of the end of the Second World War. Declaration on enhancing efforts to combat anti-Semitism. Declaration on co-operation with the Mediterranean Partners. Ministerial declaration on co-operation with the Asian Partners. Decision on small arms and light weapons and stockpiles of conventional ammunition. Commemorative Declaration on the Occasion of the Twentieth Anniversary of the OSCE Code of Conduct on Politico-Military Aspects of Security. | [22]\n22nd | 3–4 December 2015 | Belgrade |  Serbia | Ministerial Declaration on Preventing and Countering Violent Extremism and Radicalization that lead to Terrorism. Declaration on the OSCE Activities in Support of Global Efforts in Tackling the World Drug Problem. Ministerial Declaration on Reinforcing OSCE Efforts to Counter Terrorism in the Wake of Recent Terrorist Attacks. Declaration on Youth and Security. Ministerial Statement on the Negotiations on the Transnistrian Settlement Process in the 5+2 format. | [23]\n23st | 8–9 December 2016 | Hamburg |  Germany | Decision on the OSCE's role in the governance of large movements of migrants and refugees. Decision on strengthening good governance and promoting connectivity. Decision on OSCE efforts related to reducing the risks of conflict stemming from the use of information and communication technologies. Declaration on strengthening OSCE efforts to prevent and counter terrorism. Decision on enhancing the use of Advance Passenger Information. Ministerial statement on the negotiations on the Transnistrian Settlement Process in the 5+2 format. | [24]\n24th | 7–8 December 2017 | Vienna |  Austria | Decision on enhancing OSCE efforts to reduce the risk of conflict stemming from the use of information and communication technologies. Decision on strengthening efforts to prevent trafficking in human beings. Decision on strengthening efforts to combat all forms of child trafficking, including for sexual exploitation, as well as other forms of sexual exploitation of children. Decision on promoting economic participation in the OSCE area. Decision on small arms and light weapons and stockpiles of conventional ammunition. Ministerial Statement on the negotiations on the Transnistrian settlement process in the 5+2 format. | [25]\n25th | 6–7 December 2018 | Milan |  Italy | Decision on Safety of Journalists. Decision on Preventing and Combating Violence Against Women. Decision on Human Capital Development in the Digital Era. Ministerial Statement on the Negotiations on the Transnistrian Settlement Process in the 5+2 format. Declaration on the Digital Economy a Driver for Promoting Co-operation, Security and Growth. Declaration on the Role of Youth in Contribution to Peace and Security Efforts. Declaration on Security and Co-operation in the Mediterranean. Declaration on OSCE Efforts in the Field of Norms and Best Practices on Small Arms and Light Weapons and Stockpiles of Conventional Ammunition. | [26]\n26th | 5–6 December 2019 | Bratislava |  Slovakia | Commemorative Declaration on the Occasion of the 25th Anniversary of the OSCE Code of Conduct on Politico-Military Aspects of Security. Ministerial Statement on the Negotiations on the Transnistrian Settlement Process in the \"5+2\" Format. Document No. 2, Commemorative. Declaration on the Occasion of the Twenty-Fifth Anniversary of the OSCE Principles Governing Non-Proliferation and Fifteenth Anniversary of United Nations Security Council Resolution 1540. | [27]\n27th | 3–4 December 2020 | Tirana |  Albania | Decision on Preventing and Combating Corruption through Digitalization and Increased Transparency. Decision on Prevention and Eradication of Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment. Declaration on Strengthening Co-operation in Countering Transnational Organized Crime. Declaration on Co-operation With the OSCE Asian Partners. Ministerial Statement on the Negotiations on the Transnistrian Settlement Process in the 5+2 format. | [28]\n28th | 2–3 December 2021 | Stockholm |  Sweden |  | [29]\n29th | 1–2 December 2022 | Łódź |  Poland | For the first time a delegation was not invited, Russia was not permitted to attend because of the ongoing invasion of Ukraine. The President of the OSCE Parliamentary Assembly Margareta Cederfelt said: \"This OSCE Ministerial Council should take steps to establish a high-level body to examine the damages inflicted by the Russian Federation on Ukraine, and to assess the reparations that Russia should be accountable for. Russia started this war, and it must pay for it.\" Most OSCE participating states support an initiative by Ukraine to create a special tribunal to prosecute Russia for the crime of aggression. | [30]\n30th  | 29 November – 1 December 2023  | Skopje  |  North Macedonia |  |\n31st  | 5–6 December 2024  | Valetta  |  Malta |  |\n32nd  | 2025  | Helsinki  |  Finland |  |"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "8.2",
        "section_name": "Fiscal history",
        "generated_section_content_md": "Since 1993, the OSCE's budget by year (in millions of euro) has been:\n\n* 2021 ... €138.2 million\n* 2020 ... €138.2 million\n* 2019 ... €138.2 million\n* 2018 ... €137.8 million\n* 2017 ... €139.0 million\n* 2016 ... €141.1 million\n* 2015 ... €141.1 million\n* 2014 ... €142.3 million\n* 2013 ... €144.8 million\n* 2012 ... €148.4 million\n* 2011 ... €150.0 million\n* 2010 ... €150.7 million\n* 2009 ... €158.6 million\n* 2008 ... €164.1 million\n* 2007 ... €186.2 million\n* 2006 ... €186.2 million\n* 2005 ... €186.6 million\n* 2004 ... €180.8 million\n* 2003 ... €165.5 million\n* 2002 ... €167.5 million\n* 2001 ... €194.5 million\n* 2000 ... €202.7 million\n* 1999 ... €146.1 million\n* 1998 ... €118.7 million\n* 1997 ... €43.3 million\n* 1996 ... €34.9 million\n* 1995 ... €18.9 million\n* 1994 ... €21 million\n* 1993 ... €12 million\n\n| This graph was using the legacy Graph extension, which is no longer\nsupported. It needs to be converted to the new Chart extension.\n---|---"
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Relations with the United Nations",
        "generated_section_content_md": "The OSCE considers itself a regional organization in the sense of Chapter VIII\nof the United Nations Charter and is an observer in the United Nations General\nAssembly. The Chairman-in-Office gives routine briefings to the United Nations\nSecurity Council."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "9.1",
        "section_name": "Politico-military dimension (first dimension)",
        "generated_section_content_md": "OSCE Chair-in-Office Ian Borg with Azerbaijan's President Ilham Aliyev in\nFebruary 2024\n\nThe OSCE takes a comprehensive approach to the politico-military dimension of\nsecurity, which includes a number of commitments by participating States and\nmechanisms for conflict prevention and resolution. The organization also seeks\nto enhance military security by promoting greater openness, transparency and\nco-operation.\n\nArms control\n\nThe end of the Cold War resulted in a huge amount of surplus weapons becoming\navailable in what is known as the international grey market for weapons. The\nOSCE helps to stop the—often illegal—spread of such weapons and offers\nassistance with their destruction. The OSCE hosts the annual exchange of\ninformation under the Conventional Forces in Europe treaty. The OSCE has also\nimplemented two additional exchanges of information, the Vienna Document and\nthe Global Exchange of Military Information. The Open Skies Consultative\nCommission, the implementing body for the Treaty on Open Skies, meets monthly\nat its Vienna headquarters.\n\nBorder management\n\nThe actions taken by the OSCE in border monitoring range from conflict\nprevention to post-conflict management, capacity building and institutional\nsupport.\n\nCombating terrorism\n\nWith its expertise in conflict prevention, crisis management and early\nwarning, the OSCE contributes to worldwide efforts in combating terrorism.\n\nConflict prevention\n\nThe OSCE works to prevent conflicts from arising and to facilitate lasting\ncomprehensive political settlements for existing conflicts. It also helps with\nthe process of rehabilitation in post-conflict areas.\n\nMilitary reform\n\nThe OSCE's Forum for Security Co-operation provides a framework for political\ndialogue on military reform, while practical activities are conducted by field\noperations, as well as the Conflict Prevention Centre.\n\nPolicing\n\nOSCE police operations are an integral part of the organization's efforts in\nconflict prevention and post-conflict rehabilitation.\n\nImplementation\n\nThe OSCE was a rather small organization until selection by the international\ncommunity to provide electoral organization to post war Bosnia and Herzegovina\nin early 1996. Ambassador Frowick was the first OSCE representative to\ninitiate national election in September 1996, human rights issues and rule of\nlaw specifically designed to provide a foundation for judicial organization\nwithin Bosnia and Herzegovina.\n\nThe OSCE had regional offices and field offices, to include the office in\nBrcko in northeastern Bosnia and Herzegovina which remained in limbo until the\nBrcko Arbitration Agreement could be decided, finalized and implemented.\n\nBrcko become a \"special district\" and remains so today.\n\nThe OSCE essentially took the place of the United Nations in Bosnia and\nHerzegovina in part because the Bosnian leadership felt deep contempt for the\nUN efforts to stop the war which began in 1991 and ended in 1995. During the\ntime the United Nations were attempting a political solution, thousands of UN\ntroops were posted in and around Bosnia and Herzegovina with special emphasis\non Sarajevo. From 1991 to 1995, over 200,000 Bosnians were killed and over one\nmillion displaced and another million as refugees.\n\nThe OSCE continues to have a presence and a number of initiatives to bring a\nsustained peace to the region."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "9.2",
        "section_name": "Economic and environmental dimension (second dimension)",
        "generated_section_content_md": "Activities in the economic and environmental dimension include the monitoring\nof developments related to economic and environmental security in OSCE\nparticipating States, with the aim of alerting them to any threat of conflict;\nassisting States in the creation of economic and environmental policies,\nlegislation and institutions to promote security in the OSCE region.\n\nEconomic activities\n\nAmong the economic activities of the OSCE feature activities related to\nmigration management, transport and energy security. Most activities are\nimplemented in co-operation with partner organizations.\n\nEnvironmental activities\n\nThe OSCE has developed a range of activities in the environmental sphere aimed\nat addressing ecologic threats to security in its participating States. Among\nthe activities feature projects in the area of hazardous waste, water\nmanagement and access to information under the Aarhus Convention."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "9.3",
        "section_name": "Human dimension (third dimension)",
        "generated_section_content_md": "The commitments made by OSCE participating States in the human dimension aim\nto ensure full respect for human rights and fundamental freedoms; to abide by\nthe rule of law; to promote the principles of democracy by building,\nstrengthening and protecting democratic institutions; and to promote tolerance\nthroughout the OSCE region.\n\nCombating trafficking in human beings\n\nSince 2003, the OSCE has had an established mechanism for combating\ntrafficking in human beings, as defined by Article 3 of the Palermo Protocol,\nwhich is aimed at raising public awareness of the problem and building the\npolitical will within participating states to tackle it effectively.\n\nThe OSCE actions against trafficking in human beings are coordinated by the\nOffice of the Special Representative and Co-ordinator for Combating\nTrafficking in Human Beings. Maria Grazia Giammarinaro, a judge in the\nCriminal Court of Rome, took Office as the Special Representative in March\n2010. From 2006 to 2009, this Office was held by Eva Biaudet, a former Finnish\nMinister of Health and Social Services. Biaudet currently serves as Finnish\nOmbudsman for Minorities. Her predecessor was former Austrian Minister Helga\nKonrad, who served as the first OSCE Special Representative for Combating\nTrafficking in Human Beings.\n\nThe activities around Combating Trafficking in Human Beings in the OSCE Region\nof the Office of the Special Representative include:\n\n* Co-operation with governments, helping them to accept and act on their responsibilities for curbing trafficking in human beings;\n* Providing governments with decision and policy-making aids and offering guidance on anti-trafficking management, with the aim of arriving at solutions tailored to the needs of the individual countries and in line with international standards;\n* Assisting governments to develop the national anti-trafficking structures required for efficient internal and transnational co-operation;\n* Raising awareness to draw attention to the complexity of the problem and to the need for comprehensive solutions;\n* Considering all dimensions of human trafficking, namely trafficking for sexual exploitation, trafficking for forced and bonded labour, including domestic servitude, trafficking into forced marriages, trafficking in organs and trafficking in children;\n* Ensuring the effective interaction of all agents and stake holders involved in the fight against human trafficking, ranging from governmental authorities, law enforcement officials to NGOs, and—last but not least—international organizations, as the agencies providing support thorough expertise and know-how;\n* Guaranteeing the highest possible visibility of the OSCE's fight against human trafficking to focus attention on the issue.\n\nDemocratization\n\nThe OSCE claims to promote democracy and assist the participating states in\nbuilding democratic institutions.\n\nEducation\n\nEducation programmes are an integral part of the organization's efforts in\nconflict prevention and post-conflict rehabilitation.\n\nElections\n\nAs part of its democratization activities, the OSCE carries out election\nassistance projects in the run-up to, during, and following elections.\nHowever, the effectiveness of such assistance is arguable—Kazakhstan, for\nexample, despite being the former chair of the OSCE, is considered by many to\nbe one of the least democratic countries in the world. Moreover, the recent\ndemocratic advances made in other Central Asian republics, notably Kyrgyzstan,\nhave led to rumours of Soviet-style disruption of the Kyrgyz democratic\nprocess by, in particular, Kazakhstan and Russia. This may be in large part\ndue to fears over the long-term stability of these countries' own quasi-\ndictatorships.\n\nGender equality\n\nThe equality of men and women is an integral part of sustainable democracy.\nThe OSCE aims to provide equal opportunities for men and women and to\nintegrate gender equality in policies and practices.\n\nHuman rights\n\nThe OSCE's human rights activities focus on such priorities as freedom of\nmovement and religion, preventing torture and trafficking in persons.\n\nNational and international NGOs\n\nOSCE could grant consultive status to NGOs and INGOs in the form of\n\"Researcher-in-residence programme\" (run by the Prague Office of the OSCE\nSecretariat): accredited representatives of national and international NGOs\nare granted access to all records and to numerous topical compilations related\nto OSCE field activities.\n\nMedia freedom\n\nThe OSCE observes relevant media developments in its participating states with\na view to addressing and providing early warning on violations of freedom of\nexpression.\n\nMinority rights\n\nEthnic conflict is one of the main sources of large-scale violence in Europe\ntoday. The OSCE's approach is to identify and to seek early resolution of\nethnic tensions, and to set standards for the rights of persons belonging to\nminority groups and High Commissioner on National Minorities has been\nestablished."
    },
    {
        "chapter_name": "Organization for Security and Co-operation in Europe",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "OSCE Democracy Defender Award",
        "generated_section_content_md": "The Democracy Defender Award honors a person or group for contributions to the\npromotion of democracy and the defense of human rights \"in the spirit of\nHelsinki Final Act and other OSCE principles and commitments.\" The award was\nestablished in 2016 on the initiative of Ambassadors of 8 countries, and\nsupported by the delegations of the 18 countries of the OSCE (22 countries in\n2017).\n\nYear  | Recipient  | Nationality  | Notes  | Ref.\n---|---|---|---|---\n2022 | ZMINA\nMemorial |  Ukraine\nRussia | Ukrainian Human Rights Centre Zmina and to the Russian Memorial Human Rights Centre in recognition of their courageous and important efforts to promote human rights and democracy. |\n2020 | Viasna Human Rights Centre |  Belarus | Belarusian organization established in 1996 which advocates for the rights of political prisoners in Belarus and against the government of Alexander Lukashenko.  |\n2019 | Union of Informed Citizens (UIC)  |  Armenia | Armenian organization which intends to raise public awareness on important issues and reduce the impact of misinformation on decision-making.  |\n2018 | CRTA |  Serbia | Serbian organization established in 2002 to improve the democratic culture, the rule of law and the freedom of the Media  |\n2017 | Golos |  Russia | Russian organization established in 2000 to protect the electoral rights of citizens and to foster civil society  |\n2016 | Oleksandra Matviychuk |  Ukraine | Ukrainian activist, coordinator of Euromaidan SOS and leader of Civil Rights Center  |"
    }
]