[
    {
        "chapter_name": "Pacific Regional Environment Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization\n\nThe **Secretariat of the Pacific Regional Environment Programme** (**SPREP**)\nis an intergovernmental organisation based in Apia, Samoa with more than 90\nstaff members. The organisation is held accountable by the governments and\nadministrations of the Pacific region to ensure the protection and sustainable\ndevelopment of the region's natural resources. The organisation actively\npromotes the understanding of the connection between Pacific island people and\ntheir natural environment and the impact that these have on their sustenance\nand livelihoods. The organisation was established in 1982. Previously **South\nPacific Regional Environment Programme** , the word \"South\" was replaced with\n\"Secretariat\" in 2004, in recognition of the members north of the equator. The\nFrench equivalent name is _Programme régional océanien de l’environnement_\n(PROE)."
    },
    {
        "chapter_name": "Pacific Regional Environment Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Members",
        "generated_section_content_md": "SPREP Members comprise 21 Pacific island countries and territories, and five\ndeveloped countries* with direct interests in the region:\n\nAmerican Samoa |  Australia* |  Cook Islands\n---|---|---\nFederated States of Micronesia |  Fiji |  France*\nFrench Polynesia |  Guam |  Kiribati\nMarshall Islands |  Nauru |  New Caledonia\nNew Zealand* |  Niue |  Northern Mariana Islands\nPalau |  Papua New Guinea |  Samoa\nSolomon Islands |  Tokelau |  Tonga\nTuvalu |  United Kingdom* |  United States*\nVanuatu |  Wallis and Futuna |"
    },
    {
        "chapter_name": "Pacific Regional Environment Programme",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Conventions",
        "generated_section_content_md": "SPREP oversees the following agreements, conventions and protocols, each of\nwhich is enacted by International treaty:\n\n* _Agreement establishing the South Pacific Regional Environment Programme_ Apia, 1993\n* _Convention on Conservation of Nature in the South Pacific_ (Apia Convention) 1976 (Suspended in 2006)\n* _Convention for the Protection of the Natural Resources and Environment of the South Pacific Region_ (Noumea Convention) 1986\n* _Protocol for the Prevention of Pollution of the South Pacific Region by Dumping_ (Dumping Protocol of the Noumea Convention) 1986\n* _Protocol concerning Co-operation in Combating Pollution Emergencies in the South Pacific Region_ (Emergencies Protocol of the Noumea Convention) 1986\n* _Convention to Ban the Importation into Forum Island Countries of Hazardous and Radioactive Wastes and to Control the Transboundary Movement and Management of Hazardous Wastes within the South Pacific Region_ (Waigani Convention) 1995"
    },
    {
        "chapter_name": "Pacific Regional Environment Programme",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Governance",
        "generated_section_content_md": "The SPREP Annual General Meeting is the main governance mechanism of the\norganisation. SPREP Members meet once every year to discuss the workplan and\nbudget and other matters relating to administration and corporate affairs. The\n25th SPREP Meeting was held in the Republic of the Marshall Islands in October\n2014.\n\nSPREP began life in the late 1970s as a joint initiative of SPC, SPEC, ESCAP\nand UNEP - eventually functioning as a component of UNEP's Regional Seas\nProgramme. The Programme received further impetus as a result of the 1982\nConference on the Human Environment in the South Pacific. Following a period\nof expansion and long deliberations, SPREP left SPC in Nouméa in 1992 and\nrelocated to Samoa. It achieved autonomy as an independent inter-governmental\norganisation with the signing of the Agreement Establishing SPREP in Apia on\n16 June 1993.\n\nSPREP (the Secretariat) is the region’s key inter-governmental organisation\nfor environment and sustainable development, and is one of several inter-\ngovernmental agencies comprising the Council of Regional Organisations in the\nPacific (CROP). Under the Agreement Establishing SPREP, the purposes of SPREP\nare to promote cooperation in the South Pacific Region and to provide\nassistance in order to protect and improve the environment and to ensure\nsustainable development for present and future generations (Art.2). SPREP's\nvision is: the Pacific environment - sustaining our livelihoods and natural\nheritage in harmony with our cultures. SPREP also functions as the Secretariat\nof 2 (formerly 3) regional conventions: the Nouméa Convention, the Waigani\nConvention and the Apia Convention (suspended)."
    }
]