[
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organisation of island nations in the Pacific Ocean\n\nThe **Pacific Islands Forum** (**PIF**) is an inter-governmental organisation\nthat aims to enhance cooperation among countries and territories of Oceania,\nincluding formation of a trade bloc and regional peacekeeping operations. It\nwas founded in 1971 as the **South Pacific Forum** (**SPF**), and changed its\nname in 1999 to \"Pacific Islands Forum\", so as to be more inclusive of the\nForum's Oceania-spanning membership of both north and south Pacific island\ncountries, including Australia and New Zealand.\n\nThe mission of the Pacific Islands Forum is \"to work in support of Forum\nmember governments, to enhance the economic and social well-being of the\npeople of the South Pacific by fostering cooperation between governments and\nbetween international agencies, and by representing the interests of Forum\nmembers in ways agreed by the Forum\". Its decisions are implemented by the\n_Pacific Islands Forum Secretariat_ (PIFS), which grew out of the _South\nPacific Bureau for Economic Co-operation_ (SPEC). As well as its role in\nharmonising regional positions on various political and policy issues, the\nForum Secretariat has technical programmes in economic development, transport\nand trade. The Pacific Islands Forum Secretary General is the permanent\nChairman of the Council of Regional Organisations in the Pacific (CROP).\n\nAustralia and New Zealand are generally larger and wealthier than the other\ncountries that make up the rest of the Forum, with Australia's population\nbeing around twice that of the other members combined and its economy being\nmore than five times larger. They are significant aid donors and big markets\nfor exports from the other island countries. Military and police forces as\nwell as civilian personnel of Forum states, chiefly Australia and New Zealand,\nhave recently been part of regional peacekeeping and stabilisation operations\nin other states, notably in Solomon Islands (2003–) and Nauru (2004–2009),\nunder Forum auspices. Such regional efforts are mandated by the Biketawa\nDeclaration, which was adopted at the 31st Summit of Pacific Islands Forum\nLeaders, held at Kiribati in October 2000. The 50th meeting of the Forum took\nplace in Tuvalu in August 2019. In February 2021, Palau announced that it\nwould be leaving the Pacific Islands Forum after a dispute regarding Henry\nPuna's election as the Forum's secretary-general. The Federated States of\nMicronesia, Kiribati, the Marshall Islands, and Nauru also decided to leave\nthe Forum after Palau's decision. In February 2022, it was announced that the\ndeparture process had been paused, pending proposed reforms. However, on 9\nJuly 2022 Kiribati confirmed its withdrawal. On 30 January 2023, Prime\nMinister of Fiji Sitiveni Rabuka confirmed that Kiribati had reconciled with\nthe Pacific Islands Forum and planned to rejoin soon. Rabuka met Kiribati\npresident Taneti Mamau who informed Rabuka of the decision.\n\nThe larger Pacific Community functions mainly to promote international\ndevelopment by providing technical and scientific advice and funding\ndevelopment projects, and does not consider security issues or function as a\ntrade bloc."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "South Pacific Forum, 5 August 1971, Wellington\n\nThe Forum grew out of a proposal from Cook Islander Premier Albert Henry for a\npolitical forum to work alongside the existing South Pacific Commission. The\nidea was supported by other newly-independent island nations, and they agreed\nto meet to discuss a permanent body. The first meeting of the South Pacific\nForum was initiated by New Zealand and held in Wellington, New Zealand, from\n5–7 August 1971 with attendants of the following seven countries: the\nPresident of Nauru, the Prime Ministers of Western Samoa, Tonga and Fiji, the\nPremier of the Cook Islands, the Australian Minister for External Territories,\nand the Prime Minister of New Zealand. It was a private and informal\ndiscussion of a wide range of issues of common concern, concentrating on\nmatters directly affecting the daily lives of the people of the islands of the\nSouth Pacific, devoting particular attention to trade, shipping, tourism, and\neducation. Afterwards this meeting was held annually in member countries and\nareas in turn. In 1999, the 30th session decided to rename the organisation to\nthe Pacific Islands Forum, to better account for areas outside the south\nPacific. Immediately after the forum's annual meeting at head of government\nlevel, the Post Forum Dialogue (PFD) is conducted at ministerial level with\nPFD development partners around the world."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Suspension of Fiji",
        "generated_section_content_md": "In August 2008, the Forum threatened to suspend Fiji if the latter did not\ncommit to holding a general election by March 2009. Subsequently, at a special\nleaders' meeting of the Pacific Islands Forum held in Papua New Guinea in\nJanuary 2009, Forum leaders set a deadline of 1 May, by which date Fiji must\nset a date for elections before the end of the year. Fiji rejected the\ndeadline. Consequently, on 2 May, Fiji was suspended indefinitely from\nparticipation in the Forum with immediate effect. Toke Talagi, the Chair of\nthe Pacific Islands Forum and Premier of Niue, described the suspension as\n\"also particularly timely given the recent disturbing deterioration of the\npolitical, legal and human rights situation in Fiji since April 10, 2009\". He\ndescribed Fiji as \"a regime which displays such a total disregard for basic\nhuman rights, democracy and freedom\" which he believed contravened membership\nof the Pacific Islands Forum. Talagi emphasised, however, that Fiji had not\nbeen expelled and that it would be welcomed back into the fold when it\nreturned to the path of \"constitutional democracy, through free and fair\nelections\".\n\nThe 2009 suspension of Fiji marked the first time that a member of the Pacific\nIslands Forum had been suspended in the history of the then 38-year-old\norganisation.\n\nFollowing the Fijian general election of 17 September 2014, the Forum lifted\nthe suspension of Fiji on 22 October 2014."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Micronesian withdrawal",
        "generated_section_content_md": "Following the election of Henry Puna as Secretary-General in February 2021\nduring a virtual meeting, Palau threatened to leave the Forum, claiming that a\n\"gentlemen's agreement\" to rotate the position between Melanesia, Micronesia,\nand Polynesia, had been violated. Puna had won a ballot by one vote (9–8)\nagainst the Marshall Island's Gerald Zackios, who was supported by five\nnations from Micronesia. On 4 February, Palau formally terminated its\nparticipation in the forum, citing that the \"process regarding the appointment\nof the Secretary General has clearly indicated to the Republic of Palau that\nunity, regionalism and the Pacific Way no longer guide the Forum\", and closed\nits embassy in Fiji. On 6 February, the Forum's chair responded to the\nallegations, stating that there was a consensus decisions following an agreed\nprocess and that \"we have upheld our principles and values as characterised\nthrough the Pacific way\". On 8 February the Palau National Congress formally\npassed a joint resolution, supporting the decision made by President Surangel\nWhipps Jr. to leave the Forum. Whipps has stated Puna has to step down for\nPalau to rejoin the Forum.\n\nAfter Palau's decision to leave the Forum, several other participant countries\nhave indicated their intention to review their membership. In general, the\ncountries of Micronesia, with smaller populations and economies, have\ncomplained of being sidelined by larger countries, including Australia, Fiji,\nNew Zealand, and Papua New Guinea. There had only ever been one Micronesian\nSecretary-General of the PIF. The day after Palau's withdrawal, MPs in the\nMarshall Islands, who had previously supported Zackios, called for the\ngovernment to review its participation in the Forum, but opposed withdrawal.\nThe Federated States of Micronesia and Nauru have openly questioned whether\nthey will remain members. Nauru President Lionel Aingimea has signalled his\nintention to pull out, stating that \"If this is the way Micronesia is treated,\nthen it is better off withdrawing from the Forum\". Four members of the\nMicronesian bloc – the Federated States of Micronesia, Kiribati, the Marshall\nIslands, and Nauru – decided to hold a virtual meeting to discuss whether to\nexit the Forum. Australia has attempted to convince the four Pacific Island\nnations not to pull out. While it has indicated a desire to continue to work\nwith the Micronesian group if it chose to pull out of the Forum, it emphasised\nthe need for Pacific unity.\n\nOn 9 February 2021, the remaining Micronesian states – the Federated States of\nMicronesia, Kiribati, the Marshall Islands, and Nauru – decided to leave the\nForum. Micronesian leaders released a statement to \"collectively express their\ngreat disappointment with the Pacific Islands Forum Secretary General\nappointment process\", with each state jointly agreeing to formally initiate\nthe process of withdrawal from the Forum. Their departure reduces the Forum to\n12 members, all of them in the South Pacific. It may take up to a year for the\ncountries to formally leave the regional body. Australian Foreign Minister\nMarise Payne has stated that \"we will continue to work very closely with the\nmembers of the Pacific Forum\".\n\nIn February 2022, it was announced that the five Micronesian countries would\npause the process of their departure. The President of the Federated States of\nMicronesia, David Panuelo, said that he had been told that Henry Puna would\nstep down as Secretary-General, and that other reforms would occur. The\nPacific Islands Forum secretariat did not officially confirm Puna's departure,\nsaying only that talks were ongoing. President Whipps of Palau said that the\npause gave the Forum one last chance to do the right thing. In April, it was\nreported that the President of the Marshall Islands, David Kabua, was urging\nother Micronesian leaders to agree to several proposed reforms but to withdraw\ntheir demand for Puna to step down. In June 2022, Forum leaders reached an\nagreement which would see Puna remain in office, and be replaced by a\nMicronesian candidate when his term ended. The rotation of the Secretary-\nGeneral between Micronesia, Melanesia and Polynesia would be made a permanent\nfeature of the Forum, and two deputy secretary-general positions would be\ncreated for the other sub-regions. Kiribati did not agree to the arrangement,\nand on 9 July 2022 withdrew from the Forum with immediate effect. Kiribati\nrejoined the Forum on 24 February 2023 following an official apology by Forum\nchair Sitiveni Rabuka."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "In September 2011, the U.S. territories of American Samoa, Guam, and the\nNorthern Mariana Islands were granted observer status in the Pacific Islands\nForum, while in September 2016 the French territories of French Polynesia and\nNew Caledonia were granted full membership. Easter Island (administered by\nChile) and Hawaii (an oceanic state of the U.S.) have both considered gaining\nrepresentation. Kiribati withdrew from the Forum in 2022. The government of\nKiribati changed its mind the next year in 2023 and decided to rejoin the\nforum, making its plans clear by a meeting of President of Kiribati Taneti\nMamau with Prime Minister of Fiji Sitiveni Rabuka where Mamau told Rabuka\nabout Kiribati's plan. Rabuka confirmed to the media that such a meeting did\ntake place and stated that Kiribati had reconciled with the Pacific Islands\nForum and would rejoin the Forum soon. In August 2024, American Samoa and Guam\nwere elevated to associate members.\n\nIn late August 2024, the Solomon Islands tabled a motion challenging Taiwan's\nparticipation in the Forum as a partner country. According to _The Australian_\nnewspaper, China had issued a directive to prevent Taiwan from participating\nin the 2025 Forum meeting, scheduled to be held in Solomon Islands. In early\nSeptember 2024, China's Ambassador to the Pacific Qian Bo successfully lobbied\nfor the Forum to remove references to Taiwan in the final communique of the\n2024 leaders' summit in Tonga that week.\n\n---\nMember nations\nAustralia (AU) |  Cook Islands (CK) |  Fiji (FJ) |  French Polynesia (PF)\nKiribati (KI) |  Marshall Islands (MH) |  Micronesia (FM) |  Nauru (NR)\nNew Caledonia (NC) |  New Zealand (NZ) |  Niue (NU) |  Palau (PW)\nPapua New Guinea (PG) |  Samoa (WS) |  Solomon Islands (SB) |  Tonga (TO)\nTuvalu (TV) |  Vanuatu (VU) |\nAssociate member  | Observers\nAmerican Samoa (AS) |  Northern Mariana Islands (MP) |  Timor-Leste (TL) |  ACP Secretariat\nGuam (GU) |  Asian Development Bank|  Commonwealth Secretariat |  IOM\nTokelau (TK) |  United Nations Secretariat |  WCPFC | World Bank\nWallis and Futuna (WF) | |\nDialogue partners\nCanada |  Chile |  China (CN) |  Cuba\nEuropean Union |  France |  Germany |  India\nIndonesia (ID) |  Italy |  Japan |  Malaysia (MY)\nNorway |  Philippines (PH) |  Singapore |  South Korea\nSpain |  Thailand |  Turkey |  United Kingdom\nUnited States (US) | | |\nDevelopment partner\nTaiwan (TW)"
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Statistics",
        "generated_section_content_md": "Regions  Melanesia | Micronesia  | Polynesia\n---|---|---\nPopulation and economic statistics of full and associate members  Member  | Land area\n(km2)  | Population\n(2023)  | GDP (USD), 2022  | Human\nDevelopment\nIndex (2022)  | Net ODA received (% of GNI)\n---|---|---|---|---|---\ntotal\n(millions)  | Per capita\nAmerican Samoa1 | 200  | 43,914  | —  | —  | —  | —\nAustralia | 7,741,220  | 26,451,124  | 1,675,419  | 67,866  | 0.951  | —\nCook Islands | 236  | 14,222  | 283  | 17,033  | —  | —\nFiji | 18,274  | 924,145  | 4,943  | 5,356  | 0.730  | 14.9\nFrench Polynesia | 4,167  | 281,118  | 6,080  | 18,985  | —  | —\nGuam1 | 540  | 172,952  | —  | —  | —  | —\nKiribati | 811  | 132,530  | 223  | 1,704  | 0.624  | 18.7\nMarshall Islands | 181  | 38,827  | 280  | 6,728  | 0.639  | 37.9\nMicronesia | 702  | 112,630  | 427  | 3,741  | 0.628  | 29.2\nNauru | 21  | 11,875  | 151  | 11,679  | —  | 14.4\nNew Caledonia | 18,575  | 289,870  | 10,071  | 33,190  | —  | —\nNew Zealand | 268,838  | 5,172,836  | 247,234  | 47,412  | 0.937  | —\nNiue | 260  | 1,817  | —  | —  | —  | —\nPalau | 459  | 17,727  | 218  | 12,498  | 0.767  | 20.9\nPapua New Guinea | 462,840  | 10,389,635  | 30,633  | 3,117  | 0.558  | 4.7\nSamoa | 2,831  | 216,663  | 832  | 3,855  | 0.707  | 10.0\nSolomon Islands | 28,896  | 800,005  | 1,596  | 2,204  | 0.564  | 16.5\nTokelau1 | 12  | 2,397  | —  | —  | —  | —\nTonga | 747  | 104,597  | 469  | 4,571  | 0.745  | 22.8\nTuvalu | 26  | 9,816  | 60  | 5,219  | —  | 44.4\nVanuatu | 12,189  | 320,409  | 984  | 3,015  | 0.607  | 15.0\nWallis and Futuna1 | 142  | 11,370  | —  | —  | —  | —\nTotal  | 8,547,034  | 45,520,479  | 1,979,903  | 14,598.41  | 0.704  | 20.783\n\n1 Associate member"
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Secretaries General",
        "generated_section_content_md": "The Secretary General of the Pacific Islands Forum Secretariat is appointed to\na three-year term by the leaders of the member states. The Secretary General\nreports directly to the national leaders and the Forum Officials' Committee\n(FOC). The Secretary General also automatically serves as the permanent\nchairman of the Council of Regional Organisations in the Pacific (CROP)."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Name | Country | Took office | Left office",
        "generated_section_content_md": "---|---|---|---|---\nDirectors of the South Pacific Bureau for Economic Co-operation\n1 | Mahe Tupouniua |  Tonga | November 1972 | 1980\n2 | Gabriel Gris |  Papua New Guinea | 1980 | 1982 (died in office)\n| John Sheppard (acting) |  Australia | 1982 | January 1983\n3 | Mahe Tupouniua |  Tonga | January 1983 | January 1986\n4 | Henry Naisali |  Tuvalu | January 1986 | September 1988\nSecretary General of the Pacific Islands Forum\n| Henry Naisali |  Tuvalu | September 1988 | January 1992\n5 | Ieremia Tabai |  Kiribati | January 1992 | January 1998\n6 | Noel Levi |  Papua New Guinea | February 1998 | 16 May 2004\n7 | Greg Urwin |  Australia | 16 May 2004 | 2 May 2008 (resigned)\n| Feleti Teo (acting) |  Tuvalu | 2 May 2008 | 13 October 2008\n8 | Tuiloma Neroni Slade |  Samoa | 13 October 2008 | 4 December 2014\n9 | Meg Taylor |  Papua New Guinea | 4 December 2014 | 4 February 2021\n10 | Henry Puna |  Cook Islands | 4 February 2021 | 23 May 2024\n11 | Baron Waqa |  Nauru | 3 June 2024 | Incumbent"
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Institutions and legal framework",
        "generated_section_content_md": "Library and archives building at the Secretariat complex in Suva, Fiji.\n\nThe Pacific Islands Forum Secretariat was established initially as a trade\nbureau in 1972 and later became the _South Pacific Bureau for Economic Co-\noperation_ (SPEC). The name _South Pacific Forum Secretariat_ was approved by\nmember governments in 1988 and changed to _Pacific Islands Forum Secretariat_\nin 2000.\n\nThere are four divisions in the Pacific Islands Forum Secretariat, and each of\nthese divisions has direct responsibility for a range of programs designed to\nimprove the capacity of the Forum member countries and to co-ordinate action\non matters of common interest:\n\n1. Development and Economic Policy\n2. Trade and Investment\n3. Political, International and Legal Affairs\n4. Corporate Services\n\nThe Forum Economic Ministers Meeting (FEMM) established in 1995, plays a key\nrole in assessing regional economic developments."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Pacific Island Countries Trade Agreement",
        "generated_section_content_md": "The Pacific Island Countries Trade Agreement (PICTA) aims to establish a free-\ntrade area between 14 of the Pacific Islands Forum countries. As of 2013, it\nhad been signed by 12 states:\n\n* Cook Islands\n* Fiji\n* Kiribati\n* Micronesia\n* Nauru\n* Niue\n* Papua New Guinea\n* Samoa\n* Solomon Islands\n* Tonga\n* Tuvalu\n* Vanuatu\n\nIt has not been signed by either Palau or the Marshall Islands. All of the\nsigning states have ratified the treaty, with the exception of Micronesia. As\nof March 2008, six countries had announced that domestic arrangements had been\nmade enabling them to trade under the agreement: Cook Islands, Fiji, Niue,\nSamoa, Solomon Islands, and Vanuatu.\n\nAfter the trade agreement goes into force, countries commit to removing\ntariffs on most goods by 2021. As of April 2008, The Forum Island Countries\nare also negotiating an Economic Partnership Agreement (EPA) with the European\nUnion. It is important to note that the PICTA discussed here covers only the\ntrade of goods. At the Forum Island Leaders Meeting held in Rarotonga, Cook\nIslands on 28 August 2012, nine members signed the Pacific Island Countries\nTrade Agreement Trade in Services (PICTA TIS). As of April 2008, there is an\nongoing negotiation to design and agree on a protocol to include trade in\nservices and the temporary movement of natural persons (a broader concept than\nthe GATS's Mode 4).\n\nThe Office of the Chief Trade Adviser was established on 29 March 2010 to\nprovide independent advice and support to the Pacific Forum Island Countries\n(FICs) in the PACER Plus trade negotiations with Australia and New Zealand."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Blue Pacific – collective security interests of member states",
        "generated_section_content_md": "The Biketawa Declaration (2000) on collective security committed Pacific\nIslands Forum members to eight values, including good governance, liberty of\nthe individual, democratic processes, indigenous rights and cultural values,\ntraditions and customs, and recognising the importance and urgency of\nequitable economic, social and cultural development to satisfy the basic needs\nand aspirations of the peoples of the Forum.\n\nThe Boe Declaration (2018) of Regional Security is a declaration agreed to by\nall the leaders of the Pacific Islands Forum on 5 September 2018, which\ndeclaration is a framework for coordinating response to regional crises, and\nsets out an expanded concept of security. The Boe Declaration extended the\nBiketawa Declaration (2000) to include issues of human security, environmental\nsecurity, transnational crime, and cybersecurity.\n\nThe expanded concept of security set out in the Boe Declaration has been\napplied in the Falepili Union between Tuvalu and Australia (2023)."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Recent works",
        "generated_section_content_md": "An \"open skies\" policy has been under work by a number of nations. The Pacific\nIslands Air Services Agreement or PIASA would allow member nations to have\nmore access for their airlines to other member countries. To date there have\nbeen ten signatories, Cook Islands, Kiribati, Nauru, Niue, Papua New Guinea,\nSamoa, Solomon Islands, Tonga, Tuvalu, and Vanuatu. Six countries have\nratified the agreement: Cook Islands, Nauru, Niue, Samoa, Tonga, and Vanuatu.\n\nAt the 19–20 August 2008 Pacific Islands Forum meeting in Niue, the leaders\ndiscussed Pacific Plan priorities including, \"fisheries, energy, trade and\neconomic integration, climate change and transport, in addition to information\nand communication technology, health, education, and good governance.\" Leaders\nalso discussed the impacts of climate change and adopted the _Niue Declaration\non Climate Change_. Restoration of democratic governance in Fiji was discussed\nas were consequences should the interim government fail to meet established\ndeadlines. Regional assistance to the Solomon Islands and Nauru was discussed,\nfollowed by discussion of radioactive contamination in the Marshall Islands\nfrom US government tests. Regional institutional framework issues and WTO Doha\nround developments were discussed, followed by discussion of country-\ninitiatives and the Pacific Region Infrastructure Facility launched 19 August\n2008 to provide up to A$200 million over four years to help improve\ninfrastructure in Kiribati, Samoa, Solomon Islands, Tonga, Tuvalu and Vanuatu.\nThe United Nations announced that it would partner with Samoa to develop an\nInter-Agency Climate Change Centre to help Pacific island nations combat the\nimpacts of climate change in the region. In the 2013 forum, the Marshall\nIslands, supported by all other Pacific nations, claimed compensation from the\nUnited States for the nuclear tests conducted on the islands during the 1940s\nand 1950s.\n\nIn the Nadi Bay declaration of 30 July 2019, the Pacific Islands Forum warned\nthat coral atoll nations could be uninhabitable as early as 2030, expressed\ntheir deeply concern about a lack of \"comprehension, ambition or commitment\"\nfrom developed nations and called for an immediate reduction of greenhouse gas\nemissions.\n\nOn 27 January 2021, the European Union and the Pacific Islands Forum\nSecretariat agreed a project worth EUR 5.75 million to enhance the trade\ncapacity of Pacific Island countries. The project titled \"Strengthening\nPacific Intra-Regional and International Trade (SPIRIT)\" is designed to boost\nand increase intra-regional and international trade by strengthening\ninstitutional and technical capacity in the Pacific Island region. It will\nalso facilitate the implementation of other trade agreements, in particular\nthe Economic Partnership Agreement (EPA) and of the Pacific's Aid-for-Trade\nStrategy 2020–2025."
    },
    {
        "chapter_name": "Pacific Islands Forum",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Summits",
        "generated_section_content_md": "PIF Summits  # | Year | Dates | Country | City | Leaders | Ref.\n---|---|---|---|---|---|---\n44 | 2013  | 3-6 September |  Marshall Islands | Majuro |  18\n\n*   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *\n|\n45 | 2014  | 29-31 July |  Palau | Koror |  18\n\n*   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *\n|\n46 | 2015  | 8-10 September |  Papua New Guinea | Port Moresby |  18\n\n*   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *\n|\n47 | 2016  | 8-10 September |  Federated States of Micronesia | Pohnpei |  18\n\n*   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *\n|\n48 | 2017  | 5-8 September |  Samoa | Apia |  18\n\n*   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *\n|\n49 | 2018  | 3-6 September |  Nauru | Yaren |  18\n\n*   *   *   *   *   *   *   *   * Jacinda Ardern\n*   *   *   *   *   *   *   *\n|\n50 | 2019  | 14–16 August |  Tuvalu | Funafuti |  18\n\n* Scott Morrison\n*   *   *   *   *   *   *   * Jacinda Ardern\n*   *   *   *   *   *   * **Enele Sopoaga**\n*\n|\n| 2021  | 6 August |  Fiji | Virtual meeting\n(Video conference) Suva |  18\n\n* Scott Morrison\n* Mark Brown\n* David Panuelo\n* **Frank Bainimarama**\n*   *   *   *   * Jacinda Ardern\n* Dalton Tagelagi\n* Surangel Whipps Jr.\n* James Marape\n*   * Manasseh Sogavare\n* Pōhiva Tuʻiʻonetoa\n* Kausea Natano\n* Bob Loughman\n\n|\n51 | 2022  | 11–14 July |  Fiji | Suva |  18\n\n* Anthony Albanese\n*   * David Panuelo\n* **Frank Bainimarama**\n*   *   *   *   * Jacinda Ardern\n* Dalton Tagelagi\n* Surangel Whipps Jr.\n* James Marape\n*   * Manasseh Sogavare\n* Siaosi Sovaleni\n*   * Bob Loughman\n\n|\n52 | 2023  | 6–10 November |  Cook Islands | Rarotonga |  18\n\n* Anthony Albanese\n* **Mark Brown**\n*   *   *   *   *   *   * Carmel Sepuloni\n*   *   *   *   *   *   *   *\n|\n53 | 2024  | 26–30 August |  Tonga | Nukuʻalofa |  18\n\n* Anthony Albanese\n* Mark Brown\n*   *   *   *   *   *   * Christopher Luxon\n*   *   *   *   *   * **Siaosi Sovaleni**\n*   *\n|\n54 | 2025  | 8-12 September |  Solomon Islands | Honiara |  18\n\n*   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *   *\n|"
    }
]