[
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\n| This article needs to be **updated**. Please help update this article to\nreflect recent events or newly available information. _( February 2025)_  \n---|---  \n  \nThe **Permanent Court of Arbitration** (**PCA**) is an intergovernmental\norganization headquartered at the Peace Palace, in The Hague, Netherlands.\nUnlike a judicial court in the traditional sense, the PCA provides\nadministrative support in international arbitrations involving various\ncombinations of States, State entities, international organizations and\nprivate parties. The cases span a range of legal issues involving territorial\nand maritime boundaries, sovereignty, human rights, international investment,\nand international and regional trade. The PCA is constituted through two\nseparate multilateral conventions with a combined membership of 125\nContracting Parties. The PCA is not a United Nations agency, but has been a\nUnited Nations observer since 1993.\n\nThe PCA was established by the Convention for the Pacific Settlement of\nInternational Disputes, concluded at The Hague in 1899 during the first Hague\nPeace Conference of 1899. The Conference had been convened at the initiative\nof emperor Nicholas II of Russia \"with the object of seeking the most\nobjective means of ensuring to all peoples the benefits of a real and lasting\npeace, and above all, of limiting the progressive development of existing\narmaments\"."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organization",
        "generated_section_content_md": "Seat of the PCA: The Peace Palace (\"Vredespaleis\"), The Hague. Parties of the\nPermanent Court of Arbitration\n\naccording to the convention of 1907\n\naccording to the convention of 1899\n\nnot a party\n\nPCA courtroom. Public Hearing in PCA Case No. 2015-28, the Enrica Lexie\nIncident (Italy v. India) Prinsegracht 71, The Hague, a building dating from\nabout 1728, which was the seat of the PCA between 1901 and 1913, when the\nconstruction of the Peace Palace was completed. North Atlantic Fisheries\nArbitration at the Permanent Court of Arbitration, Prinsegracht 71, The Hague,\n1910.\n\nThe PCA is not a conventional court, but an administrative organization with\nthe objective of having permanent and readily available means to serve as the\nregistry for purposes of international arbitration and other related\nprocedures, including commissions of enquiry and conciliation.\n\nThe _Administrative Council_ (formally the _Permanent Administrative Council_)\nis a body composed of all the diplomatic representatives of the Contracting\nParties accredited to the Netherlands. It is presided by the Minister of\nForeign Affairs of the Netherlands, who is also a Contracting Party. It is\nresponsible for the \"direction and control\" of the International Bureau,\ndirects the organisation's budget and reports on its activities.\n\nThe _International Bureau_ is the Secretariat of the PCA and is headed by the\nSecretary-General. It provides linguistic, research, administrative and\nfinancial support to PCA arbitration tribunals.\n\nThe third organ of the PCA are the _Members of the Court_. Each Contracting\nParty may appoint up to four persons \"of known competency in questions of\ninternational law, of the highest moral reputation and disposed to accept the\nduties of arbitrators\" for a renewable 6-year term. In addition to forming a\npanel of potential arbitrators, the Members of the Court from each Contracting\nParty constitute a “national group,” which is entitled to nominate candidates\nfor the election to the International Court of Justice. The Members of the\nCourt (along with the judges of the International Court of Justice) are among\na handful of groups entitled to nominate candidates for the Nobel Peace Prize.\n\nParties to a dispute may, but are not obliged to, select arbitrators from the\nlist of the Members of the Court.\n\nThe PCA sometimes gets confused with the International Court of Justice, which\nalso has its seat in the Peace Palace. The PCA is not part of the UN system,\nholding observer status in the UN General Assembly since 1993.\n\nPublic Hearing in the Administrative Council Chamber of the PCA in Case No.\n2012-04 (Arbitration between the Republic of Croatia and the Republic of\nSlovenia)"
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Procedure",
        "generated_section_content_md": "In the Articles 30–57 of the Hague Convention of 1899 the rules of arbitration\nprocedure are outlined. These rules are an adapted version of pre-existing\ntreaties among the states. They were amended in 1907, the creation of a\nsummary procedure for simple cases being the most conspicuous change, and were\nrelevant in the 1920s development of rules for the Court of International\nJustice.\n\nThe first act of parties before the PCA is the submission of the so-called\n\"compromisis\", stating the issue and the competence of the arbitrator(s).\nProceedings are then conducted in two phases: written pleadings and oral\ndiscussion. The Court retires once the debate is over to deliberate and\nconclude the case by a simple majority of votes.\n\nThe decision is published as an award, along with any dissenting opinions.\nEarly Court decisions were countersigned by the arbitrators themselves, but in\n1907, that responsibility was passed to the president and secretary (of the\nPCA). The award is read in a public session in the presence of the agents and\nlawyers of the parties to the case. The decision is binding on the parties,\nand there is no mechanism for appeal."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Budget and fees",
        "generated_section_content_md": "Between 2007 and 2008, the budget was €1.8 million.\n\nThe budget of the PCA comes from the contributions of its Contracting Parties\nand income through arbitration cases. The distribution of the amounts to be\npaid by the individual Contracting Parties is based on the system in use by\nthe Universal Postal Union.\n\nParties to arbitration have to pay the expenses of the arbitral tribunal set\nup to hear the case, including the salary of the arbitrators, registry and\nadministrative functions, but not including overheads of the organization. The\ncosts of arbitration vary from case to case and discussions may be held\nbetween the PCA and the parties over fee arrangements.\n\nThe fixed costs for action as an appointing authority are €3000."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Contracting Parties",
        "generated_section_content_md": "Parties to the Convention on the Pacific Settlement of disputes of 1899 (71\nParties) and 1907 (101 Parties) are automatically parties to the PCA. As 52\nare parties to both conventions, the PCA has 125 Contracting Parties: 123\nmembers of the United Nations, as well as Kosovo and Palestine."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "History",
        "generated_section_content_md": "The PCA is the oldest institution for international dispute resolution. It was\nestablished in 1899 by the first Hague Peace Conference under Articles 20 to\n29 of the 1899 Hague Convention for the Pacific Settlement of International\nDisputes. At the second Hague Peace Conference, the earlier Convention was\nrevised by the 1907 Convention for the Pacific Settlement of International\nDisputes. The Conference was convened at the initiative of emperor Nicholas II\nof Russia \"with the object of seeking the most objective means of ensuring to\nall peoples the benefits of a real and lasting peace, and above all, of\nlimiting the progressive development of existing armaments\"."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "List of PCA Secretaries-General",
        "generated_section_content_md": "The current Secretary-General of the PCA is Dr. Hab. Marcin Czepelak, who was\nelected on 14 February 2022 by the PCA Administrative Council for a term of 5\nyears (from 1 June 2022 until 31 May 2027).\n\nThe below table lists all the Secretaries-General who have served the PCA\nsince its founding.\n\nBaron R. Melvil van Lynden  | 1900-1901\n---|---\nMr. L.H. Ruyssenaers  | 1901-1905\nBaron L.P.M.H. Michiels van Verduynen  | 1905-1929\nDr. M.A. Crommelin  | 1929-1947\nJonkheer Aarnout Marinus Snouck Hurgronje | 1948-1951\nDr. A. Loudon  | 1951-1953\nProf. Jean Pierre Adrien François | 1954-1968\nBaron E.O. van Boetzelaar  | 1968-1980\nMr. J. Varekamp  | 1981-1990\nMr. P.J.H. Jonkman  | 1990-1999\nMr. Tjaco T. van den Hout  | 1999-2008\nMr. Christiaan M.J. Kröner  | 2008-2011\nMr. Hugo H. Siblesz  | 2012-2022\nDr. Hab. Marcin Czepelak | 2022-"
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Functions",
        "generated_section_content_md": "PCA tribunals have jurisdiction for disputes based on the PCA founding\ndocuments (the Conventions on Pacific Settlement of International Disputes),\nor based on bilateral and multilateral treaties. Its Secretary General\nfurthermore acts as an appointing authority for arbitration."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Appointing authority",
        "generated_section_content_md": "When problems arise in designating arbitrators for an arbitration under\nUNCITRAL arbitration rules (e.g. because one of the parties refuses to\ndesignate an arbitrator, or when the designated arbitrators are unable to\nagree on designation of a third arbitrator), the PCA Secretary-General may be\nrequested to serve as an appointing authority. This option is also open for\nother arbitration agreements, in which the Secretary General is designated.\nBetween 2011, and 2015, 257 of such requests were submitted."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Interstate arbitration based on the Hague Convention",
        "generated_section_content_md": "Arbitration between two states takes place when two member states of the PCA\ndecide to submit a dispute for arbitration to a PCA Tribunal. The Tribunal\nconsists of five arbitrators: two (one of whom may be a national of the party\nconcerned) are selected by each party to the arbitration; these four\narbitrators then choose the fifth and presiding arbitrator."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Interstate arbitration based on UNCLOS",
        "generated_section_content_md": "The United Nations Convention on the Law of the Sea (UNCLOS) provides for a\ndispute resolution mechanism regarding maritime boundaries in which member\nstates can choose either the\n\n1. International Tribunal for the Law of the Sea\n2. International Court of Justice,\n3. arbitral tribunal (constituted in accordance with Annex VII, UNCLOS)\n4. a special arbitral tribunal (constituted in accordance with Annex VIII).\n\nIf two member states have elected different dispute resolution measures, the\nthird option is to be used. As of August 2016, the PCA has administered twelve\nof the thirteen cases initiated by states under Annex VII to the UNCLOS."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Investor–state investment disputes",
        "generated_section_content_md": "Many free trade agreements provide for a mechanism to resolve disputes between\ninvestors and states through arbitration through so-called investor-state\ndispute settlement (ISDS) clauses. The PCA may play a role in such proceedings\nas appointing authority for arbitrators, by use of its arbitration rules or by\nproviding support to the arbitration case."
    },
    {
        "chapter_name": "Permanent Court of Arbitration",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Cases",
        "generated_section_content_md": "Examples of cases are shown below:\n\n**Interstate**\n\n* United States of America v. Mexico (Pious Fund of the Californias) (1902)\n* United States of America v. United Kingdom (The North Atlantic Coast Fisheries Case) (1910)\n* France v. Great Britain (Savarkar Case) (1911)\n* United States of America v. The Netherlands (Island of Palmas Case) (1928)\n* Eritrea v. Yemen (Hanish Islands conflict) (1999)\n* Belgium v. The Netherlands (Iron Rhine case) (2005)\n* Croatia v. Slovenia (2017)\n\n**Interstate: Annex VII UNCLOS**\n\n* Barbados v. Trinidad and Tobago (2006)\n* Bangladesh v. India (Bay of Bengal Maritime Boundary) (2014)\n* Denmark in respect of the Faroe Islands v. European Union (Atlanto-Scandian Herring Arbitration) (2014)\n* Mauritius v. United Kingdom (Chagos Marine Protected Area) (2015)\n* Philippines v. China (2016)\n* Netherlands v. Russia (MV Arctic Sunrise) (2017)\n* Italy v. India (Enrica Lexie case) (2020)\n\n**Investor-state**\n\n* Hulley Enterprises Limited (Cyprus), Yukos Universal Limited (Isle of Man) and Veteran Petroleum Limited (Cyprus) v. the Russian Federation (2015)\n* Cairn Energy PLC & Cairn UK Holdings Limited v. The Republic of India\n\n**Other**\n\n* United States v. Iran (Iran-United States Claims Tribunal) in the early 1980s the PCA helped set up the claims tribunal\n* Eritrea v. Ethiopia (Eritrea-Ethiopia Claims Commission) (2009) Claims Commission was organized through the PCA\n* Sudan v. Sudan People's Liberation Movement (Abyei Arbitration) (2009)"
    }
]