[
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International governmental cooperation group\n\nThe **Polynesian Leaders Group (PLG)** is an international governmental\ncooperation group bringing together four independent countries and eight self-\ngoverning territories in Polynesia.\n\nThe idea of a Polynesian regional grouping had been discussed for several\nyears, notably in response to the Melanesian Spearhead Group, a regional\ngrouping for countries in Melanesia. In September 2011, Samoan Prime Minister\nTuilaepa Sa’ilele Malielegaoi initiated a meeting with the leaders of Tonga,\nTuvalu, the Cook Islands and Niue on the margins of the Pacific Islands Forum\nsummit in Auckland. These initial talks led to a second meeting in Apia which,\non 17 November, led to a memorandum of understanding formally establishing the\nPolynesian Leaders Group (PLG).\n\nThe Group does not have a fixed Secretariat at present, despite initial\nsuggestions that one would be established in Apia. The Group held its first\nformal meeting in Rarotonga in the Cook Islands in August 2012."
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The idea of a 'Polynesian Alliance' in order to address social and economic\nissues within the Pacific has been discussed since the between the 1870s and\n1890s when King Kamehameha V of Hawaii, King Pomare V of Tahiti, King Malietoa\nLaupepa of Samoa and King George Tupou II of Tonga agreed to establish a\nconfederation of Polynesian states, of which did not eventuate.\n\nThe idea once again arose in the 1970s with the Kingitanga of New Zealand, an\nits leader Te Atairangikaahu, reviving the idea of an alliance similar to, but\nseparate from, the Pacific Islands Forum. Fiji and Samoa were also parties to\nthese discussions."
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Goals",
        "generated_section_content_md": "**Memorandum of Understanding**\nAnnouncing the launch, Prime Minister Tuilaepa said the member countries would\nwork together \"through this group to seek a future for our Polynesian people\nand countries where cultures, traditions and values are honored and protected.\nWhere sustainable economic prosperity is achieved, where democratic values are\nobserved, human rights promoted and protected as well as upholding the rule of\nlaw.\" It was also announced that the countries would cooperate in the fields\nof \"education, culture and language, transport, environmental conservation and\nclimate change mitigation and adaptation, health, agriculture and fisheries,\ntourism, trade and investment\".\n\nThe fourth section of the Memorandum of Understanding read; The meeting\ndecided that through the PLG, members will work together in the spirit of\nmutual understanding and cooperation to: Encourage sharing knowledge and\nexperiences in awareness and education to promote and protect cultures,\ntraditions and languages; Encourage mutual support of development efforts in\nareas including but not limited to: transport, energy, environmental\nconservation, climate change, education, health, agriculture and fisheries,\ntourism, trade and investment; Encourage respect for the quality of\ngovernance, observance of democratic values and human rights rule of law and\nright to self-determination; Encourage the strengthening of connections with\ninstitutions of regional and international cooperation.\n\n**Overseas workers**\nIn 2013, the PLG ended their annual meeting with an announcement pushing New\nZealand and Australia to increase its seasonal workers quotas in order for\nmore Pacific peoples to gain seasonal work in these countries."
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership",
        "generated_section_content_md": "There are eight founding members: three sovereign states (Samoa, Tonga and\nTuvalu), two self-governing states in free association with New Zealand (the\nCook Islands and Niue), an unincorporated territory of the United States\n(American Samoa), an overseas country of France (French Polynesia), and a\nnation that is also a dependency of New Zealand (Tokelau)."
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Expansion",
        "generated_section_content_md": "In September 2017, the Group added the French overseas collectivity of Wallis\nand Futuna as a member. Wallis and Futuna would be the first new member since\nthe Group was founded in 2011.\n\nIn June 2018, the Group voted to add three members: the sovereign state of New\nZealand, the U.S. state of Hawaii, and the Chilean territory of Easter Island\n(Rapa Nui). As far back as September 2011, Niuean Premier Toke Talagi had\nnoted that \"we consider New Zealand and Hawaii, for example, as being part of\nthe Polynesian Triangle so they could very well be part of the members of this\nPolynesian Group\". Tuilaeapa, while also acknowledging that New Zealand was\ngeographically part of Polynesia, said there might be \"complications\" to\ninviting New Zealand into the Group.\n\nWhen the new members were formally announced, the Group's then-chairman, Enele\nSopoaga, prime minister of Tuvalu, said, \"we welcome other Polynesian\ncommunities in other places and locations to join the PLG as brothers,\" and\nemphasized the need for Polynesian communities to come together to address\ncommon problems. Commentators also noted that the addition of New Zealand and\nHawaii could bring additional resources to the Group and increase the\npotential for strategic cooperation with the United States. Further, the\naddition of Easter Island raised questions about the relationship between the\nGroup's interest in decolonization and Easter Island's political status within\nChile."
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Founding leaders",
        "generated_section_content_md": "Country  | Head of Government  | Status governing\n---|---|---\nAmerican Samoa | Governor Togiola Tulafono | observer member\nCook Islands | Prime Minister Henry Puna | self-governing\nFrench Polynesia | President Oscar Temaru | observer member\nNiue | Premier Toke Talagi | self-governing\nSamoa | Prime Minister Tuilaepa Sailele Malielegaoi | sovereign state\nTokelau | _Ulu_ Foua Toloa | observer member\nTonga | Prime Minister Lord Tuʻivakano | sovereign state\nTuvalu | Prime Minister Willy Telavi | sovereign state"
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Meetings",
        "generated_section_content_md": "PLG Annual Meetings\n---\nNo | Date | Location | Host | Host leader | Notes\n1st | 17 November 2011 | Apia |  Samoa | Tuilaepa Sailele Malielegaoi |\n2nd | August 2012 | Rarotonga |  Cook Islands | Henry Puna |\n3rd | 30 August 2013 | Auckland |  French Polynesia | Gaston Flosse |\n4th | 26 July 2014 | Auckland |  Niue | Toke Talagi |\n5th | 5 September 2015 | Auckland |  Tokelau | Aliki Faipule Siopili Perez |\n6th | 29 June 2016 | Papeete |  French Polynesia | Édouard Fritch |\n7th | 4 September 2017 | Apia |  Samoa | Tuilaepa Sailele Malielegaoi |\n8th | 28 June 2018 | Tuvalu |  Tuvalu | Enele Sosene Sopoaga |\n9th | August 2019 | Tuvalu |  Tuvalu |  | 50th Pacific Islands Forum & Related Meetings\n10th | 29 January 2021 | Virtual meeting |  American Samoa | Lemanu Peleti Mauga | \"Building Resilience in Times of Uncertainty\""
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Leadership",
        "generated_section_content_md": "**Chairs**"
    },
    {
        "chapter_name": "Polynesian Leaders Group",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Name | Country/State | Term Office | Notes",
        "generated_section_content_md": "---|---|---|---|---\n1 | Tuilaepa Sailele Malielegaoi |  Samoa | 2011–2012 |\n2 | Henry Puna |  Cook Islands | 2012–2013 |\n3 | Gaston Flosse |  French Polynesia | 2013–2014 |\n4 | Toke Talagi |  Niue | 2014–2015 |\n6 | Aliki Faipule Afega Gaualofa |  Tokelau | 2015–2023 |\n7 | Moetai Brotherson |  French Polynesia | 2023–présent |"
    }
]