[
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Strategic dialogue between Australia, India, Japan, and the United States\n\nThe **Quad** is a grouping of Australia, India, Japan, and the United States\nthat is maintained by talks between member countries. The grouping follows the\n\"Tsunami Core Group\" and its \"new type of diplomacy\" developed in response to\nthe 2004 Indian Ocean earthquake and tsunami. It was initiated in 2007 by\nJapanese Prime Minister Shinzo Abe, with the support of Australian prime\nminister John Howard, Indian prime minister Manmohan Singh and U.S. vice\npresident Dick Cheney.[_failed verification_] The dialogue was paralleled by\njoint military exercises of an unprecedented scale, titled Exercise Malabar.\nThe diplomatic and military arrangement was widely viewed as a response to\nincreased Chinese economic and military power.\n\nThe partnership is known formally as the \"Quad,\" not the \"Quadrilateral\nSecurity Dialogue,\" noting its nature as a diplomatic, not security,\npartnership. The \"Quadrilateral Security Dialogue\" is a misnomer not used\nofficially by the Quad governments.[_citation needed_]\n\nThe Quad ceased in 2008 following the withdrawal of Australia during Kevin\nRudd's tenure as prime minister, reflecting ambivalence in Australian policy\nover the growing tension between the United States and China in the Indo-\nPacific. Following Rudd's replacement by Julia Gillard in 2010, enhanced\nmilitary cooperation between the United States and Australia was resumed,\nleading to the placement of U.S. Marines near Darwin, overlooking the Timor\nSea and Lombok Strait. Meanwhile, India, Japan, and the United States\ncontinued to hold joint naval exercises under Malabar.[_citation needed_]\n\nDuring the 2017 ASEAN Summits in Manila, all four former members led by Abe,\nAustralian prime minister Malcolm Turnbull, Indian prime minister Narendra\nModi, and U.S. president Donald Trump agreed to revive the Quad partnership in\norder to counter China militarily and diplomatically in the Indo-Pacific\nregion, particularly in the South China Sea. Tensions between Quad members and\nChina have led to fears of what was dubbed by some commentators \"a new Cold\nWar\" in the region, and the Chinese government responded to the Quad dialogue\nby issuing formal diplomatic protests to its members, calling it \"Asian NATO\".\n\nDue to the COVID-19 pandemic, Brazil, Israel, New Zealand, South Korea, and\nVietnam were invited to \"Quad Plus\" meetings to discuss their responses to it."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Strategic framework of US–China competition",
        "generated_section_content_md": "In the early twenty-first century, the strategic preoccupation of the United\nStates with Iraq and Afghanistan served as a distraction from major power\nshifts in the Asia-Pacific, brought about by increased Chinese economic power,\nwhich undermined America's traditional role in the region. In the long term\nthe United States has sought a policy of \"soft containment\" of China by\norganizing strategic partnerships with democracies at its periphery. While US\nalliances with Japan, Australia and India now form the bulwark of this policy,\nthe development of closer US military ties to India has been a complex process\nsince the collapse of the Soviet Union. Australian commentaries showed mixed\nattitudes to a Quadrilateral partnership isolating China."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "India–US military relations",
        "generated_section_content_md": "Donald H. Rumsfeld, U.S. Secretary of Defense and Pranab Mukherjee, Minister\nof Defence for India, at Pentagon, Washington, D.C., 2005.\n\nActive US-Indian military cooperation expanded in 1991 following the economic\nliberalization of India when American Lt. General Claude C. Kicklighter, then\ncommander of the United States Army Pacific, proposed army-to-army\ncooperation. This cooperation further expanded in the mid-1990s under an early\nIndian centre-right coalition, and in 2001 India offered the United States\nmilitary facilities within its territory for offensive operations in\nAfghanistan. US Defense Secretary Donald Rumsfeld and his Indian counterpart\nPranab Mukherjee signed a \"New Framework for India-US Defense\" in 2005 under\nthe Indian United Progressive Alliance government, increasing cooperation\nregarding military relations, defence industry and technology sharing, and the\nestablishment of a \"Framework on maritime security cooperation.\" India and the\nUnited States conducted dozens of joint military exercises in the ensuing\nyears before the development of the Quad, interpreted as an effort to\n\"contain\" China. Indian political commentator Brahma Chellaney referred to the\nemerging Quadrilateral partnership between the United States, Japan, Australia\nand India as part of a new \"Great Game\" in Asia, and Indian diplomat M. K.\nRasgotra has maintained that American efforts to shape security pacts in Asia\nwill result not in an \"Asian Century,\" but rather in an \"American Century in\nAsia.\"\n\nSome, like US Lt. General Jeffrey B. Kohler, viewed US-India defence\nagreements as potentially lucrative for American defence industries and\noversaw the subsequent sale of American military systems to India.\nNevertheless, some Indian commentators opposed increased American military\ncooperation with India, citing the American presence in Iraq, hostility to\nIran and \"attempts at encircling China\" as fundamentally destabilizing to\nAsian peace, and objecting to the presence of American warships with nuclear\ncapabilities off the coast of southern India, or to American calls for the\npermanent hosting of American naval vessels in Goa or Kochi."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Trilateral Security Dialogue (TSD)",
        "generated_section_content_md": "The Trilateral Strategic Dialogue (TSD) was a series of trilateral meetings\nbetween the United States, Japan, and Australia. The TSD originally convened\nat senior officials level in 2002, then was upgraded to ministerial level in\n2005. The United States expected regional allies to help facilitate evolving\nUS global strategy to fight against terrorism and nuclear proliferation. In\nreturn, Japan and Australia expected benefits including continued US strategic\ninvolvement and the maintenance of strategic guarantees in the region."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "2004 Tsunami Cooperation",
        "generated_section_content_md": "The Quad's origins, also referred to as \"Quad 1.0\", go back to the\nhumanitarian assistance and disaster relief to the 2004 Indian Ocean Tsunami,\nlater leading to a wider range of initiatives including maritime, health\nsecurity, and education, and \"with a focus on securing a free and open Indo-\nPacific\".\n\nIn 2021, some commentators wrote that an ad-hoc Tsunami Core Group in response\nto the 2004 Indian Ocean earthquake and tsunami may have been an early\nprecursor to the Quad."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "South China Sea",
        "generated_section_content_md": "The _nine-dash line_ refers to the ill-defined demarcation line used by the\nPeople's Republic of China (China) and the Republic of China (Taiwan), for\ntheir claims of the major part of the South China Sea. The contested area in\nthe South China Sea includes the Paracel Islands, the Spratly Islands, and\nvarious other areas including Pratas Island and the Vereker Banks, the\nMacclesfield Bank and the Scarborough Shoal. Despite having made the vague\nclaim public in 1947, neither the PRC nor the ROC has (as of 2018[update])\nfiled a formal and specifically defined claim to the area. An early map\nshowing a U-shaped eleven-dash line was published in the then-Republic of\nChina on 1 December 1947. Two of the dashes in the Gulf of Tonkin were later\nremoved at the behest of Chinese Premier Zhou Enlai, reducing the total to\nnine. Chinese scholars asserted at the time that the version of the map with\nnine dashes represented the maximum extent of historical claims to the South\nChina Sea. Subsequent editions added a tenth dash to the east of Taiwan island\nin 2013, extending it into the East China Sea."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "0.5.1",
        "section_name": "Condemnation of Pahalgam Terror Attack",
        "generated_section_content_md": "In July 2025, the Quad foreign ministers—representing the United States,\nIndia, Japan, and Australia—condemned the April 22 terrorist attack in\nPahalgam, Jammu and Kashmir, that killed 26 civilians, most of them tourists.\nIn a joint statement issued from Washington, the Quad called for the\nperpetrators, organisers, and financiers of the attack to be brought to\njustice without delay. Though not naming Pakistan explicitly, the group’s call\naligned with growing international concern over cross-border terrorism\noriginating from Pakistani soil.\n\nThe Quad also expressed serious concerns over coercive actions and\nmilitarisation in the East and South China Seas. In the wake of the Pahalgam\nattack, India launched Operation Sindoor on May 7, targeting terror\ninfrastructure in Pakistan and Pakistan-occupied Kashmir. The Quad’s statement\nmarked a clear show of solidarity with India’s right to defend its citizens\nfrom state-sponsored terrorism"
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Members",
        "generated_section_content_md": "Overview of QUAD members  Member  | Population | Nominal GDP\n(million US$)  | PPP GDP\n(million US$)  | Nominal GDP\nper capita (In USD)  | PPP GDP\nper capita (In USD)  | Trade\n(billions of USD)\n---|---|---|---|---|---|---\nAustralia | 27,400,013  | 1,771,681  | 1,980,022  | 64,547  | 72,138  | 804\nIndia | 1,413,324,000  | 4,187,017  | 17,647,050  | 2,878  | 12,132  | 1,612\nJapan | 123,360,000  | 4,186,431  | 6,741,192  | 33,956  | 54,677  | 2,013\nUnited States | 340,110,988  | 30,507,217  | 30,507,217  | 89,105  | 89,105  | 6,786"
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "List of Leaders Summits",
        "generated_section_content_md": "No.  | Date  | Host country  | Leader  | Location  | Key Themes and Discussions  | Image\n---|---|---|---|---|---|---\n1st  | March 24, 2021  | Virtual meeting  |  Joe Biden\nScott Morrison\nNarendra Modi\nYoshihide Suga | Video conference  | COVID-19 response, climate change, regional security, technological cooperation\n2nd  | September 24, 2021  |  USA |  Joe Biden\nScott Morrison\nNarendra Modi\nYoshihide Suga | Washington, D.C. | COVID-19 vaccination efforts, climate change, economic security, Indo-Pacific security  |\n3rd  | March 4, 2022  | Virtual meeting  |  Joe Biden\nScott Morrison\nNarendra Modi\nFumio Kishida | Video conference  | Russian invasion of Ukraine and ensuing humanitarian crisis\n4th  | May 24, 2022  |  Japan | Fumio Kishida\nAnthony Albanese\nNarendra Modi\nJoe Biden | Tokyo | Indo-Pacific security, COVID-19 response, climate change and Sustainability, economic resilience  |\n5th  | May 20, 2023  |  Japan | Fumio Kishida\nAnthony Albanese\nNarendra Modi\nJoe Biden | Hiroshima | Indo-Pacific security, climate change, health security, technology and cybersecurity  |\n6th  | September 21, 2024  |  United States |  Joe Biden\nAnthony Albanese\nNarendra Modi\nFumio Kishida | Wilmington | Climate change/disaster response, maritime security, infrastructure, technology and cybersecurity  |\n7th  | TBD, 2025  |  India |  Narendra Modi\nAnthony Albanese\nShigeru Ishiba\nDonald Trump | New Delhi | TBD"
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Creation",
        "generated_section_content_md": "In early 2007, Prime Minister Abe proposed the Quad, under which India would\njoin a formal multilateral dialogue with Japan, the United States and\nAustralia.\n\nThe initiation of an American, Japanese, Australian and Indian defence\narrangement, modelled on the concept of a Democratic Peace, was credited to\nJapanese Prime Minister Shinzo Abe. The Quad was supposed to establish an\n\"Asian Arc of Democracy\", envisioned to ultimately include countries in\nCentral Asia, Mongolia, the Korean Peninsula, and other countries in Southeast\nAsia: \"virtually all the countries on China’s periphery, except for China\nitself.\" This led some critics, such as former U.S. State Department official\nMorton Abramowitz, to call the project \"an anti-Chinese move\", while others\nhave called it a \"democratic challenge\" to the projected Chinese century,\nmounted by Asian powers in coordination with the United States. While China\nhas traditionally favoured the Shanghai Cooperation Organisation, the Quad was\nviewed as an \"Asian NATO;\" Daniel Twining of the German Marshall Fund of the\nUnited States has written that the arrangement \"could lead to military\nconflict,\" or could instead \"lay an enduring foundation for peace\" if China\nbecomes a democratic leader in Asia."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "China's opposition",
        "generated_section_content_md": "Naval vessels from Australia, India, Japan, Singapore, and the United States\ntake part in Malabar Exercise in the Bay of Bengal in 2007.\n\nChina sent diplomatic protests to all four members of the Quad before any\nformal convention of its members. In May 2007 in Manila, Australian Prime\nMinister John Howard participated with other members in the inaugural meeting\nof the Quad at Cheney's urging, one month after joint naval exercises near\nTokyo by India, Japan and the United States. In September 2007 further naval\nexercises were held in the Bay of Bengal, including Australia. These were\nfollowed in October by a further security agreement between Japan and India,\nratified during a visit by Indian Prime Minister Manmohan Singh to Tokyo, to\npromote sea lane safety and defence collaboration; Japan had previously\nestablished such an agreement only with Australia.\n\nThough the Quadrilateral initiative of the Bush administration improved\nrelationships with New Delhi, it gave the impression of \"encircling\" China.\nThe security agreement between Japan and India furthermore made China\nconspicuous as absent on the list of Japan's strategic partners in Asia. These\nmoves appeared to \"institutionally alienate\" China, the Association of South-\nEast Asian Nations (ASEAN), and promote a \"Washington-centric\" ring of\nalliances in Asia.\n\nThe Japanese Prime Minister succeeding Abe, Taro Aso, downplayed the\nimportance of China in the Japan-India pact signed following the creation of\nthe Quad, stating, \"There was mention of China – and we do not have any\nassumption of a third country as a target such as China.\" Indian Foreign\nSecretary Shiv Shankar Menon similarly argued that the defence agreement was\nlong overdue because of Indian freight trade with Japan, and did not\nspecifically target China. On the cusp of visits to China and meetings with\nPrime Minister Wen Jiabao and President Hu Jintao in January 2008, the Indian\nprime minister, Manmohan Singh, declared that \"India is not part of any so-\ncalled contain China effort,\" after being asked about the Quad."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Australia's departure during Rudd",
        "generated_section_content_md": "In 2008 Kevin Rudd terminated the Quad, signaling closer relations with China.\n\nFears over Chinese military spending and missile capacities had helped drive\nAustralia towards a defence agreement with the United States, as outlined by\nthe 2007 Canberra Defense Blueprint; Sandy Gordon of the Australian Strategic\nPolicy Institute had recommended the sale of uranium to India on the basis of\nsimilar considerations, as it appeared that the United States was backing it\nas a \"counter to a rising China.\" Chinese anger over the Quad however caused\nuneasiness within Australia even before the agreements were initiated.\n\nOn becoming Prime Minister, Kevin Rudd visited China's foreign minister, Yang\nJiechi, even before visiting Japan, and subsequently organized a meeting\nbetween Yang and the Australian foreign minister, Stephen Smith, in which\nAustralia unilaterally announced it would \"not be proposing\" a second round of\ndialogue between the four partners. Within Australia, this decision was seen\nas motivated by the uncertainty of China-United States relations and by the\nfact that Australia's principal economic partner, China, was not its principal\nstrategic partner. Rudd may furthermore have feared regional escalations in\nconflict and attempted to diffuse these via an \"Asia-Pacific Union.\"\n\nSome US strategic thinkers criticized Rudd's decision to leave Quad; the\nformer Asia director of the United States National Security Council, Mike\nGreen, said that Rudd had withdrawn in an effort to please China, which had\nexerted substantial diplomatic effort to achieve that aim. A December 2008\nleaked diplomatic cable authored by US ambassador Robert McCallum reveals that\nRudd did not consult the United States before leaving the Quad.\n\nThe Indian state of Arunachal Pradesh, a region claimed by China to be part of\nTibet.\n\nUS President Obama's efforts in November 2009 to improve US–Indian relations\nraised alarms in India and Australia both that a deepening military alliance\nbetween these powers could lead to regional escalations. According to analyst\nJohn Lee, \"For realists ... New Delhi has been warily balancing and competing\nagainst Beijing from the very moment of India's creation in 1947;\" significant\ntensions between China and India were associated with the disputed Indian\nprovince of Arunachal Pradesh, and with Chinese nuclear weapons stationed on\nthe Tibetan Plateau. Rudd's calculation may have been that as a regional\neconomic power, China was too important to contain through a simplistic\nQuadrilateral Initiative undertaken by US, India, Japan and Australia in 2007,\nwhen many regional powers are hedging their alliances in the event of a\nJapanese and an American decline."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Continued naval exercises",
        "generated_section_content_md": "In the years between the cessation and restart of the Quad, Quad members\ncontinued to cooperate on a bilateral or trilateral level, sometimes with non-\nQuad members involved. This was especially the case in joint military\nexercises: Japan joined for the first time the Australian Kakadu and Nichi\nTrou Trident naval exercises in respectively 2008 and 2009, Japan and India\nheld for the first time a joint naval exercise in 2012 and Australia and India\ndid the same in 2015, Australia joined the US-Philippines Balikatan exercise\nfor the first time in 2014 and Japan did the same in 2017, Japan joined for\nthe first time the Indian Malabar exercise in 2015, and Japan joined for the\nfirst time the Australian-US joint Defence Exercise Talisman Saber in 2015."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Australia's foreign policy under the Liberal-National governments",
        "generated_section_content_md": "Australian Prime Minister Julia Gillard with US Ambassador Jeff Bleich in June\n2010.\n\nRudd's replacement as Australian prime minister by Julia Gillard in June 2010\nwas associated with a shift in Australian foreign policy towards a closer\nrelationship to the United States and a distancing from China. _The\nAustralian_ , which has written extensively on the Quad and on Australian\ndefence issues, argued after Rudd's replacement that \"Australia's national\ninterest is best served by continuing to engage and encourage our long-\nstanding ally, the US, to retain its primacy in the region.\" Despite Gillard's\nrapprochement with the US and increased US-Australian military cooperation,\nRudd's decision to leave the Quad remained an object of criticism from Tony\nAbbott and the Liberal Party.\n\nAustralia's decision not to sell uranium to India had weakened the Quad, a\nmove also criticized by the Liberal Party; the Party has however backed\nGillard's support for a US military presence near Darwin, overlooking the\nTimor Sea and the Lombok Strait. With support from the United States, Gillard\nand the Labor party have since reversed policy and backed the sale of uranium\nto India, which has refused to sign the Nuclear Non-proliferation Treaty. On 5\nSeptember 2014, Australian Prime Minister Tony Abbott agreed to sell Uranium\nto India."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "US' \"Pivot to Asia\"",
        "generated_section_content_md": "The Obama administration's 2011 US \"Pivot to Asia\" represented a significant\nshift of resources and priorities in the foreign policy of the United States\naway from the Middle Eastern/European sphere and the US began to invest\nheavily in East Asian countries, some of which are in close proximity to the\nPeople's Republic of China. The pivot also included taking the lead in the\nTrans-Pacific Partnership trade agreement and rejecting the Chinese claims on\nthe islands in the South China Sea. The US policy shift towards East-China was\ngenerally seen as a move to oppose the growing influence of China in the\nregion. In July 2013, when Obama named Susan Rice the US National Security\nAdvisor, Rice sought a cooperative relationship with China."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Japan's reorientation to the Indo-Pacific",
        "generated_section_content_md": "Japan opened a naval base in Djibouti in 2011, its first long term naval base\noverseas, and part of its growing involvement in the wider Indo-Pacific\nregion. In December 2012, Shinzo Abe had prepared a proposal on strategic\nframework \"Asia's Democratic Security Diamond [ja]\", a sort of Quad remake, to\nbe published from an international media organization before his second\nadministration in Japan, and it was published on the next day of his prime\nminister designate. The Japanese government had worked to clarify the concepts\nin Prime Minister Abe's proposal of 2012, implemented in diplomatic\nstatements, and prepared the official announcement of \"Free and Open Indo-\nPacific\" in 2016."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "China's foreign policy under Xi",
        "generated_section_content_md": "Territorial claims in the South China Sea\n\nIn 2012, Xi Jinping became the General Secretary of the Chinese Communist\nParty, succeeding the leader of China. Since then, tensions between China and\neach of the four Quad countries have increased. Xi has taken a hard-line on\nsecurity issues as well as foreign affairs, projecting a more nationalistic\nand assertive China on the world stage than was the case with China's peaceful\nrise policy advanced by Xi's predecessor Hu Jintao. Xi's political program\ncalls for a China more united and confident of its own value system and\npolitical structure.\n\nUnder Xi's leadership, the PRC has resorted to island building in the Spratly\nIslands and the Paracel Islands region. According to Reuters, island building\nin the South China Sea primarily by Vietnam and the Philippines has been going\non for decades; while China has come late to the island building game, its\nefforts have been on an unprecedented scale as it had from 2014 to 2016\nconstructed more new island surface than all other nations have constructed\nthroughout history and as of 2016 placed military equipment on one of its\nartificial islands unlike the other claimants. A 2019 article in Voice of\nAmerica that compared China and Vietnam's island building campaign in the\nSouth China Sea similarly noted that the reason why Vietnam in\ncontradistinction to China has been subject to little international criticism\nand even support was because of the slower speed and widely perceived\ndefensive nature of its island-building project.\n\nIn a 2020 opinion column, former Indian general S. K. Chatterji described\nChina's foreign policy as \"salami slicing.\". Between 2015 and mid-2017, the US\nhas conducted five freedom of navigation naval operations (FONOP) in the\nregion. In July 2016, an arbitration tribunal constituted under Annex VII of\nthe United Nations Convention on the Law of the Sea (UNCLOS) ruled against the\nPRC's maritime claims in _Philippines v. China_. The tribunal did not rule on\nthe ownership of the islands or delimit maritime boundaries. Both the People's\nRepublic of China and the Republic of China (Taiwan) stated that they did not\nrecognize the tribunal and insisted that the matter should be resolved through\nbilateral negotiations with other claimants."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.9",
        "section_name": "India's shift in position and \"Act East\"",
        "generated_section_content_md": "In the years following the cessation of the Quad, India was not keen to\nreinstate the grouping, out of fear it would antagonize China. After several\nyears of growing tensions with China on a range of topics, and particularly\nafter the 2017 border standoff, India started to express renewed interest."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.10",
        "section_name": "2017 ASEAN Summit",
        "generated_section_content_md": "In August 2017, Japan invited Australia, India and the US to hold a joint\nforeign ministers meeting during the ASEAN summit in November.\n\nIn November 2016, American president-elect Donald Trump and Prime Minister Abe\nmet and agreed to pursue what Japan calls a \"Free and Open Indo-Pacific\"\nstrategy, \"originally advanced by Japan, although the regional concept of the\nIndo-Pacific was truly sparked by the former US Secretary of State, Hillary\nClinton\". The agreement was regarded as a response to China's Belt and Road\nInitiative, and Chinese minister Geng Shuang responded by stating that \"such\nmultilateral initiatives should promote cooperation among countries concerned\nand not be turned into exclusionary frameworks.\"\n\nThe visit coincided with a meeting by Japanese, Indian, Australian and\nAmerican officials to continue military cooperation ahead of the ASEAN and\nEast Asia Summits in November 2017. The meeting included discussion of China's\nincreased prominence in the South China Sea, and may have signalled U.S.\npresident Trump's interest in reviving a formal Quad.\n\nNaval vessels from the United States, Australia, Japan and India take part in\nthe Malabar Exercise in 2020."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.11",
        "section_name": "Follow-up meetings",
        "generated_section_content_md": "The Quad met five times in 2017–2019. During the Raisina Dialogue in New Delhi\nin 2018, the navy chiefs of Japan, US, Australia and India came together, one\nof the first indications of the revival of the Quad's security structure.\n\nIn 2019, four ministers met in New York City to discuss reforming the Quad,\nand then again in Bangkok. The next summer, India, Japan and US invited\nAustralia to the co-ordinated navy exercise at Malabar; the exercises were\ndelayed due to the COVID-19 pandemic.\n\nIndian Prime Minister Narendra Modi in his opening statement, on 24 May 2022,\nremarked the Quad has gained a significant place on the world stage and that\nit is a “force for good” for the Indo-Pacific region."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.12",
        "section_name": "Quad Plus meetings",
        "generated_section_content_md": "In March 2020, the Quad members held a meeting with representatives from New\nZealand, South Korea and Vietnam to discuss their respective approaches to the\nongoing COVID-19 pandemic. The participation of representatives from New\nZealand, South Korea and Vietnam, the latter being the first country from\nSoutheast Asia/ASEAN to join, was seen as another attempt to expand the\nimportance of the QUAD as well as the growing threat China posed in the\nregion. Instigated by the US, this new grouping of key Indo-Pacific states was\nreferred to as \"**Quad Plus** \". A further meeting was held in May 2021 where\nBrazil and Israel, two countries with no border to the Pacific Ocean, were\ninvited into the Plus format to discuss the distribution of COVID-19 vaccines."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.13",
        "section_name": "Comparisons to NATO",
        "generated_section_content_md": "Following the 2020 Malabar naval exercises, American secretary of state and\nformer CIA director Mike Pompeo met with members of the Quad to discuss\nconverting the security arrangement into an \"Asian NATO\" with \"shared security\nand geopolitical goals\". One commentator at the _South China Morning Post_\ndescribed the concept as \"a bulwark against the rise of China\", and a Chinese\ndiplomat protested the concept as an attempt to \"wind back the clock of\nhistory.\" Indian Foreign Minister S. Jaishankar denies China's allegations and\nclaimed India never had ‘NATO mentality’.\n\nThe foreign secretary of Sri Lanka raised concerns in October 2020 about the\nmilitarization of the Quad in the Indian Ocean. At the same time, Japan, the\nUS and Canada held a joint naval exercise called _Keen Sword_ in October,\nwhich was one of several Canadian naval exercises in the Taiwan straits that\nyear, and which was accompanied by diplomatic meetings in Tokyo, though no\njoint statement was produced from the meeting. With a visit by Australian\nPrime Minister Scott Morrison to Tokyo, Australia and Japan agreed in\nprinciple to a defence pact that will increase military ties.\n\nIn 2021, Li Jimming, the Chinese ambassador to Bangladesh, warned Bangladesh\nnot to join the Quad saying any attempt to do so would seriously damage\nrelations with China. The ambassador described the Quad as “a military\nalliance aimed against China’s resurgence.” Within Bangladesh these comments\nattracted criticism both from the government and otherwise for infringing on\nBangladesh's sovereignty. Following the controversy Li Jimming walked back his\nstatement saying that he was only expressing his personal view on the issue.\nHowever the Chinese Foreign Ministry appeared to defend the ambassador with\nHua Chunying stating that “We all know what kind of mechanism the Quad is.\nChina opposes certain countries’ efforts to form an exclusive clique, portray\nChina as a challenge, and sow discord between regional countries and China.”"
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.14",
        "section_name": "Expanding scope",
        "generated_section_content_md": "On 3 March 2021, The White House, now under president Biden, issued the\n\"Interim National Security Strategic Guidance\", and two days later, Australian\nPrime Minister Morrison announced that the leaders of the Quad would hold\ntheir first-ever meeting virtually. Morrison said he had discussed\narrangements with US President Joe Biden and Vice President Kamala Harris in\nrecent weeks. The next week, on 12 March, the first summit meeting was held\nvirtually by US President Biden. In a joint statement, the Quad members\ndescribed \"a shared vision for a Free and Open Indo-Pacific\" and a \"rules-\nbased maritime order in the East and South China seas,\" which they state are\nneeded to counter Chinese maritime claims. Further development of the Quad\nincluded the launches of the senior-level Quad Vaccine Experts Group, the Quad\nClimate Working Group, and the Quad Critical and Emerging Technology Working\nGroup. It had been reported before the summit meeting that the four countries\nare working to develop a plan to distribute COVID-19 vaccines to countries in\nAsia as part of a broader strategy to counter China's influence, and that\nIndia had urged the other three countries to invest in its vaccine production\ncapacity. The next summit meeting was to be held in person by the end of 2021.\nIn March 2021, the Quad pledged to respond to the economic and health impacts\nof COVID-19."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.15",
        "section_name": "Other meetings",
        "generated_section_content_md": "Quad foreign ministers meet in New York at the margins of the 2022 UN General\nAssembly\n\nOn 15 March 2021, US Secretary of State Antony Blinken and Defense Secretary\nLloyd Austin arrived at the Yokota Air Base in Tokyo. They had contributed to\na Washington Post article before their flight. On 16 March, the two US\nofficials participated in a Security Consultative Committee (SCC), the so-\ncalled \"two-plus-two\", with Japanese Foreign Minister Toshimitsu Motegi and\nDefense Minister Nobuo Kishi. Also, the two US officials have met and talked\nwith Prime Minister Suga.\n\nOn 19 March, US Defense Secretary Austin arrived at India, and met with Prime\nMinister Narendra Modi and Indian National Security Adviser Ajit Doval. The\nnext day, he discussed with Indian Defence Minister Rajnath Singh.\n\nOn 13 April, the foreign and defence ministers of Japan and Germany held the\nfirst \"two-plus-two\" dialogue between the two nations, with each expected to\naffirm security cooperation in an apparent counter to China's increasing\nassertiveness in its regional waters. On 16 April, in Washington, D.C., US\nPresident Biden and Japanese Prime Minister Suga met and showcased the\nalliance between their two countries as well as their shared resolve in\ndealing with China. The US and Japanese governments have been working to\nstrengthen technology supply chains independent of China during a shortage of\nsemiconductors that's worrying businesses around the world. Both countries are\nexpected in coming days to make deeper commitments to cutting climate-wrecking\nfossil fuel emissions, in line with Biden's climate summit with 40 world\nleaders next week.\n\nSuga planned to visit India and the Philippines. With India and the US, he\nalso sought to further solidify the Quad framework. Japan and India would hold\na \"two-plus-two\" foreign and defence ministerial meeting in Tokyo in late\nApril, government sources said.\n\nSenior military commanders from Quad member countries, including India's chief\nof defence staff General Anil Chauhan, were meeting in Rancho Mirage,\nCalifornia on 15–17 May 2023, discussing the Indo-Pacific security."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "2.16",
        "section_name": "Regular summit meetings",
        "generated_section_content_md": "From left to right: Japanese Prime Minister Yoshihide Suga, Indian Prime\nMinister Narendra Modi, U.S. President Joe Biden and Australian Prime Minister\nScott Morrison held the first in-person Quad meeting in Washington, D.C., 2021\nFrom left to right: Australian Prime Minister Anthony Albanese, U.S. President\nJoe Biden, Japanese Prime Minister Fumio Kishida and Indian Prime Minister\nNarendra Modi in Tokyo, Japan on 24 May 2022.\n\nSince March 2021, member states of the Quad and their leaders have hosted\nregular “Leaders Summits”, which have been both online and in-person. The\nsummits have aimed to solidify the positions of the Quad and demonstrate the\nalliances commitment to cooperation.\n\nThe first \"Quad Leaders Summit\" was held virtually on 24 March 2021, hosted by\nU.S. President Joe Biden. Attending leaders included Australian Prime Minister\nScott Morrison, Japanese Prime Minister Yoshihide Suga and Indian Prime\nMinister Narendra Modi.\n\nOn 24 September 2021, U.S. President Joe Biden hosted the second Quad Leaders\nSummit, and the first in-person meeting of the group, at the White House in\nWashington, with Indian Prime Minister Narendra Modi, Australian Prime\nMinister Scott Morrison and Japanese Prime Minister Yoshihide Suga all\nparticipating.\n\nOn 4 March 2022, the third Quad Leaders Summit was held via video conference,\nwith leaders and representatives of Australia, India, Japan and the United\nStates participating. During the meeting leaders “reaffirm[ed] their\ncommitment to the Indo-Pacific” and “discussed the ongoing conflict and\nhumanitarian crisis in Ukraine.”\n\nOn 24 May 2022, Japanese Prime Minister Fumio Kishida hosted the fourth Quad\nLeaders Summit and the second in-person meeting in Tokyo, Japan. U.S.\nPresident Joe Biden, Indian Prime Minister Narendra Modi and newly elected\nAustralian Prime Minister Anthony Albanese, all attended the meeting. The\nsummit concluded with a joint statement from the leaders that vowed their\n\"steadfast commitment to a free and open Indo-Pacific that is inclusive and\nresilient.\"\n\nOn 24 May 2023, Australian Prime Minister Anthony Albanese was set to host the\nfifth Quad Leaders Summit in Sydney, with proceedings being held at the Sydney\nOpera House. On 17 May, a week before the scheduled summit, plans were\ncancelled following an announcement by President Biden that he would not be\nattending due to domestic negotiations over the debt-limit. The leaders\ninstead met during the 49th G7 summit held in Japan on 20 May. Although Prime\nMinister Modi still visited Sydney for a bilateral meeting with Albanese after\nthe summit.\n\nThe 2024 meeting was originally set to be hosted by Indian Prime Minister\nNarendra Modi and was scheduled to be held in January immediately following\nRepublic Day in India. The meeting was then postponed to September in that\nyear and was hosted by US president Joe Biden in Delaware, United States.\nDuring a visit by Eric Garcetti, the idea of a QUAD satellite, to be built in\nco-operation between the US and India was mooted. The summit held on 21\nSeptember 2024 committed the nations to the Quad Cancer Moonshot Initiative,\nand to the elimination of cervical cancer.\n\nThe joint statement of the Quad foreign ministers' meeting on 21 January 2025\naffirmed strengthening a free and open Indo-Pacific, and its opposition to\n\"any unilateral actions that seek to change the status quo by force or\ncoercion\". The statement did not mention the Quad's commitment to\ndenuclearization of the Korean Peninsula, signalling the US government's shift\nto recognize North Korea as nuclear state."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Concept of the Indo-Pacific",
        "generated_section_content_md": "The four Quad members have played a major role in purposefully redefining the\n\"Asia-Pacific\" as the \"Indo-Pacific\", to deepen trans-regional ties between\nthe Indian and Pacific Ocean areas, and to, in their words, deal more\neffectively with the rise of China in Asia, the Middle East and Africa. The\nterm \"Indo-Pacific\" gained traction in the political lexicon and strategic\nthinking of not only the Quad members, but as of recently also of ASEAN, the\nEuropean Union, the United Kingdom, France, Germany, and the Netherlands, used\nmainly with regards to China."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "European and Canadian pivot to the Indo-Pacific",
        "generated_section_content_md": "At the Shangri-La Dialogue in Singapore in June 2018, French and British\ndefence ministers announced they would sail warships through the South China\nSea to challenge China's military expansion. In a similar move, on 16\nSeptember 2020, France, the UK and Germany together submitted a note verbale\nto the United Nations, which reaffirmed that the integrity of UNCLOS needs to\nbe maintained, stating that China's territorial claims in the South China Sea\ndo not comply with it.\n\nOn 20 January 2021, Joe Biden became the president of the United States, and\ntwo days later, US and Japanese top security officials discussed security\nissues. Three days after that, the Japanese Foreign Minister, Toshimitsu\nMotegi, attended the EU Foreign Affairs Council to promote cooperation between\nJapan and the EU in the Indo-Pacific. On 18 February, during the third\nministerial meeting, the United States, Australia, Japan and India agreed to\nstrongly oppose any use of force by China, and vowed to work with ASEAN and\nEurope to meet their aims."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.1",
        "section_name": "Canada",
        "generated_section_content_md": "While Canada has not published an Indo-Pacific strategy, it started increasing\nits naval presence in the region in 2020. In June 2020, Canadian frigate HMCS\n_Regina_ and auxiliary vessel MV _Asterix_ sailed through the Taiwan Strait.\nIn January 2021, HMCS _Winnipeg_ did the same and later joined the navies of\nthe Quad members in the naval exercise Sea Dragon, according to a Canadian\nofficial \"to demonstrate the strength and durability of our alliances in the\nIndo-Pacific region\". In late March, the Canadian frigate HMCS _Calgary_\npassed near the Spratly Islands, which China claims."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.2",
        "section_name": "European Union",
        "generated_section_content_md": "The first Quad summit, held in March 2021, explored a partnership with Europe.\nFrance, Germany, and the Netherlands have announced their Indo-Pacific\nvisions, and the EU is in the midst of formulating its own."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.3",
        "section_name": "France",
        "generated_section_content_md": "According to Brendan Berne, then the Australian ambassador to France, French\npresident Macron said, when they met in late 2017 that \"he was aware of the\nthreat situation in the Indo-Pacific and that Australia would not be alone\".\nSix months later, in June 2018, the same month as the 2018 Shangri-La\nDialogue, France, with 1.6 million of its citizens living and over 90% of its\nexclusive economic zone located in the Indo-Pacific region, was the first EU\nmember to publish an Indo-Pacific strategy, following increased Chinese\nassertiveness in the region, and updated it in May 2019. It was also the first\nEU member to use the geopolitical concept of the Indo-Pacific. Partnerships\nwith all four members of the Quad as well as with ASEAN are a key component of\nFrance's Indo-Pacific strategy. As part of this strategic shift, French\nfrigate Vendémiaire sailed through the Taiwan Strait in 2018, possibly the\nfirst-ever such passage for the modern French Navy, and was seen as a freedom\nof navigation patrol, countering China's claim over the Strait.\n\nOn 9 September 2020, France, India and Australia held their first India-\nFrance-Australia Trilateral Dialogue, with their foreign secretaries meeting\nthrough videoconference. In December 2020, France also revealed it would join\nfor the first time the joint military drills with Japan and the US in May\n2021. On 10 February 2021, the French submarine Emeraude patrolled through the\nSouth China Sea, proving its capacity to deploy over long distances and work\ntogether with the navies of Australia, the US, and Japan. On 24 February 2021,\na second India-France-Australia Trilateral Dialogue meeting was held, to\nevaluate progress on the actions defined in the first trilateral meeting in\nSeptember. On 30 March 2021, French Navy’s amphibious assault helicopter\ncarrier Tonnerre and escort frigate Surcouf arrived at the Kochi port in\nKerala, India, ahead of a joint naval exercise with the four Quad member\ncountries. The French naval drill exercise called La Perouse was scheduled to\ntake place from 5 to 7 April 2021. _South China Morning Post_ reported this as\nthe first instance of naval exercises to involve all four Quad members. In\nlate April, India and France held their separate annual Varuna naval exercise.\nThe two French warships were on a five-month-long deployment in the Indo-\nPacific. On 13 April 2021, a third India-France-Australia Trilateral Dialogue\nmeeting took place in New Delhi."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.4",
        "section_name": "Germany",
        "generated_section_content_md": "On 1 September 2020, the German government followed, releasing a policy\ndocument in which the country for the first time officially endorsed the\nconcept of the Indo-Pacific, and among others includes actively building\npartnerships in the region, including on security matters, calling on the EU\nto do the same. In December 2020, in an online meeting between Japan's and\nGermany's defence ministers, Japan expressed hopes for Germany to send a\nwarship to the Indo-Pacific region, and join drills with Japan Self-Defense\nForces, In March 2021, Germany confirmed that it would send a frigate in\nAugust to the South China Sea, making it the first German warship since 2002\nto traverse the region. In mid-April 2021, the foreign and defence ministers\nof Japan and Germany would meet via videoconference to discuss Indo-Pacific\nsecurity topics."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.5",
        "section_name": "Italy",
        "generated_section_content_md": "Mirroring the India-France-Australia Trilateral, an India-Italy-Japan\nTrilateral was formed in June 2021, aiming to create a rules-based\ninternational order in the Indo-Pacific region."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.6",
        "section_name": "Netherlands",
        "generated_section_content_md": "In November 2020, the Netherlands published its Indo-Pacific strategy, making\nit the third EU member to do so, following France and Germany. The policy\ndocument calls on the EU to build partnerships in the region and to reject\nChinese territorial claims more strongly. As part of this policy shift, the\nNetherlands would send the frigate HNLMS Evertsen to the Indo-Pacific as part\nof the British aircraft carrier group in 2021. In April 2021, Dutch prime\nminister Rutte and Indian prime minister Modi held a videoconference meeting\nto discuss cooperation in the Indo-Pacific region."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "3.1.7",
        "section_name": "United Kingdom",
        "generated_section_content_md": "In 2016 the UK moved a satellite in its Skynet military communications system\neastward to extend coverage to east Asia and the western Pacific Ocean, and\nopened a new Australian ground station. At the opening ceremony the British\nHigh Commissioner referred to the territorial disputes in the South China Sea.\n\nIn December 2020, the UK announced it would dispatch an aircraft carrier\nstrike group to waters near Japan as soon as early 2021, to conduct joint\nexercises with US military and Japan Self-Defense Forces in May. The strike\ngroup would consist of: the carrier HMS Queen Elizabeth (R08) with an embarked\nair group (consisting of 24 F-35 aircraft from No. 617 Squadron RAF and Marine\nFighter Attack Squadron 211, along with 9 Merlin helicopters and a number of\nWildcat helicopters); two Type 45 destroyers; two Type 23 frigates; two Royal\nFleet Auxiliary logistics vessels; an Astute-class submarine; the American\ndestroyer USS _The Sullivans_, and the Dutch frigate HNLMS _Evertsen_. Once it\nset sail, the strike group would also be joined by \"at least a frigate\" of the\nRoyal Australian Navy, HMNZS Te Kaha and HMNZS Aotearoa from the Royal New\nZealand Navy, and a number of vessels from the Japan Maritime Self-Defense\nForce, before it was reported that it would enter the South China Sea.\n\nIn March 2021, the UK published a policy document titled the \"Integrated\nReview\" which confirmed the UK's foreign policy shift towards the Indo-Pacific\nand included a nine-step plan detailing what this shift entails. The document\nacknowledged that trade between the UK and China was mutually beneficial, yet\nit also named China as \"the biggest state-based threat to the U.K.’s economic\nsecurity\" and called on middle powers to work together in this new\ngeopolitical context. Britain's \"Indo-Pacific tilt\" is exemplified in projects\nsuch as AUKUS, CPTPP, and GCAP."
    },
    {
        "chapter_name": "Quadrilateral Security Dialogue",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Analysis",
        "generated_section_content_md": "According to the American think tank Center for a New American Security\n(CNAS), the United States pursued the Quad in an effort to adapt to an\nincreasingly economically powerful China in the Asia-Pacific, where great\npower rivalry, massive military investment, social inequality, and\ncontemporary territorial disputes have all made war in Asia \"plausible.\"\nAccording to the CNAS, establishing a series of alliances among nations\nrecognized as democratic by the United States furthers its own interests: \"It\nis precisely because of the rise of Chinese power and the longer term trend\ntowards multipolarity in the international system that values can and should\nserve as a tool of American statecraft today.\"\n\nProminent U.S. politicians from both Democratic and Republican parties have\nadvocated a more aggressive diplomacy in Asia. During the 2008 US presidential\ncampaign, President Obama called for a new worldwide concert of democracies to\ncounter the influence of Russia and China in the UN Security Council; key\nofficials of Obama's administration were involved in the Princeton Project,\nwhose final report called for the construction of a new \"concert of\ndemocracies\". Secretary of State Hillary Clinton’s Policy Planning Director at\nthe State Department, Anne-Marie Slaughter, authored the Princeton Project’s\nfinal report, which \"called for reconstituting the quadrilateral military\npartnership among the United States, Japan, Australia and India\". John McCain\nalso called for a \"league of democracies\", and Rudy Giuliani for incorporating\nAsia's militarily capable democracies into NATO. The development of the Quad\ntook place in the context of Chinese military modernization, geared towards\ncontingency in Taiwan Strait but also towards \"force projection capabilities\".\nSome US officials view Chinese assertiveness in South China Sea as\ndemonstrated by the naval confrontation between the USNS _Impeccable_ and\nChinese naval vessels near Hainan Island.\n\nAccording to academic Jeremy Garlick, publishing in early 2024, the Quad had\nnot yet achieved much in practice. Academic Jeffrey Crean concludes that as of\n2024, the Quad had yet to find common ground or a coherent strategic approach.\nCrean writes that while Quad members have various conflicts with China, those\nconflicts arise in significantly different areas or with regard to different\nissues and this has been an obstacle to unified action."
    }
]