[
    {
        "chapter_name": "Renewable Energy and Energy Efficiency Partnership",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization for renewable energy\n\n| **A major contributor to this article appears to have aclose connection with\nits subject.** It may require cleanup to comply with Wikipedia's content\npolicies, particularly neutral point of view. Please discuss further on the\ntalk page. _( March 2024)__(Learn how and when to remove this message)_  \n---|---  \nThe logo of the Renewable Energy and Energy Efficiency Partnership (REEEP),\nincluding tagline \" Developing Clean Energy Markets\"\n\nThe **Renewable Energy and Energy Efficiency Partnership** (**REEEP**) is a\nVienna-based Quasi-International Organisation that advances markets for\nrenewable energy and energy efficiency with a particular emphasis on the\nemerging markets and developing countries.\n\nREEEP was originally launched by the government of the United Kingdom, along\nwith other partners, at the Johannesburg World Summit on Sustainable\nDevelopment (WSSD) in August 2002. Since 2004 it has been headquartered at the\nUnited Nations Office in Vienna and is supported by the Government of Austria\namong others.\n\nREEEP develops and implements programmes which use a combination of financial\ninstruments, capacity building, facilitation of stakeholder cooperation and\ntechnical assistance to encourage private sector investment in clean energy\nmarkets, primarily in low- and middle income countries."
    },
    {
        "chapter_name": "Renewable Energy and Energy Efficiency Partnership",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origins and funders",
        "generated_section_content_md": "In 2002, accelerating the development of renewable energy and energy\nefficiency technologies was one of the priorities of a large group of\ncountries at the WSSD. Margaret Beckett, then UK Minister for the Environment\nannounced the initiative to form REEEP at the summit's closing session. It\ngrew from an agreement with other committed governments, businesses and NGOs\nto deliver WSSD commitments others, in particular to take forward the key\nrecommendations of the G8 Renewable Energy Task Force.\n\nFrom January 2003 until May 2004, the REEEP was housed within the UK Foreign\nand Commonwealth Office (FCO) where it continued following the UN Type II\nPartnership process of stakeholder consultation. In June 2004, REEEP obtained\nformal, legal non-profit status as an international NGO and has since been\nlocated at the UN complex in Vienna, Austria. In 2016, REEEP was granted\nstatus as a Quasi-International Organisation in Austria, along with four other\norganisations.\n\nAs of 2024, the organisation has been funded primarily by governments\nincluding: Australia, Austria, Canada, Germany, Ireland, Italy, Spain,\nSwitzerland, The Netherlands, the United Kingdom, the United States and the\nEuropean Commission."
    },
    {
        "chapter_name": "Renewable Energy and Energy Efficiency Partnership",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Projects",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed. _( March 2024)__(Learn how\nand when to remove this message)_\n---|---\n\nIn the first phase of its existence (2002-2014) REEEP acted largely as a re-\ngranting institution. The majority have targeted emerging markets such as\nIndia, China, and southern Africa.\n\nSince 2014, REEEP has focused its work toward the targeted \"de-risking\" of\nspecific markets and sectors, such as solar-powered irrigation systems in East\nAfrica, solar-powered dairy cooling in Bangladesh, or innovative decentralized\nmini-grid models in Tanzania.\n\nRegionally, REEEP has shifted concentration to low- and middle-income\ncountries, although it continues to work in India and South Africa, which are\ngenerally considered to be emerging markets.\n\nIt designed and implemented the Beyond the Grid Fund for Zambia, funded by\nSweden, which won the Ashden Award in 2019 and delivered energy service\nsubscriptions to over 1 million Zambians. The programme has been expanded into\nthe Beyond the Grid Fund for Africa which as of 2024 aims to reach over 8.6\nmillion people across Burkina Faso, DRC, Liberia, Uganda and Zambia.\n\nREEEP's other completed projects include:\n\n* Powering Agrifood Value Chains - a project to develop evidence-based intervention guidance for energy utilisation in the food-producing agricultural sector.\n* Climate Change, Clean Energy and Urban Water Works in Southern Africa - a joint REEEP-UNIDO project to accelerate market-based solutions for energy-related investment to improve municipal water works in Southern Africa.\n* SWITCH Africa Green - a project to support African countries in their transition to an Inclusive Green Economy and promoting sustainable consumption and production (SCP) practices and patterns.\n* Climate Knowledge Brokers Group - a community of practice that furthers improvements and efficiency gains in the global climate knowledge system."
    },
    {
        "chapter_name": "Renewable Energy and Energy Efficiency Partnership",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "reegle.info",
        "generated_section_content_md": "reegle was developed by REEEP in collaboration with REN21, and was funded by\nthe governments of Germany, Netherlands, United Kingdom. reegle was an\nadvocate of the Linked Open Data movement, which seeks to make public data\navailable on the web in open formats that are machine-readable."
    },
    {
        "chapter_name": "Renewable Energy and Energy Efficiency Partnership",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Partners",
        "generated_section_content_md": "As of 2023, REEEP has 385 partners, 45 of which are governments, including all\nthe G7 countries and key government agencies from India and China, other\nemerging markets and the developing world. Partners also include a range of\nbusinesses, NGOs and civil society organisations.\n\nAmong other organisations, REEEP has worked with the United Nations Industrial\nDevelopment Organization, the International Renewable Energy Agency, the\nInternational Energy Agency, the Global Village Energy Partnership, CLASP and\nthe Johannesburg Renewable Energy Coalition."
    }
]