[
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Permanent association of political consultation of Latin America and Caribbean\ncountries\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Rio Group\" – news **·** newspapers **·** books **·** scholar\n**·** JSTOR _( March 2018)__(Learn how and when to remove this message)_  \n---|---  \n  \nThe **Rio Group (G-Rio)** was a permanent association of political\nconsultation of Latin America and Caribbean countries, created in Rio de\nJaneiro, Brazil on December 18, 1986 with the purpose of creating a better\npolitical relationship among the countries. It was succeeded in 2011 by the\nCommunity of Latin American and Caribbean States.\n\nThe first countries to be members of this organization were Argentina, Brazil,\nColombia, Mexico, Panama, Peru, Uruguay, and Venezuela, the same members of\nthe Contadora Group (Mexico, Colombia and Panama) and the Contadora Support\nGroup (Argentina, Brazil, Peru, and Uruguay) which is also known as the Group\nof Lima or Group of Eight. The purpose of this group was to strengthen the\npolitical relationships and some issues among Latin American and Caribbean\ncountries, this group was based on consultations of common interest such as\nthe Latin American unity, by 2010 the Rio Group was composed by 23 countries\nand 1 representative from the Eastern Caribbean. On July 29, 1985, Argentina,\nPeru, and Uruguay announced the creation of the Contadora Support Group or\nLima Group, which together with the Contadora Group was known as the Group of\nEight.\n\nIn 1983, the governments of Mexico, Colombia, Panama, and Venezuela\nestablished a system to promote peace in Central America. On June 6, 1986, The\nCentral American countries visited Panama and signed the Contadora Act for\npeace and cooperation of Central America in which they signed to strengthen\npeace and cooperation among the peoples of the region and improve political\nconfidence among the Central American countries caused by border incidents\nsuch as the arms race, arms trafficking, among others. this was also signed to\nrestore economic development and cooperation in Central America and thus be\nable to negotiate better access to international markets."
    },
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Goals",
        "generated_section_content_md": "* Political cooperation among the governments of member countries.\n* Examine and solve international issues.\n* Promote the best function and coordination of Latin American organizations.\n* Present solutions for problems that affect the region.\n* Improving inter-American relations.\n* New fields of cooperation that favor economic, social, scientific and technological development."
    },
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member states",
        "generated_section_content_md": "Member states/organizations in alphabetical order by column:[_citation\nneeded_]\n\n* Argentina\n* Belize\n* Bolivia\n* Brazil\n* Chile\n* Colombia\n* Costa Rica\n* Cuba (admitted November 2008)\n* Dominican Republic\n* Ecuador\n* El Salvador\n* Guatemala\n* Guyana\n* Haiti\n* Honduras\n* Jamaica\n* Mexico\n* Nicaragua\n* Panama\n* Paraguay\n* Peru\n* Suriname\n* Uruguay\n* Venezuela"
    },
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "List of summit meetings",
        "generated_section_content_md": "Summit  | Year  | City  | Seat country\n---|---|---|---\nI | 1987 | Acapulco |  Mexico\nII | 1988 | Montevideo |  Uruguay\nIII | 1989 | Ica |  Peru\nIV | 1990 | Caracas |  Venezuela\nV | 1991 | Cartagena |  Colombia\nVI | 1992 | Buenos Aires |  Argentina\nVII | 1993 | Santiago |  Chile\nVIII | 1994 | Rio de Janeiro |  Brazil\nIX | 1995 | Quito |  Ecuador\nX | 1996 | Cochabamba |  Bolivia\nXI | 1997 | Asunción |  Paraguay\nXII | 1998 | Panama City |  Panama\nXIII | 1999 | Veracruz |  Mexico\nXIV | 2000 | Cartagena |  Colombia\nXV | 2001 | Santiago |  Chile\nXVI | 2002 | San José |  Costa Rica\nXVII | 2003 | Cusco |  Peru\nXVIII | 2004 | Rio de Janeiro |  Brazil\nXIX | 2007 | Georgetown |  Guyana\nXX | 2008 | Santo Domingo |  Dominican Republic\nI Extraordinaria | 2009 | Zacatecas |  Mexico\nII Extraordinaria | 2009 | Managua |  Nicaragua\nXXI | 2010 | Cancún |  Mexico"
    },
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Institutional Ministerial Meetings with the European Union",
        "generated_section_content_md": "The Rio Group and the European Union maintains an institutionalized dialogue,\nbased on the 1990 Rome Declaration.\n\nSummit  | Year  | Month  | Date  | City  | Country\n---|---|---|---|---|---\nI  | 1991  | April  | 26-27  | Luxembourg City  | Luxembourg\nII  | 1992  | May  | 28-29  | Santiago  | Chile\nIII  | 1993  | April  | 23-24  | Copenhagen  | Denmark\nIV  | 1994  | April  | 22-23  | São Paulo  | Brazil\nV  | 1995  | March  | 17  | Paris  | France\nVI  | 1996  | April  | 15-16  | Cochabamba  | Bolivia\nVII  | 1997  | April  | 7-8  | Noordwijk  | Netherlands\nVIII  | 1998  | February  | 11-12  | Panama  | Panama\nIX  | 2000  | February  | 24  | Vilamoura  | Portugal\nX  | 2001  | March  | 28  | Santiago  | Chile\nXI  | 2003  | April  | 24-25  | Vouliagmeni  | Greece"
    },
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Rio Group ministers meet in Brasilia",
        "generated_section_content_md": "Foreign ministers of the group of Rio gathered for a two-day meeting to\ndiscuss issues including the political situation in Haiti, and to make\npreparations for the group's 18th summit set for November 4–5. During the\nmeeting, Celso Amorim said that the Brazilian troops are taking part in the\nUnited Nations Stabilization Mission for Haiti (MINUSTAH). He discussed the\nintegration of South and Latin America, and said that the Rio Group could play\nan important role in facilitating the reinsertion of Cuba into the family of\nLatin America.\n\nAmorim also said “The Group of Rio has developed its capability to address new\nissues, mostly economic and cooperation ones, and is now serving as an\nimportant mechanism for dialogue.”\n\nDuring the meeting in Nov 4-5 in Rio de Janeiro, the group discuss the effects\nof globalization on Latin America countries. By this time Rio Group\ncompromises 19 countries, including Argentina, Bolivia, Chile, Colombia, Costa\nRica, Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Mexico,\nNicaragua, Panama, Paraguay, Peru, Uruguay, and Venezuela."
    },
    {
        "chapter_name": "Rio Group",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Carlos Federico Domínguez Ávila",
        "generated_section_content_md": "During the meeting of presidents of Latin America and the Caribbean in Cancun,\nMexico, the presidents discussed the renewal and recomposition of the\nPermanent Mechanism for Consultation and Political Coordination, also known as\nthe Rio Group. The Rio Group was created in 1986 in Rio de Janeiro, Brazil by\nrepresentatives of eight countries, by 2010 the Rio Group was composed by 23\ncountries and 1 representative from the Eastern Caribbean. One of the most\nimportant virtues of the Rio Group was Meridian 47n. 115, Feb.2010 [p. 27-28]\nthe only Political and diplomatic forum that brings together all 33 states\nthat make up “America”."
    }
]