[
    {
        "chapter_name": "Second International Opium Convention",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Historic 1925 drug control treaty\n\nThe **Second International Opium Convention** (also known as the **Geneva\nOpium Convention** or **1925 Opium Convention**) is an international treaty\nsigned at Geneva in 1925. The convention was an update of the efforts from the\n1912 Hague Opium Convention.\n\nThe 1925 Convention introduced a statistical control system to be supervised\nby a Permanent Central Opium Board (a body independent but partly linked to\nthe League of Nations), narrowed down a number of legal measures on opium,\nmorphine, and cocaine, and placed introduced a system of international control\nfor extracts and tinctures of cannabis."
    },
    {
        "chapter_name": "Second International Opium Convention",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In 1912, a first International Opium Conference had been convened in The\nHague, Netherlands, which had resulted in the First International Opium\nConvention. After the Paris Peace Conference which followed the World War I,\nthe Hague Opium Convention came into force globally. Because it had numerous\nshortcomings, the international community felt the need to issue\n\"supplementary agreements providing for some form of international control\".\nThis resulted in two new international legal instruments put in the\ndiscussions in 1925: the Second Opium Convention and the Opium Protocol.\n\nThe convention was adopted a week after the Protocol, both concluded in Geneva\nby the same negotiators. However, the two treaties have no direct relation.\nThey have different scopes, and their measures do not overlap. Another treaty\nadopted a few months later in Brussels would likewise affect the policies of\ndrugs controlled under the 1925 Geneva Opium Convention, without direct\nconnexion or overlap.\n\nIn 1925, a Second International Opium Conference was convened in Geneva at the\nPalais Wilson, headquarters of the League of Nations (then called \"_Palais des\nnations_ \"). The final text (the convention) was signed in _Room F_ or _Orange\nRoom_ of the League's headquarters in Geneva, on 19 February 1925.\n\nThe Convention went into effect on 25 September 1928, and was registered in\n_League of Nations Treaty Series_ on the same day."
    },
    {
        "chapter_name": "Second International Opium Convention",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Permanent Central Opium Board",
        "generated_section_content_md": "The 1925 Convention provided for the setting up of a Permanent Central Opium\nBoard (PCOB). It started operating in 1928. Although a treaty-mandated body,\ntheoretically independent from the League of Nations, it became partially-\nintegrated into the structure of the League.\n\nThe PCOB was first known as the _Permanent Central Opium Board,_ then as the\n_Permanent Central Narcotics Board_. It is sometimes referred to as _Permanent\nCentral Board_.\n\nIn 1931 the Board was supplemented by the creation of another organ under the\n\"Limitation Convention\": the Drug Supervisory Body (\"_Organe de Contrôle_ \")\nwhich, together with the PCOB, was eventually merged onto the International\nNarcotics Control Board in 1968."
    },
    {
        "chapter_name": "Second International Opium Convention",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Cannabis control",
        "generated_section_content_md": "Egypt, with support from Italy and South Africa, recommended that measures of\ncontrol be extended beyond opium and cocaine derivatives, to hashish. A sub-\ncommittee was created, and proposed the following text:\n\n> The use of Indian hemp and the preparations derived therefrom may only be\n> authorized for medical and scientific purposes. The raw resin (charas),\n> however, which is extracted from the female tops of the cannabis sativa L,\n> together with the various preparations (hashish, chira, esrar, diamba, etc.)\n> of which it forms the basis, not being at present utilized for medical\n> purposes and only being susceptible of utilisation for harmful purposes, in\n> the same manner as other narcotics, may not be produced, sold, traded in,\n> etc., under any circumstances whatsoever.\n\nIndia and other countries objected to this language, citing social and\nreligious customs and the prevalence of wild-growing cannabis plants that\nwould make it difficult to enforce.\n\nA compromise was made that banned exportation of _Indian hemp_ to countries\nthat have prohibited its use, and requiring importing countries to issue\ncertificates approving the importation and stating that the shipment was\nrequired \"exclusively for medical or scientific purposes.\"\n\nThe convention also required Parties to \"exercise an effective control of such\na nature as to prevent the illicit international traffic in Indian hemp and\nespecially in the resin.\" These restrictions still left considerable leeway\nfor countries to allow production, internal trade, and use of cannabis for\nrecreational purposes. It should also be noted that the convention's control\nmeasures only applied to pure extracts and tinctures of cannabis (at 100%\nstrength) but not to any medicines containing it. Consequently, any cannabis-\ncontaining product other than pure and raw _Cannabis_ extract felt outside of\nthe legal realm of the convention. This was the case \"even [for] those\ncontaining 99 parts or more of Indian hemp extract […] to one part or less of\nany indifferent substance\"\n\nIn 1935, Egypt requested the International Office of Public Hygiene to extend\ncontrols to any medication containing any proportion of cannabis. The request\nwas granted in 1939, after which, the 1925 Opium Convention moved on to\ncontrol any cannabis medicine regardless of its composition."
    },
    {
        "chapter_name": "Second International Opium Convention",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "After the Second World War",
        "generated_section_content_md": "The 1925 and 1935–39 episodes led some historians to consider as \"racist\" the\nroots and rationale behind the inclusion of cannabis in the 1925 Convention.\n\nAfter the second world war, the two Opium Conventions were amended to transfer\nthe mandates and functions of the League of Nations and the Office\ninternational d'hygiène publique to the United Nations and World Health\nOrganization. Eventually, both the 1912 and the 1925 Conventions were\nsuperseded by the 1961 Single Convention on Narcotic Drugs which merged the\nPermanent Central Opium Board and the Drug Supervisory Body onto the INCB."
    }
]