[
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"Secretariat of the Antarctic Treaty\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( October 2021)__(Learn how and when to\nremove this message)_  \n---|---  \n  \nJohannes Huber (left) and Manfred Reinke (right)\n\nThe **Antarctic Treaty Secretariat** (**ATS**) is a subsidiary body of the\nAntarctic Treaty Consultative Meeting (ATCM) and, as such, performs its duties\nunder the ATCM's direction. The ATCM is the forum that brings together the\nAntarctic Treaty Consultative Parties, Non-Consultative Parties, Observers and\nExperts. The Antarctic Treaty was signed in 1959 and entered into force in\n1961.\n\nThe Secretariat is located at 757 Maipú Street, in the Autonomous City of\nBuenos Aires, Argentina. The government of Argentina provides the office where\nthe Secretariat operates, and the Headquarters Agreement –signed in 2010,\nduring ATCM XXXIII—establishes the relationship between the ATCM and the\nArgentine Republic regarding the operations of the Secretariat in Argentina."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Mission",
        "generated_section_content_md": "The mission of the Secretariat is to assist the ATCM and the Committee for\nEnvironmental Protection (CEP) in performing their functions, with the aim of\nstrengthening the Antarctic Treaty System and ensuring that all activities\ncarried out in Antarctica are consistent with the purposes and principles of\nthe Antarctic Treaty and its Protocol on Environmental Protection."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Functions",
        "generated_section_content_md": "Under the direction and supervision of the ATCM, the Secretariat performs the\ntasks specified in Measure 1 (2003), which can be summarized as follows:\n\nAlbert Lluberas Bonaba (left) and Manfred Reinke (right)\n\n* provide support for the annual Antarctic Treaty Consultative Meeting (ATCM) and the Committee for Environmental Protection (CEP) meeting;\n* facilitate the exchange of information amongst Parties on all required exchanges under the Antarctic Treaty and the Protocol;\n* compile, store, archive and make available all ATCM-related documents;\n* facilitate and disseminate information about the Antarctic Treaty System and activities in Antarctica."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Executive Secretary",
        "generated_section_content_md": "The Secretariat is headed by an Executive Secretary appointed by the ATCM from\ncandidates who are nationals of Consultative Parties. The mandate extends for\nfour years, with the possibility of being re-elected for a second term.\n\nThe first Executive Secretary, elected in 2004, was Mr Johannes Huber from the\nNetherlands. From 2009 to 2017 (two terms) the ATCM entrusted the position to\nDr Manfred Reinke (Germany). At ATCM XL (Beijing, 2017), Mr Albert Lluberas\nBonaba (Uruguay) was appointed. Mr Lluberas Bonaba was re-elected in 2021 and\nhas a mandate until 2025."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Structure",
        "generated_section_content_md": "The Secretariat operates cost-effectively. It includes the Executive Secretary\nand other staff members selected by him/her. The Secretariat currently\nconsists of the Executive Secretary, the Deputy Executive Secretary and eight\nmembers in the general staff category, who serve under the procedures, terms\nand conditions set out in the Staff Regulations."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Financing",
        "generated_section_content_md": "The Secretariat and the work it carries out are financed by contributions from\nthe Consultative Parties. Half of the budget comes from contributions from the\nConsultative Parties in equal parts, while the other half comes from the\ncontributions that the Consultative Parties make, based on the scale of their\nnational activities in Antarctica and taking into account the payment capacity\nof each of them. Any Contracting Party (Consultative or Non-Consultative) may\nalso make voluntary contributions at any time.\n\nThe budget of the Secretariat must be approved by the representatives of all\nthe Consultative Parties present annually at the ATCM."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Historical background",
        "generated_section_content_md": "During its first thirty years of existence, until 1991, the Antarctic Treaty\noperated based on a non-permanent secretariat, which rotated in parallel with\nthe organization of the Antarctic Treaty Consultative Meetings (ATCM). Thus,\nadministrative matters were handled by the host country of the next ATCM, at\nthe end of the previous meeting. With the adoption of the Madrid Protocol,\nwhich added a series of organizational and coordination issues, the need to\ncreate a permanent Secretariat for the Antarctic Treaty became evident.\n\nDuring ATCM XVII (Venice, 1992) a consensus was reached on the need to\nestablish a Secretariat to help the ATCM and the future Committee for\nEnvironmental Protection (CEP), created by the Madrid Protocol, to carry out\ntheir functions. At that same Meeting, Argentina proposed Buenos Aires as the\nheadquarters of the permanent Secretariat, while the United States proposed\nWashington D.C.\n\nFor several years thereafter, the ATCM debated the geographical location of\nthe future Secretariat. At ATCM XXII (Tromsø, 1998) Australia proposed the\ncity of Hobart, but at ATCM XXIII (Lima, 1999) a large majority of\nConsultative Parties had expressed their support for the Argentine capital\ncity. Eventually, at ATCM XXIV (Saint Petersburg, 2001) Parties reached a\nconsensus to establish the Secretariat in Buenos Aires.\n\nThe basic guidelines and the budget forecasts for the Secretariat were drawn\nup at the XXV and XXVI ATCMs (Warsaw, 2002 and Madrid, 2003, respectively).\nThe specific functions of the Secretariat are included in Measure 1 (2003).\nThe first Executive Secretary was elected during ATCM XXVII (Cape Town, 2004)\nand the Secretariat started operating on 1 September 2004."
    },
    {
        "chapter_name": "Secretariat of the Antarctic Treaty",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "List of Executive Secretaries",
        "generated_section_content_md": "No. | Secretary  | Term start  | Term end  | Country\n---|---|---|---|---\n1  | Johannes \"Jan\" Huber (b. 1947) | 1 September 2004  | 31 August 2009  | Netherlands\n2  | Manfred Reinke (b. 1952) | 1 September 2009  | 31 August 2017  | Germany\n3  | Albert Alexander Lluberas Bonaba  | 1 September 2017  | present  | Uruguay"
    }
]