[
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Eurasian multilateral security organization\n\nThe **Shanghai Cooperation Organisation** (**SCO**) is a Eurasian political,\neconomic and international security organization of ten member states. It was\nestablished in 2001 by the People's Republic of China, Kazakhstan, Kyrgyzstan,\nRussia, and Tajikistan and Uzbekistan. In June 2017, it expanded to eight\nstates, with India and Pakistan. Iran joined the group in July 2023, and\nBelarus in July 2024. Several countries are engaged as observers or dialogue\npartners.\n\nIt is the world's largest regional organization in terms of geographic scope\nand population, covering approximately 24% of the world's total area (65% of\nEurasia) and 42% of the world population. As of 2024, its combined nominal GDP\naccounts for around 23%, while its GDP based on PPP comprises approximately\n36% of the world's total.\n\nThe SCO is the successor to the **Shanghai Five** , formed in 1996 between\nChina, Kazakhstan, Kyrgyzstan, Russia, and Tajikistan. In June 2001, the\nleaders of these nations and Uzbekistan met in Shanghai to announce a new\norganization with deeper political and economic cooperation.\n\nThe SCO is governed by the Heads of State Council (HSC), its supreme decision\nmaking body, which meets once a year. The organization also contains the\nRegional Anti-Terrorist Structure (RATS)."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "The Shanghai Five",
        "generated_section_content_md": "The Shanghai Five group was created on 26 April 1996 when the heads of states\nof China, Kazakhstan, Kyrgyzstan, Russia and Tajikistan signed the Treaty on\nDeepening Military Trust in Border Regions in Shanghai.\n\nOn 24 April 1997 the same countries signed the Treaty on Reduction of Military\nForces in Border Regions in a meeting in Moscow, Russia. On 20 May 1997\nRussian President Boris Yeltsin and Chinese President Jiang Zemin signed a\ndeclaration on a \"multipolar world\".\n\nSubsequent annual summits of the Shanghai Five group occurred in Almaty,\nKazakhstan in 1998, in Bishkek, Kyrgyzstan in 1999, and in Dushanbe,\nTajikistan in 2000. At the Dushanbe summit, members agreed to \"oppose\nintervention in other countries' internal affairs on the reason of\n'humanitarianism' and 'protecting human rights;' and support the efforts of\none another in safeguarding the five countries' national independence,\nsovereignty, territorial integrity, and social stability.\" The Shanghai Five\nstructure helped speed up the members' resolution of border disputes, agree on\nmilitary deployments in border areas, and address security threats."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Developing institutional forms",
        "generated_section_content_md": "In 2001, the annual summit returned to Shanghai and the group was\ninstitutionalized. The five member nations first admitted Uzbekistan in the\nShanghai Five mechanism. On 15 June 2001, all six heads of state signed the\n_Declaration of Shanghai Cooperation Organisation_ , praising the role played\nthus far by the Shanghai Five mechanism and aiming to transform it to a higher\nlevel of cooperation. From 2001 to 2008, the SCO developed rapidly,\nestablishing a number of permanent bodies and _ad hoc_ initiatives dealing\nwith economic and security matters.\n\nIn June 2002, the heads of the SCO member states met in Saint Petersburg,\nRussia and signed the _SCO Charter_ which expounded on the organisation's\npurposes, principles, structures and forms of operation. It entered into force\non 19 September 2003.\n\nIn July 2005, at the summit in Astana, Kazakhstan, with representatives of\nIndia, Iran, Mongolia and Pakistan attending an SCO summit for the first time,\nNursultan Nazarbayev, the president of the Kazakhstan, greeted the guests in\nwords that had never been used before in any context: \"The leaders of the\nstates sitting at this negotiation table are representatives of half of\nhumanity\".\n\nBy 2007, the SCO had initiated over twenty large-scale projects related to\ntransportation, energy and telecommunications and held regular meetings of\nsecurity, military, defence, foreign affairs, economic, cultural, banking, and\nother officials from its member states.\n\nIn July 2015, in Ufa, Russia, the SCO decided to admit India and Pakistan as\nfull members. In June 2016 in Tashkent, both signed the memorandum of\nobligations, thereby starting the process of joining the SCO. In June 2017, at\na summit in Kazakhstan, India and Pakistan officially joined SCO as full\nmembers.\n\nIn 2004, the SCO established relations with the United Nations (where it is an\nobserver in the General Assembly), the Commonwealth of Independent States in\n2005, the Association of Southeast Asian Nations (ASEAN) in 2005, the\nCollective Security Treaty Organization in 2007, the Economic Cooperation\nOrganization in 2007, the United Nations Office on Drugs and Crime in 2011,\nthe Conference on Interaction and Confidence-Building Measures in Asia (CICA)\nin 2014, and the United Nations Economic and Social Commission for Asia and\nthe Pacific (ESCAP) in 2015. in 2018, SCO Regional Anti-Terrorist Structure\n(RATS) has established relations with the African Union's African Centre for\nthe Study and Research on Terrorism (ACSRT)."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organisational structure",
        "generated_section_content_md": "As of 2020, the Council of Heads of State was the top decision-making body in\nthe SCO, meeting at the annual SCO summits in one of the member states'\ncapital cities. Because of their government structure, the prime ministers of\nthe parliamentary democracies of India and Pakistan attend the SCO Council of\nHeads of State summits, as their responsibilities are similar to the\npresidents of other SCO nations.\n\nAs of the 4 July 2024 meeting, the Council of Heads of State consists of:\n\n* Aleksandr Lukashenko  (Belarus)\n* Xi Jinping (China)\n* Narendra Modi (India)\n* Masoud Pezeshkian  (Iran)\n* Kassym-Jomart Tokayev (Kazakhstan)\n* Sadyr Japarov (Kyrgyzstan)\n* Shehbaz Sharif (Pakistan)\n* Vladimir Putin (Russia)\n* Emomali Rahmon (Tajikistan)\n* Shavkat Mirziyoyev (Uzbekistan)\n\nThe Council of Heads of Government is the second-highest council in the\norganisation. This council also holds annual summits, at which time members\ndiscuss issues of multilateral cooperation and approves the organisation's\nbudget. As of the 1 November 2022 meeting, Council of Heads of Government\nconsists of:\n\n* Aleksandr Turchin (Belarus)\n* Li Qiang (China)\n* Narendra Modi (India) (usually sends a deputy, such as EAM Subrahmanyam Jaishankar at the 2021 summit)\n* Alihan Smaiylov (Kazakhstan)\n* Akylbek Japarov (Kyrgyzstan)\n* Shehbaz Sharif (Pakistan) (usually sends a deputy, such as Parliamentary Secretary for Foreign Affairs Andleeb Abbas at the 2020 summit)\n* Mikhail Mishustin (Russia)\n* Qohir Rasulzoda (Tajikistan)\n* Abdulla Aripov (Uzbekistan)\n\nAs of 2007, the Council of Foreign Ministers also held regular meetings, where\nthey discussed the current international situation and interaction with other\ninternational organisations. As of 2021, the Council of National Coordinators\ncoordinated the multilateral cooperation of member states within the framework\nof the SCO's charter.\n\nDirectors of SCO RATS Executive Committee  Years in office | Name\n---|---\n15 June 2004 – 2006 |  Vyacheslav Kasymov\n2007–2009 |  Myrzakan Subanov\n2010–2012 |  Dzhenisbek Dzhumanbekov\n2013–2015 |  Zhang Xinfeng\n2016–2018 |  Yevgeniy Sysoev\n2019–2021 |  Jumakhon Giyosov\n2022–2024 |  Ruslan Mirzaev\n2025–present |  Ularbek Sharsheev\nHeads of SCO Secretariat  Years in office | Name\n---|---\n**Executive Secretary**\n15 January 2004 – 2006 |  Zhang Deguang\n**Secretaries-General**\n2007–2009 |  Bolat Nurgaliyev\n2010–2012 |  Muratbek Imanaliyev\n2013–2015 |  Dmitry Mezentsev\n2016–2018 |  Rashid Alimov\n2019–2021 |  Vladimir Norov\n2022–2024 |  Zhang Ming\n2025–present |  Nurlan Yermekbayev\n\nThe Secretariat of the SCO, headquartered in Beijing, China, is the primary\nexecutive body of the organisation. It serves to implement organisational\ndecisions and decrees, drafts proposed documents (such as declarations and\nagendas), function as a document depository for the organisation, arranges\nspecific activities within the SCO framework, and promotes and disseminates\ninformation about the SCO. The SCO Secretary-General is elected to a three-\nyear term. Nurlan Yermekbayev of Kazakhstan became the current Secretary-\nGeneral on 1 January 2025.\n\nThe Regional Anti-Terrorist Structure (RATS) Executive Committee,\nheadquartered in Tashkent, Uzbekistan, is a permanent organ of the SCO which\nserves to promote cooperation of member states against the three evils of\nterrorism, separatism and extremism. The Director of SCO RATS Executive\nCommittee is elected to a three-year term. Ularbek Sharsheev of Kyrgyzstan\nbecame the current Director on 1 January 2025. Each member state also sends a\npermanent representative to RATS.\n\nThe official languages of the SCO are Chinese and Russian.\n\nThe SCO has a youth group, which is entitled the **Score Foundation**."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "↓Establishment of S5\n\n↓Establishment of SCO\n\nChina\n\nKazakhstan\n\nKyrgyzstan\n\nRussia\n\nTajikistan\n\nUzbekistan\n\nIndia\n\nPakistan\n\nIran\n\nBelarus\n\nMongolia\n\nSri Lanka\n\nTurkey\n\nCambodia\n\nAzerbaijan\n\nNepal\n\nArmenia\n\nEgypt\n\nQatar\n\nSaudi Arabia\n\nKuwait\n\nMaldives\n\nMyanmar\n\nUAE\n\nBahrain\n\nAfghanistan (Islamic Republic)\n\n│\n\n1996\n\n│\n\n1998\n\n│\n\n2000\n\n│\n\n2002\n\n│\n\n2004\n\n│\n\n2006\n\n│\n\n2008\n\n│\n\n2010\n\n│\n\n2012\n\n│\n\n2014\n\n│\n\n2016\n\n│\n\n2018\n\n│\n\n2020\n\n│\n\n2022\n\n│\n\n2024\n\n│\n\n2026\n\nMember Observer Dialogue partner"
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Member states",
        "generated_section_content_md": "A clickable Euler diagram showing the relationships between various Asian\nregional organizations\n\n* v\n* t\n* e\n\nCountry | Accession started | Member since\n---|---|---\nChina | — | 15 June 2001\nKazakhstan\nKyrgyzstan\nRussia\nTajikistan\nUzbekistan\nIndia | 10 June 2015 | 9 June 2017\nPakistan\nIran | 17 September 2021  | 4 July 2023\nBelarus | 16 September 2022  | 4 July 2024"
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Observer states",
        "generated_section_content_md": "Country | Status granted\n---|---\nMongolia | 2004\nAfghanistan | 7 June 2012 (Inactive since September 2021)\n\n**Former observers**\nIndia | 5 July 2005\nPakistan\nIran\nBelarus | 2015"
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Dialogue partners",
        "generated_section_content_md": "The status of dialogue partner was created in 2008.\n\nCountry | Status approved | Status granted\n---|---|---\nSri Lanka | 15 or 16 June 2009 | 6 May 2010\nTurkey | 7 June 2012 | 26 April 2013\nCambodia | 10 July 2015 | 24 September 2015\nAzerbaijan | 14 March 2016\nNepal | 22 March 2016\nArmenia | 16 April 2016\nEgypt | 16 September 2021 | 14 September 2022\nQatar\nSaudi Arabia\nKuwait | 16 September 2022 | 5 May 2023\nMaldives\nMyanmar\nUnited Arab Emirates\nBahrain | 15 July 2023\n\n**Former dialogue partners**\nBelarus | 15 or 16 June 2009 | 28 April 2010"
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Guest attendances",
        "generated_section_content_md": "Multiple international organisations and one country are guest attendances to\nSCO summits.\n\n* Association of Southeast Asian Nations\n* Commonwealth of Independent States\n* Turkmenistan\n* United Nations\n\nTurkmenistan has previously declared itself a permanently neutral country,\nwhich was recognized by a resolution adopted by the United Nations General\nAssembly in 1995, thus ostensibly precluding its membership in the SCO. At the\nsame time, Turkmenistan is a member of the Economic Cooperation Organization\nsince 1992 and an observer of the Organization of Turkic States since 2021.\nTurkmenistan's head of state has been attending SCO summits since 2007 as a\nguest attendee."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Future membership possibilities",
        "generated_section_content_md": "Country | Status applied for | Date\n---|---|---\nBangladesh | Observer  | 2012\nSyria | Dialogue partner  | 2015\nIsrael | Dialogue partner  | 2016\nIraq | Dialogue partner  | 2019\nAlgeria | Observer  | July 2023\nLaos | Dialogue partner  | 2024\n\nIn 2010, the SCO approved a procedure for admitting new members. In 2011,\nTurkey applied for dialogue partner status, which it obtained in 2013. At the\nsame time, Turkey is a NATO member and the European Union candidate country.\nTurkish Prime Minister Recep Tayyip Erdoğan has stated that he has discussed\nthe possibility of abandoning Turkey's candidacy of accession to the European\nUnion in return for full membership in the Shanghai Cooperation Organisation.\nThis was reinforced again on 21 November 2016, after the European Parliament\nvoted unanimously to suspend accession negotiations with Turkey. Two days\nlater, on 23 November 2016, Turkey was granted the chairmanship of SCO energy\nclub for the 2017 period. That made Turkey the first country to chair a club\nin the organisation without full membership status. In 2022, at the 22nd\nsummit of the SCO, the Turkish president said that Turkey would seek full SCO\nmembership status. On 11 July 2024, Turkish President Recep Tayyip Erdoğan\nstated in a statement to the U.S. Newsweek magazine that they did not consider\nTurkey's membership in NATO as an alternative to the Shanghai Cooperation\nOrganisation and BRICS.\n\nIn 2011, Vietnam expressed interest in obtaining observer status (but has not\napplied for it).\n\nIn 2012, Ukraine expressed interest in obtaining observer status. However,\nsince the deposition of President Viktor Yanukovych and increased tensions\nwith Russia, no application has been submitted and there are no current plans\nto incorporate Ukraine into the organization.\n\nAzerbaijan expects to receive observer status according to Azerbaijani Foreign\nMinistry spokesperson Aykhan Hajizada. Azerbaijan will probably become a full\nmember of the SCO in a little while, President of the Republic of Kazakhstan\nKassym-Jomart Tokayev said during his meeting with President of the Republic\nof Azerbaijan Ilham Aliyev on 3 July 2024 in Astana."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Cooperation on security",
        "generated_section_content_md": "As of 2023, the SCO is primarily centered on security-related concerns,\ndescribing the main threats it confronts as being terrorism, separatism and\nextremism. It has addressed regional human trafficking and weapons trafficking\nand created terrorist blacklists.\n\nAt SCO summit, held in Tashkent, Uzbekistan, on 16–17 June 2004, the Regional\nAnti-Terrorist Structure (RATS) was established. On 21 April 2006, the SCO\nannounced plans to fight cross-border drug crimes under the counter-terrorism\nrubric.\n\nIn October 2007, the SCO signed an agreement with the Collective Security\nTreaty Organization (CSTO), in the Tajik capital of Dushanbe, to broaden\ncooperation on issues such as security, crime, and drug trafficking.\n\nAs of 2010, the organisation was opposing cyberwarfare, saying that the\ndissemination of information \"harmful to the spiritual, moral and cultural\nspheres of other states\" should be considered a \"security threat\". An accord\nadopted in 2009 defined \"information war\", in part, as an effort by a state to\nundermine another's \"political, economic, and social systems\". _The Diplomat_\nreported in 2017 that SCO has foiled 600 terror plots and extradited 500\nterrorists through RATS. The 36th meeting of the Council of the RATS decided\nto hold a joint anti-terror exercise, Pabbi-Antiterror-2021, in Pakistan in\n2021.\n\nAt the summit in Astana, Kazakhstan, in July 2024, the SCO called for the\ncreation of a fair, multipolar world order based on the key role of the United\nNations, international law and the aspiration of sovereign states towards a\nmutually beneficial partnership."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Military activities",
        "generated_section_content_md": "SCO leaders at Peace Mission 2007. Hu Jintao, Vladimir Putin, Nursultan\nNazarbayev and Islam Karimov\n\nAs of 2009, the organisation's activities expanded to include increased\nmilitary cooperation, intelligence sharing, and counterterrorism. At the same\ntime, leaders of SCO states repeatedly stated that the SCO was not a military\nalliance.\n\nAs of 2023, the SCO had not provided military support in any actual conflicts.\nHowever, as of 2017, military exercises have regularly been conducted among\nmembers to promote cooperation and coordination against terrorism and other\nexternal threats, and to maintain regional peace and stability. There have\nbeen a number of SCO joint military exercises. The first of these was held in\n2003, with the first phase taking place in Kazakhstan and the second in China.\nSince then China and Russia have teamed up for large-scale war games in Peace\nMission 2005, Peace Mission 2007 and Peace Mission 2009, under the auspices of\nthe Shanghai Cooperation Organisation. More than 4,000 soldiers participated\nat the joint military exercises in Peace Mission 2007, which took place in\nChelyabinsk, Russia near the Ural Mountains, as was agreed upon in April 2006\nat a meeting of SCO Defence Ministers. In 2010, Russian Defence Minister\nSergei Ivanov said that the exercises would be transparent and open to media\nand the public. Following the war games' successful completion, Russian\nofficials began speaking of India joining such exercises in the future and the\nSCO taking on a military role. Peace Mission 2010, conducted 9–25 September at\nKazakhstan's Matybulak training area, saw over 5,000 personnel from China,\nRussia, Kazakhstan, Kyrgyzstan and Tajikistan conduct joint planning and\noperational maneuvers.\n\nThe SCO has served as a platform for larger military announcements by members.\nDuring the 2007 war games in Russia, with leaders of SCO member states in\nattendance including Chinese President Hu Jintao, Russia's President Vladimir\nPutin used the occasion to take advantage of a captive audience. Russian\nstrategic bombers, he said, would resume regular long-range patrols for the\nfirst time since the Cold War. \"Starting today, such tours of duty will be\nconducted regularly and on the strategic scale\", Putin said. \"Our pilots have\nbeen grounded for too long. They are happy to start a new life\".\n\nIn June 2014, in the Tajik capital Dushanbe, the idea was brought up to merge\nthe SCO with the Collective Security Treaty Organization. However, as of late\n2022, in the wake of Russian invasion of Ukraine in 2022, many SCO and even\nCSTO members had distanced themselves from military cooperation with Russia."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "Economic cooperation",
        "generated_section_content_md": "In September 2003, a Framework Agreement to enhance economic cooperation was\nsigned by the SCO member states. At the same meeting the Premier of China, Wen\nJiabao, proposed a long-term objective to establish a free trade area in the\nSCO, while other more immediate measures would be taken to improve the flow of\ngoods in the region. A follow-up plan with 100 specific actions was signed one\nyear later, on 23 September 2004.\n\nIn October 2005, during the Moscow Summit of the SCO, the Secretary General of\nthe Organisation said that the SCO would prioritise joint energy projects;\nincluding in the oil and gas sector, the exploration of new hydrocarbon\nreserves, and joint use of water resources. The creation of the SCO Interbank\nConsortium was also agreed upon in order to fund future joint projects. In\nFebruary 2006, the first meeting of the SCO Interbank Association was held in\nBeijing. In November 2006, at _The SCO: Results and Perspectives_ , an\ninternational conference held in Almaty, the representative of the Russian\nForeign Ministry announced that Russia was developing plans for an SCO \"Energy\nClub\". in November 2007, Moscow reiterated the need for this \"energy club\" at\nan SCO summit. Other SCO members, however, did not commit themselves to the\nidea. During the 2008 summit it was stated that \"Against the backdrop of a\nslowdown in the growth of world economy pursuing a responsible currency and\nfinancial policy, control over the capital flowing, ensuring food and energy\nsecurity have been gaining special significance\".[_failed verification_]\n\nAt the 2007 SCO summit, Iranian Vice President Parviz Davoodi addressed an\ninitiative that had been garnering greater interest when he said, \"The\nShanghai Cooperation Organisation is a good venue for designing a new banking\nsystem which is independent from international banking systems\".[_better\nsource needed_]\n\nPresident Putin included these comments:\n\n> We now clearly see the defectiveness of the monopoly in world finance and\n> the policy of economic selfishness. To solve the current problem Russia will\n> take part in changing the global financial structure so that it will be able\n> to guarantee stability and prosperity in the world and to ensure progress.\n>  The world is seeing the emergence of a qualitatively different geo-\n> political situation, with the emergence of new centers of economic growth\n> and political influence.\n>  We will witness and take part in the transformation of the global and\n> regional security and development architectures adapted to new realities of\n> the 21st century, when stability and prosperity are becoming inseparable\n> notions.\n\nLeaders present at the SCO summit in Yekaterinburg, Russia in 2009\n\nIn June 2009, at the Yekaterinburg Summit, China announced plans to provide a\nUS$10 billion loan to other SCO member states to shore up the struggling\neconomies of its members affected by the 2008 financial crisis. The summit was\nheld together with the first BRIC summit, and the China–Russia joint statement\nsaid that they want a bigger quota in the International Monetary Fund.\n\nIn 2014, the Eurasian Economic Union was founded in which Russia, Kazakhstan\nand Kyrgyzstan are members.\n\nDuring the 2019 Bishkek summit, Pakistani Prime Minister Imran Khan suggested\ntaking steps to trade in local currencies instead of U.S. dollars and setting\nup financial institutions including an SCO bank.\n\nIn June 2022, Iran's Deputy Foreign Minister for Economic Diplomacy Mehdi\nSafari suggested creating a single SCO currency to facilitate trade and\nfinancial transactions among SCO members.\n\nDuring 19–22 October 2022, Iran hosted SCOCOEX, an international conference\nand exhibition on economic cooperation opportunities available to the SCO\nmember states and partners.\n\nAs part of the SCO's economic agenda, it has established a relatively\nsuccessful student exchange program called the SCO University."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.9",
        "section_name": "Cultural cooperation",
        "generated_section_content_md": "Culture ministers of the SCO met for the first time in Beijing on 12 April\n2002, signing a joint statement for continued cooperation. The third meeting\nof the Culture Ministers took place in Tashkent, Uzbekistan, on 27–28 April\n2006.\n\nAn SCO Arts Festival and Exhibition was held for the first time during the\nAstana Summit in 2005. Kazakhstan suggested an SCO folk dance festival to take\nplace in 2008, in Astana."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "2.10",
        "section_name": "SCO+",
        "generated_section_content_md": "The SCO+ forum format was initiated by the United Russia party in October\n2020. This format includes inter-party interaction not only of the countries\nof the Shanghai Cooperation Organization (members, observers, candidates) but\nalso of the CIS and BRICS countries.\n\nIt was first used during the SCO+ international inter-party forum \"Economy for\nPeople\" on 22–23 October 2020. The forum was attended by speakers from 25\ncountries, including the chairman of the United Russia party, Dmitry Medvedev,\nministers of the SCO countries, Serbian President Aleksandar Vučić, and\nambassadors and diplomats of the CIS and BRICS countries. Russian President\nVladimir Putin sent greetings to the forum participants."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Summits",
        "generated_section_content_md": "According to the Charter of the SCO, summits of the Council of Heads of State\nshall be held annually at alternating venues. The locations of these summits\nfollow the alphabetical order of the member state's name in Russian. The\ncharter also dictates that the Council of Heads of Government (that is, the\nPrime Ministers) shall meet annually in a place decided upon by the council\nmembers. The Council of Foreign Ministers is supposed to hold a summit one\nmonth before the annual summit of Heads of State. Extraordinary meetings of\nthe Council of Foreign Ministers can be called by any two member states."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "List of summits",
        "generated_section_content_md": "Summits of heads of state  Date | Country | Location\n---|---|---\n14–15 June 2001 |  China | Shanghai\n7 June 2002 |  Russia | Saint Petersburg\n29 May 2003 |  Russia | Moscow\n17 June 2004 |  Uzbekistan | Tashkent\n5 July 2005 |  Kazakhstan | Astana\n15 June 2006 |  China | Shanghai\n16 August 2007 |  Kyrgyzstan | Bishkek\n28 August 2008 |  Tajikistan | Dushanbe\n15–16 June 2009 |  Russia | Yekaterinburg\n10–11 June 2010 |  Uzbekistan | Tashkent\n14–15 June 2011 |  Kazakhstan | Astana\n6–7 June 2012 |  China | Beijing\n13 September 2013 |  Kyrgyzstan | Bishkek\n11–12 September 2014 |  Tajikistan | Dushanbe\n9–10 July 2015 |  Russia | Ufa\n23–24 June 2016 |  Uzbekistan | Tashkent\n8–9 June 2017 |  Kazakhstan | Astana\n9–10 June 2018 |  China | Qingdao\n14–15 June 2019 |  Kyrgyzstan | Bishkek\n10 November 2020 |  Russia | _videoconference_\n16–17 September 2021 |  Tajikistan | Dushanbe\n15–16 September 2022 |  Uzbekistan | Samarkand\n4 July 2023 |  India | _videoconference_\n3–4 July 2024 |  Kazakhstan | Astana\n31 August – 1 September 2025 |  China | Tianjin\n2026 |  Kyrgyzstan | Bishkek\nSummits of heads of government  Date | Country | Location\n---|---|---\n14 September 2001 |  Kazakhstan | Almaty\n— | — | —\n23 September 2003 |  China | Beijing\n23 September 2004 |  Kyrgyzstan | Bishkek\n26 October 2005 |  Russia | Moscow\n15 September 2006 |  Tajikistan | Dushanbe\n2 November 2007 |  Uzbekistan | Tashkent\n30 October 2008 |  Kazakhstan | Astana\n14 October 2009 |  China | Beijing\n25 November 2010 |  Tajikistan | Dushanbe\n7 November 2011 |  Russia | Saint Petersburg\n5 December 2012 |  Kyrgyzstan | Bishkek\n29 November 2013 |  Uzbekistan | Tashkent\n14–15 December 2014 |  Kazakhstan | Astana\n14–15 December 2015 |  China | Zhengzhou\n2–3 November 2016 |  Kyrgyzstan | Bishkek\n30 November 2017 |  Russia | Sochi\n11–12 October 2018 |  Tajikistan | Dushanbe\n1–2 November 2019 |  Uzbekistan | Tashkent\n30 November 2020 |  India | _videoconference_\n25 November 2021 |  Kazakhstan | _videoconference_\n1 November 2022 |  China | _videoconference_\n26 Oсtober 2023 |  Kyrgyzstan | Bishkek\n15–16 October 2024 |  Pakistan | Islamabad\n2025 |  Russia | TBA\n2026 | TBD | TBD"
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Relations with the West",
        "generated_section_content_md": "The United States applied for observer status in the SCO, but was rejected in\n2005.\n\nAt the Astana summit in July 2005, with the wars in Afghanistan and Iraq\nforeshadowing an indefinite presence of U.S. forces in Uzbekistan and\nKyrgyzstan, the SCO requested the U.S. to set a clear timetable for\nwithdrawing its troops from SCO member states. Shortly afterwards, Uzbekistan\nrequested the U.S. leave the K2 air base.\n\nA report in 2007 noted that the SCO has made no direct comments against the\nU.S. or its military presence in the region; however, some indirect statements\nat the past summits have been viewed by Western media outlets as \"thinly\nveiled swipes at Washington\".\n\nFrom 2001 to 2008, the Western reaction to the SCO was generally skepticism of\nthe organization's goals. By the 2010s, however, the West increasingly began\nto view the SCO as a potential contributor to stability in the region,\nparticularly with regards to Afghanistan.\n\nIn September 2023, the United Nations approved United Nations resolution\nA/77/L.107, titled \"Cooperation between the United Nations and the Shanghai\nCooperation Organization.\" The result of the vote was 80 in favour to 2\nagainst with 47 abstentions. The United States and Israel were the only\ncountries to vote against the resolution.\n\nAlthough the European Council on Foreign Relations dubbed the SCO an \"anti\nNATO alliance\" in 2022, apparent inconsistencies among its member states have\nprevented it from becoming an effective geopolitical alliance. As of July\n2023, India and Central Asian countries maintained friendly cooperation with\nboth the West and Russia, India has had fierce conflicts with Pakistan and its\nally China at the same time, which has been limiting the possibility of China\nand Russia forming the group into an anti-Western bloc. Academics Simon Curtis\nand Ian Klaus write that although SCO has sometimes been compared to NATO,\nunlike NATO, SCO does not create a collective security alliance."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Geopolitical aspects",
        "generated_section_content_md": "SCO summit in Ufa, Russia in 2015 SCO and NATO Member States\n\nAt a 2005 summit in Kazakhstan the SCO issued a Declaration of Heads of Member\nStates of the SCO which said: \"The heads of the member states point out that,\nagainst the backdrop of a contradictory process of globalisation, multilateral\ncooperation, which is based on the principles of equal right and mutual\nrespect, non-intervention in internal affairs of sovereign states, non-\nconfrontational way of thinking and consecutive movement towards\ndemocratisation of international relations, contributes to overall peace and\nsecurity, and call upon the international community, irrespective of its\ndifferences in ideology and social structure, to form a new concept of\nsecurity based on mutual trust, mutual benefit, equality and interaction.\"\n\nIn November 2005 Russian Foreign Minister Sergey Lavrov reiterated that the\n\"Shanghai Cooperation Organisation (SCO) is working to establish a rational\nand just world order\" and that \"The Shanghai Cooperation Organisation provides\nus with a unique opportunity to take part in the process of forming a\nfundamentally new model of geopolitical integration\".\n\nIn 2007, Matthew Brummer tracked the implications of SCO expansion into the\nPersian Gulf.[_full citation needed_] In 2008, one aim of SCO was to ensure\nthat liberal democracy could not gain ground in these countries, according to\npolitical scientist Thomas Ambrosio. In 2016, political scientist Thomas\nFingar wrote that China took the lead in establishing the Shanghai Five\nprimarily to limit Russia's ability to reassert its influence in Central Asia.\n\nDuring the 2008 Russo-Georgian war, China opposed Russia's infringement on\nGeorgia's sovereignty. Citing principles of sovereignty, territorial\nintegrity, and global order, China used its influence in the SCO to prevent\nthe organization from supporting Russia.\n\nIn 2008, Iranian writer Hamid Golpira had this to say on the topic: \"According\nto Zbigniew Brzezinski's theory, control of the Eurasian landmass is the key\nto global domination and control of Central Asia is the key to control of the\nEurasian landmass....Russia and China have been paying attention to\nBrzezinski's theory, since they formed the Shanghai Cooperation Organisation\nin 2001, ostensibly to curb extremism in the region and enhance border\nsecurity, but most probably with the real objective of counterbalancing the\nactivities of the United States and the rest of the NATO alliance in Central\nAsia\".\n\nIn 2008, the _People's Daily_ wrote: \"The Declaration points out that the SCO\nmember countries have the ability and responsibility to safeguard the security\nof the Central Asian region, and calls on Western countries to leave Central\nAsia. That is the most noticeable signal given by the Summit to the world\".\n\nIn January 2023, India as SCO chair, invited Pakistan's Foreign Affairs\nMinister and Chief justice to attend a meeting in Goa in May 2023. As of May\n2023, India and Pakistan continued to spar over terrorism, while Central Asian\nmembers Kyrgyzstan and Tajikistan have erupted in armed conflict over border\ndisputes. The SCO was not a platform for resolving bilateral issues, and its\nmembers were also reluctant to mediate disputes multilaterally. Due to the\nwidely divergent agendas among member states, Indian commentators even called\nit the \"Shanghai Contradiction Organisation\".\n\nMembers of the SCO remained neutral in the Russo-Ukrainian war, they also\nstrengthened cooperation with the Russian Federation. Analysis in 2024 points\nout that the SCO has generally facilitated amicable China-Russia relations.\n\nIn June 2025, India refused to endorse a joint statement at the Shanghai\nCooperation Organisation (SCO) defense ministers’ meeting in Qingdao, China,\nciting concerns that it did not reflect its position on terrorism. India\nobjected to the omission of the 22 April 2025 Pahalgam attack, in which 26\nIndian tourists were killed, while the statement referenced militant activity\nin Balochistan. Defence Minister Rajnath Singh argued that the statement\naligned with Pakistan’s narrative and urged the SCO to hold accountable those\nwho use “cross-border terrorism as an instrument of policy.” India maintained\nthat such omissions made the statement unacceptable. India’s foreign ministry\nspokesman Randhir Jaiswal expressed that India wanted “concerns on terrorism\nto be reflected in the SCO document, which was not acceptable to one\nparticular country, and therefore the statement was not adopted.”\nSubsequently, at the SCO Council of Foreign Ministers’ Meeting on 15 July\n2025, India's External Affairs Minister S. Jaishankar described the Pahalgam\nattack as a deliberate attempt to undermine Jammu and Kashmir’s tourism and\nincite religious division. He emphasized the need for the SCO to uphold its\nfounding principles by maintaining an uncompromising stance against terrorism,\nseparatism, and extremism.\n\nIn July 2025, Minister Jaishankar also raised concerns over China’s\nconstruction of the Medog Hydropower Station on the Yarlung Tsangpo River. He\nemphasized the potential downstream impacts on water security and ecological\nstability, and called for greater transparency, meaningful consultation with\naffected countries, and the resumption of suspended hydrological data sharing."
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Other analysis",
        "generated_section_content_md": "A 2015 European Parliamentary Research Service paper concludes, \"The SCO's\nmain achievement thus far is to have offered its members a cooperative forum\nto balance their conflicting interests and to ease bilateral tensions. It has\nbuilt up joint capabilities and has agreed on common approaches in the fight\nagainst terrorism, separatism and extremism. However, major shortcomings, such\nas institutional weaknesses, a lack of common financial funds for the\nimplementation of joint projects and conflicting national interests have\nprevented the SCO from achieving a higher level of regional cooperation in\nother areas.\""
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Gallery of Heads of State (Members)",
        "generated_section_content_md": "* **Republic of Belarus**\nAlexander Lukashenko\nPresident of Belarus\n\n* **People's Republic of China**\nXi Jinping\nCCP General Secretary and President of China\n\n* **Republic of India**\nDroupadi Murmu\nPresident of India\n\n* **Islamic Republic of Iran**\nMasoud Pezeshkian\nPresident of Iran\n\n* **Republic of Kazakhstan**\nKassym-Jomart Tokayev\nPresident of Kazakhstan\n\n* **Kyrgyz Republic**\nSadyr Japarov\nPresident of Kyrgyzstan\n\n* **Islamic Republic of Pakistan**\nAsif Ali Zardari\nPresident of Pakistan\n\n* **Russian Federation**\nVladimir Putin\nPresident of Russia\n\n* **Republic of Tajikistan**\nEmomali Rahmon\nPresident of Tajikistan\n\n* **Republic of Uzbekistan**\nShavkat Mirziyoyev\nPresident of Uzbekistan"
    },
    {
        "chapter_name": "Shanghai Cooperation Organisation",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Gallery of Heads of Government (Members)",
        "generated_section_content_md": "* **Republic of Belarus**\nAleksandr Turchin\nPrime Minister of Belarus\n\n* **People's Republic of China**\nLi Qiang\nPremier\n\n* **Republic of India**\nNarendra Modi\nPrime Minister of India\n\n* **Islamic Republic of Iran**\nMohammad Reza Aref\nFirst Vice President of Iran\n\n* **Republic of Kazakhstan**\nOljas Bektenov\nPrime Minister of Kazakhstan\n\n* **Kyrgyz Republic**\nAdylbek Kasymaliev\nChairman of the Cabinet of Ministers of Kyrgyzstan\n\n* **Islamic Republic of Pakistan**\nShehbaz Sharif\nPrime Minister of Pakistan\n\n* **Russian Federation**\nMikhail Mishustin\nPrime Minister of Russia\n\n* **Republic of Tajikistan**\nKokhir Rasulzoda\nPrime Minister of Tajikistan\n\n* **Republic of Uzbekistan**\nAbdulla Aripov Prime Minister of Uzbekistan"
    }
]