[
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Regional intergovernmental and geopolitical organisation\n\nThe **South Asian Association for Regional Cooperation** (**SAARC**) is the\nregional intergovernmental organization and geopolitical union of states in\nSouth Asia. Its member states are Afghanistan, Bangladesh, Bhutan, India,\nMaldives, Nepal, Pakistan, and Sri Lanka. SAARC comprises 3% of the world's\nland area, 21% of the world's population and 5.21% (US$4.47 trillion) of the\nglobal economy, as of 2021.\n\nSAARC was founded in Dhaka on 8 December 1985. Its secretariat is based in\nKathmandu, Nepal. The organization promotes economic development and regional\nintegration. It launched the South Asian Free Trade Area in 2006. SAARC\nmaintains permanent diplomatic relations at the United Nations as an observer\nand has developed links with multilateral entities, including the European\nUnion. However, due to the geopolitical conflict between India and Pakistan\nand the situation in Afghanistan, the organization has been suspended for a\nlong time, and India currently cooperates with its eastern neighbors through\nBIMSTEC."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Historical background",
        "generated_section_content_md": "The idea of co-operation among South Asian Countries was discussed in three\nconferences: the Asian Relations Conference held in New Delhi in April 1947;\nthe Baguio Conference in the Philippines in May 1950; and the Colombo Powers\nConference held in Sri Lanka in April 1954.\n\nA clickable Euler diagram showing the relationships between various Asian\nregional organizations\n\n* v\n* t\n* e\n\nIn the ending years of the 1970s, the seven inner South Asian nations that\nincluded Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan, and Sri\nLanka, agreed upon the creation of a trade bloc and to provide a platform for\nthe people of South Asia to work together in a spirit of friendship, trust,\nand understanding. For Bangladesh, a prime reason for proposing this regional\ncooperation framework was the failure of its attempt to join ASEAN. Seeking to\nreplicate the sucesses of ASEAN and a way to legitimise his government,\nPresident Ziaur Rahman of Bangladesh later wrote official letters to the\nleaders of the countries of South Asia, presenting his vision for the future\nof the region and compelling arguments for co-operation.\n\nDuring his visit to India in December 1977, Rahman discussed the issue of\nregional cooperation with the Indian Prime Minister, Morarji Desai. In the\ninaugural speech to the Colombo Plan Consultative Committee which met in\nKathmandu also in 1977, King Birendra of Nepal gave a call for close regional\ncooperation among South Asian countries in sharing river waters.\n\nAfter the USSR's intervention in Afghanistan, efforts to establish the union\nwere accelerated in 1979 amid the resulting rapid deterioration of the South\nAsian security situation. Responding to Rahman and Birendra's convention,\nofficials of the foreign ministries of the seven countries met for the first\ntime in Colombo in April 1981. The Bangladeshi proposal was promptly endorsed\nby Nepal, Sri Lanka, Bhutan, and Maldives, however India and Pakistan were\nsceptical initially. The Indian concern was the proposal's reference to the\nsecurity matters in South Asia and feared that Rahman's proposal for a\nregional organisation might provide an opportunity for new smaller neighbours\nto re-internationalize all bilateral issues and to join with each other to\nform an opposition against India. Pakistan assumed that it might be an Indian\nstrategy to organize the other South Asian countries against Pakistan and\nensure a regional market for Indian products, thereby consolidating and\nfurther strengthening India's economic dominance in the region.\n\nHowever, after a series of diplomatic consultations headed by Bangladesh\nbetween South Asian UN representatives at the UN headquarters in New York,\nfrom September 1979 to 1980, it was agreed that Bangladesh would prepare the\ndraft of a working paper for discussion among the foreign secretaries of South\nAsian countries. The foreign secretaries of the inner seven countries again\ndelegated a Committee of the Whole in Colombo in September 1981, which\nidentified five broad areas for regional cooperation. New areas of co-\noperation were added in the following years.\n\nIn 1983, at the international conference held in Dhaka by its Ministry of\nForeign Affairs, the foreign ministers of the inner seven countries adopted\nthe Declaration on South Asian Association for Regional Cooperation (SAARC)\nand formally launched the Integrated Programme of Action (IPA) initially in\nfive agreed areas of cooperation, namely, Agriculture; Rural Development;\nTelecommunications; Meteorology; and Health and Population Activities.\n\nOfficially, the union was established in Dhaka with Kathmandu being the\nunion's secretariat-general. The first SAARC summit was held in Dhaka on 7–8\nDecember 1985 and hosted by the President of Bangladesh Hussain Ershad. The\ndeclaration was signed by, namely, King of Bhutan Jigme Singye Wangchuk;\nPresident of Pakistan Zia-ul-Haq; Prime Minister of India Rajiv Gandhi; King\nof Nepal Birendra Shah; President of Sri Lanka JR Jayewardene; and President\nof Maldives Maumoon Gayoom."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members and observers",
        "generated_section_content_md": "Economic data is sourced from the International Monetary Fund, current as of\nNovember 2024 unless stated otherwise, and is given in US dollars."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Members",
        "generated_section_content_md": "Country  | Population (2021)  | GDP (nominal) [US$ million, 2024]  | GDP (PPP) [US$ million, 2024]  | GDP per capita\n(Nominal) | GDP per capita\n(PPP) | GDP growth rate\n(2024) | Exports\n(US$ million, 2024 or earlier) | Foreign direct investment\n(US$ million, 2023) | Foreign exchange reserves (US$ million) | Defence budget (US$ million)  | Literacy rate (above age 15) | Life expectancy | Population below poverty line | Primary school enrolment  | Secondary school enrollment  | Population undernourished (%)  | Human Development Index  | Democracy Index  | Global Terrorism Index\n---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---|---\nAfghanistan | 40,099,462 | $14,467 | $72,512 | $411 | $2,116  |  | $1,476 | $20.6 | $443 | $1,100 | 37.3% | 63.67 | 42% | 88% | 54% | 28.5%  | 0.462 (182)  | 0.26 (167)  | 9.233 (1)\nBangladesh | 169,356,251 | $451,468 | $1,690,000 | $2,825 | $9,876 | 5.4% | $60,138 | $1,385.16 | $25,500 | $5,200 | 75.2% | 73.10 | 24.3% | 98% | 79% | 15.1%  | 0.670 (129)  | 5.87 (75)  | 0 (124)\nBhutan | 777,486 | $3,110 | $12,980 | $4,068 | $16,754 | 5.2% | $791 | $11.92 | $972 | $7.3 | 66.6% | 70.20 | 12% | 97% | 78% | 8.7%  | 0.681 (125)  | 5.54 (81)  | 0.305 (107)\nIndia | 1,407,563,842 | $3,889,130 | $16,024,460 | $2,698 | $11,112 | 7.0% | $773,223 | $28,070.21 | $675,653 | $81,400 | 77.7% | 70.1 | 21.9% | 97% | 75% | 14.2%  | 0.644 (134)  | 7.18 (41)  | 4.222 (11)\nMaldives | 521,457 | $7,199 | $13,870 | $17,287 | $34,322 | 4.7% | $5,096 | $761.52 | $588 | $55 | 97% | 77.34 | 16% | 97% | N/A | 3.1%  | 0.762 (87)  | N/A  | N/A\nNepal | 30,034,989 | $43,673 | $169,120 | $1,381 | $5,348 | 3.1% | $2,722 | $73.83 | $18,400 | $400 | 67.9% | 70.25 | 13.4% | 97% | 67% | 11.2%  | 0.601 (146)  | 4.6 (98)  | 4.791 (32)\nPakistan | 231,402,117 | $374,595 | $1,580,000 | $1,588 | $6,715 | 2.4% | $38,700 | $1,818 | $15,965 | $11,000 | 58% | 66.48 | 24.3% | 92% | 34% | 18.3%  | 0.540 (164)  | 3.25 (118)  | 10 (10)\nSri Lanka | 21,773,441 | $74,846 | $319,248 | $3,330 | $14,255  |  | $13,082 | $711.83 | $6,467 | $2,000 | 92.2% | 75.28 | 6.7% | 99% | 77% | 9.8%  | 0.780 (79)  | 6.17 (70)  | 4.077 (42)\nMembership in other bodies  Country  | G20 | BRICS | BIMSTEC | IORA | APTA | BBIN | SASEC | AIIB | ACU | ACD | ADB | World Bank | Nuclear weapons\n---|---|---|---|---|---|---|---|---|---|---|---|---|---\nAfghanistan |  |  |  |  |  |  |  |  |  |  |  |  |\nBangladesh |  |  |  |  |  |  |  |  |  |  |  |  |\nBhutan |  |  |  |  |  |  |  |  |  |  |  |  |\nIndia |  |  |  |  |  |  |  |  |  |  |  |  |\nMaldives |  |  |  |  |  |  |  |  |  |  |  |  |\nNepal |  |  |  |  |  |  |  |  |  |  |  |  |\nPakistan |  |  |  |  |  |  |  |  |  |  |  |  |\nSri Lanka |  |  |  |  |  |  |  |  |  |  |  |  |\n\nThe member states are Afghanistan, Bangladesh, Bhutan, India, the Maldives,\nNepal, Pakistan, and Sri Lanka.\n\nSAARC was founded by seven states in 1985. In 2005, Afghanistan began\nnegotiating their accession to SAARC and formally applied for membership in\nthe same year. The issue of Afghanistan joining SAARC generated a great deal\nof debate in each member state, including concerns about the definition of\nSouth Asian identity because Afghanistan is considered a Central Asian\ncountry, while it is neither accepted as a Middle Eastern country, nor as a\nCentral Asian country, or as part of the Indian subcontinent, other than being\nonly in part of South Asia.\n\nSAARC member states imposed a stipulation for Afghanistan to hold a general\nelection; the non-partisan elections were held in late 2005. Despite initial\nreluctance and internal debates, Afghanistan joined SAARC as its eighth member\nstate in April 2007.\n\nDespite the takeover of Afghanistan by the Taliban in 2021, Afghanistan is\nstill a member of SAARC, despite calls for their suspension and none of the\nother SAARC members recognizing the Taliban government. The issue was further\nexasperated as it was Afghanistan's turn to select a Secretary General for\nSAARC in 2023. All other members decided to skip Afghanistan and award the\nselection to Bangladesh, with Nepali foreign secretary, Bharat Raj Paudyal,\nstating that \"When the term of the Bangladeshi secretary general ends, if the\nproblems in Afghanistan are resolved, the new secretary general will be from\nAfghanistan, not from Bhutan.\""
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Observer countries",
        "generated_section_content_md": "States with observer status include Australia, China, the European Union,\nIran, Japan, Mauritius, Myanmar, South Korea, and the United States.\n\nChina's 2007 application for observer status received strong support from\nBangladesh, Sri Lanka, Maldives, Nepal, and Pakistan. Other South Asian\nmembers of SAARC agreed to support China's observer status, but were not as\nstrongly in favor.\n\nOn 2 August 2006, the foreign ministers of SAARC countries agreed in principle\nto grant observer status to three applicants; the US and South Korea (both\nmade requests in April 2006), as well as the European Union (requested in July\n2006). On 4 March 2007, Iran requested observer status, followed shortly by\nMauritius."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Potential future members",
        "generated_section_content_md": "Myanmar has expressed interest in upgrading its status from an observer to a\nfull member of SAARC. China has requested joining SAARC. Russia has applied\nfor observer status membership of SAARC. Turkey applied for observer status\nmembership of SAARC in 2012. South Africa has participated in meetings.\nIndonesia, Jordan, Canada, New Zealand, Ireland, Saudi Arabia, the United\nKingdom and Yemen have expressed interest.[_citation needed_]"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Secretariat",
        "generated_section_content_md": "Secretariat of the South Asian Association for Regional Cooperation in\nKathmandu, Nepal\n\nThe SAARC Secretariat was established in Kathmandu on 16 January 1987 and was\ninaugurated by the late King Birendra Bir Bikram Shah of Nepal."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Specialized bodies",
        "generated_section_content_md": "SAARC member states have created the following specialized bodies of SAARC in\nthe member states which have special mandates and structures different from\nthe regional centers. These bodies are managed by their respective governing\nboards composed of representatives from all the member states, the\nrepresentative of H.E. secretary-general of SAARC and the ministry of\nforeign/external affairs of the host government. The heads of these bodies act\nas member secretary to the governing board which reports to the programming\ncommittee of SAARC.\n\nSpecialized Body  | Location  | Country  | Website\n---|---|---|---\nSAARC Arbitration Council (SARCO)  | Islamabad  | Pakistan  | www.sarco-sec.org\nSAARC Development Fund (SDF)  | Thimphu  | Bhutan  | www.sdfsec.org\nSouth Asian University (SAU)  | New Delhi  | India  | www.sau.int\nSouth Asian Regional Standards Organization (SARSO)  | Dhaka  | Bangladesh  | www.sarso.org.bd"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Regional Centres",
        "generated_section_content_md": "The SAARC Secretariat is supported by following Regional Centres established\nin the Member States to promote regional co-operation. These Centres are\nmanaged by Governing Boards comprising representatives from all the Member\nStates, SAARC Secretary-General and the Ministry of Foreign/External Affairs\nof the Host Government. The Director of the Centre acts as Member Secretary to\nthe Governing Board which reports to the Programming Committee. After 31\nDecember 2015, there 6 regional centers were stopped by unanimous decision.\nThese are SMRC, SFC, SDC, SCZMC, SIC, SHRDC.\n\nSource:\n\nRegional Centre  | Location  | Country  | Website\n---|---|---|---\nSAARC Agriculture Centre (SAC)  | Dhaka | Bangladesh | www.sac.org.bd/\nSAARC Meteorological Research Centre (SMRC)  | Dhaka | Bangladesh |\nSAARC Forestry Centre (SFC)  | Thimphu | Bhutan |\nSAARC Documentation Centre (SDC)  | New Delhi | India |\nSAARC Disaster Management Centre (SDMC)  | Gandhinagar | India | saarc-sdmc.org/\nSAARC Coastal Zone Management Centre (SCZMC)  | Malé | Maldives |\nSAARC Information Centre (SIC)  | Kathmandu | Nepal |\nSAARC Tuberculosis and HIV/AIDS Centre (STAC)  | Bhaktapur | Nepal | www.saarctb.org/\nSAARC Human Resources Development Centre (SHRDC)  | Islamabad | Pakistan |\nSAARC Energy Centre (SEC)  | Islamabad | Pakistan | www.saarcenergy.org/\nSAARC Cultural Centre (SCC)  | Colombo | Sri Lanka | www.saarcculture.org/"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Anthem",
        "generated_section_content_md": "SAARC does not have an official anthem as yet like some other regional\norganizations (e.g. ASEAN)."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Apex and Recognized Bodies",
        "generated_section_content_md": "SAARC has six Apex Bodies, they are:\n\n* SAARC Chamber of Commerce & Industry (SCCI),\n* South Asian Association for Regional Cooperation in Law (SAARCLAW),\n* South Asian Federation of Accountants (SAFA),\n* South Asia Foundation (SAF),\n* South Asia Initiative to End Violence Against Children (SAIEVAC),\n* Foundation of SAARC Writers and Literature (FOSWAL)\n\nSAARC also has about 18 recognized bodies."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "SAARC Disaster Management Centre",
        "generated_section_content_md": "The SAARC Disaster Management Centre (SDMC) is a regional organization\nestablished to enhance disaster risk management and response within the South\nAsian Association for Regional Cooperation (SAARC) member states. Its primary\nobjective is to provide policy advice, technical support, capacity building,\nand training for comprehensive disaster risk management in the region.\n\nSAARC SDMC\n\n**Key Functions:**\n\n* **Policy Advice and Technical Support:** SDMC offers guidance on disaster management policies and assists in developing systems to improve disaster resilience.\n* **Capacity Building and Training:** The center conducts training programs and workshops to strengthen the disaster management capabilities of member states.\n* **Information Exchange:** Facilitates the sharing of information and expertise among member countries to enhance collaborative disaster risk management efforts.\n\n**Initiatives:**\n\n* **South Asian Disaster Knowledge Network:** A platform for sharing disaster-related information and best practices across the region.\n* **South Asia Digital Vulnerability Atlas (SADVA):** An initiative aimed at mapping and analyzing disaster vulnerabilities in South Asia."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Political issues",
        "generated_section_content_md": "Lasting peace and prosperity in South Asia has been elusive because of the\nvarious ongoing conflicts in the region. Political dialogue is often conducted\non the margins of SAARC meetings which have refrained from interfering in the\ninternal matters of its member states. During the 12th and 13th SAARC summits,\nextreme emphasis was laid upon greater cooperation between SAARC members to\nfight terrorism.\n\nThe 19th SAARC summit scheduled to be held in Pakistan was called off as\nIndia, Bangladesh, Bhutan and Afghanistan decided to boycott it due to a\nterrorist attack on an army camp in Uri. It was the first time that four\ncountries boycotted a SAARC summit, leading to its cancellation.\n\nThe failure of SAARC can also be attributed to conflicts among some of its\nmembers. Pakistan would “indirectly target” India at summits, and “try to get\nthe other members to gang up against Delhi,” a retired Sri Lankan foreign\nsecretary told _The Diplomat_ in 2019. India, for its part, continued to\nemphasize its concerns over terrorism linked to Pakistan, which it regarded as\na bilateral matter and therefore not appropriate for discussion in\nmultilateral settings.\n\nSAARC has faced persistent challenges related to terrorism, including cross-\nborder militancy and allegations of state-sponsored extremism, over several\ndecades. In this context, terrorism has come to symbolize the organization's\nstagnation, exacerbating existing divisions among member states. According to\nglobal and regional terrorism analysts, terrorism in South Asia manifests in\nvarious forms—such as state-supported militancy, extremist groups with alleged\nstate backing, separatist movements, and transnational extremist\nnetworks—contributing to broader regional instability. The 2016 Uri attack\nsignificantly impacted bilateral diplomatic relations and further hindered\nregional cooperation efforts within SAARC.\n\nFollowing political changes in Bangladesh, Dr. Muhammad Yunus, who served as\nthe chief adviser to the interim government in Bangladesh, had publicly\nexpressed interest in revitalizing the South Asian Association for Regional\nCooperation (SAARC) on multiple occasions. However, some policymakers in India\nviewed Bangladesh's initiative with skepticism. India’s External Affairs\nMinister, S. Jaishankar, reportedly indicated that Bangladesh was “batting for\nPakistan” by attempting to revive SAARC. During a bilateral meeting between\nBangladesh’s Foreign Affairs Adviser Towhid Hossain and External Affairs\nMinister Jaishankar in Muscat, Oman, on 16 February, India issued a strong\nstatement on terrorism. According to the Ministry of External Affairs (MEA),\nJaishankar urged Bangladesh “to stop batting for Pakistan and normalising\nterrorism” through efforts to resume SAARC’s activities. MEA spokesperson\nRandhir Jaiswal, speaking at a press briefing, stated: “Everyone in South Asia\nis aware of which country and what activities are responsible for stymieing\nSAARC. EAM conveyed that it is important that Bangladesh should not normalise\nterrorism.” While Pakistan was not named directly, the remarks were widely\ninterpreted as referring to its alleged role in undermining regional\ncooperation.\n\nDr. Minendra Rijal, former Defence Minister of Nepal, stated that Pakistan’s\nsupport for terrorism has contributed to the stagnation of SAARC, obstructed\nregional economic integration, and resulted in substantial economic losses for\nPakistan.\n\nChina too has been trying to undermine the SAARC grouping and has been\nsuggesting alternatives for the same. Analysts in New Delhi have expressed\nlittle surprise at the proposed initiative by China and Pakistan for regional\ncooperation in South Asia. According to a research fellow at the Manohar\nParrikar Institute for Defence Studies and Analyses, China has sought to\npromote alternative regional frameworks since its proposal to join SAARC was\nrejected in 2005. Over the past two decades, it has launched several\nmechanisms for regional engagement, including the China-South Asia Cooperation\nForum in 2006, the Belt and Road Initiative (BRI) Trans-Himalayan Connectivity\nNetwork in 2018—which includes Pakistan, Afghanistan, and Nepal—and the China-\nSouth Asian Countries Poverty Alleviation and Cooperative Development Center\nin 2021.All South Asian countries, except India and Bhutan, are members of the\nBRI. As such, the latest proposal for regional cooperation is seen as part of\nChina's continued efforts to build alternatives to SAARC.\n\nSAARC has generally been ineffective at achieving enhanced regionalism."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "South Asian Free Trade Area",
        "generated_section_content_md": "Countries under the South Asian Free Trade Area\n\nThe SAFTA was envisaged primarily as the first step towards the transition to\na South Asian Free Trade Area (SAFTA) leading subsequently towards a Customs\nUnion, Common Market and the Economic Union. In 1995, Sixteenth session of the\nCouncil of Ministers (New Delhi, 18–19 December 1995) agreed on the need to\nstrive for the realization of SAFTA and to this end, an Inter-Governmental\nExpert Group (IGEG) was set up in 1996 to identify the necessary steps for\nprogressing to a free trade area. The Tenth SAARC Summit (Colombo, 29–31 July\n1998) decided to set up a Committee of Experts (COE) to draft a comprehensive\ntreaty framework for creating a free trade area within the region, taking into\nconsideration the asymmetries in development within the region and bearing in\nmind the need to fix realistic and achievable targets.\n\nThe SAFTA Agreement was signed on 6 January 2004 during Twelfth SAARC Summit\nheld in Islamabad, Pakistan. The Agreement entered into force on 1 January\n2006, and the Trade Liberalization Programme commenced from 1 July 2006. Under\nthis agreement, SAARC members will bring their duties down to 20 percent by\n2009. Following the Agreement coming into force the SAFTA Ministerial Council\n(SMC) has been established comprising the Commerce Ministers of the Member\nStates. In 2012 SAARC exports increased substantially to $354.6 billion from\n$206.7 billion in 2009. Imports too increased from $330 billion to $602\nbillion over the same period. But the intra-SAARC trade amounts to just a\nlittle over 1% of SAARC's GDP. In contrast to SAARC, in ASEAN (which is\nactually smaller than SAARC in terms of the size of the economy) the intra-\nbloc trade stands at 10% of its GDP.\n\nThe SAFTA was envisaged to gradually move towards the South Asian Economic\nUnion, but the current intra-regional trade and investment relation are not\nencouraging and it may be difficult to achieve this target. SAARC intra-\nregional trade stands at just five percent on the share of intra-regional\ntrade in overall trade in South Asia. Similarly, foreign direct investment is\nalso dismal. The intra-regional FDI flow stands at around four percent of the\ntotal foreign investment.\n\nThe Asian Development Bank has estimated that inter-regional trade in SAARC\nregion possessed the potential of shooting up agricultural exports by $14\nbillion per year from existing level of $8 billion to $22 billion. The study\nby Asian Development Bank states that against the potential average SAARC\nintra-regional trade of $22 billion per year, the actual trade in South Asia\nhas been only around $8 billion. The uncaptured potential for intra-regional\ntrade is therefore $14 billion per year, i.e., 68%."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "SAARC Visa Exemption Scheme",
        "generated_section_content_md": "The SAARC Visa Exemption Scheme was launched in 1992. The leaders at the\nFourth Summit (Islamabad, 29–31 December 1988), realizing the importance of\npeople-to-people contact among SAARC countries, decided that certain\ncategories of dignitaries should be entitled to a Special Travel document. The\ndocument would exempt them from visas within the region. As directed by the\nSummit, the Council of Ministers regularly kept under review the list of\nentitled categories.\n\nCurrently, the list included 24 categories of entitled persons, which include\ndignitaries, judges of higher courts, parliamentarians, senior officials,\nentrepreneurs, journalists, and athletes.\n\nThe Visa Stickers are issued by the respective Member States to the entitled\ncategories of that particular country. The validity of the Visa Sticker is\ngenerally for one year. The implementation is reviewed regularly by the\nImmigration Authorities of SAARC Member States."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "SAARC Award",
        "generated_section_content_md": "The Twelfth (12th) Summit approved the SAARC Award to support individuals and\norganizations within the region. The main aims of the SAARC Award are:\n\n* To encourage individuals and organizations based in South Asia to undertake programmes and activities that complement the efforts of SAARC.\n* To encourage individuals and organizations in South Asia contributing to bettering the conditions of women and children.\n* To honour outstanding contributions and achievements of individuals and organizations within the region in the fields of peace, development, poverty alleviation, environmental protection, and regional cooperation.\n* To honour any other contributions and achievement not covered above of individuals and organizations in the region.\n\nThe SAARC Award consists of a gold medal, a letter of citation, and cash prize\nof $25,000. Since the institution of the SAARC Award in 2004, it has been\nawarded only once and the Award was posthumously conferred upon the late\nPresident Ziaur Rahman of Bangladesh."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "8.2",
        "section_name": "SAARC Literary Award",
        "generated_section_content_md": "Recipients of SAARC Literary Award 2013\n\nThe SAARC Literary Award is an annual award conferred by the Foundation of\nSAARC Writers and Literature (FOSWAL) since 2001 which is an apex SAARC body.\nSome of the prominent recipients of this award include Shamshur Rahman,\nMahasweta Devi, Jayanta Mahapatra, Abhi Subedi, Mark Tully, Sitakant\nMahapatra, Uday Prakash, Suman Pokhrel, and Abhay K.\n\nNepali poet, lyricist, and translator Suman Pokhrel is the only poet/writer to\nbe awarded twice."
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "8.3",
        "section_name": "SAARC Youth Award",
        "generated_section_content_md": "The SAARC Youth Award is awarded to outstanding individuals from the SAARC\nregion. The award is notable because of the recognition it gives to the Award\nwinner in the SAARC region. The award is based on specific themes which apply\nto each year. The award recognizes and promotes the commitment and talent of\nthe youth who give back to the world at large through various initiatives such\nas Inventions, Protection of the Environment and Disaster relief. The\nrecipients who receive this award are ones who have dedicated their lives to\ntheir individual causes to improve situations in their own countries as well\nas paving a path for the SAARC region to follow. The Committee for the SAARC\nYouth Award selects the best candidate based on his/her merits and their\ndecision is final.\n\nPrevious Winners:\n\n* 1992: World Population Issue and Welfare - Painting; - Devang Soparkar (India)\n* 1997: Outstanding Social Service in Community Welfare – Sukur Salek (Bangladesh)\n* 1998: New Inventions and Shanu — Najmul Hasnain Shah (Pakistan)\n* 2001: Creative Photography: South Asian Diversity – Mushfiqul Alam (Bangladesh)\n* 2002: Outstanding contribution to protect the Environment – Masil Khan (Pakistan)\n* 2003: Invention in the Field of Traditional Medicine – Hassan Sher (Pakistan)\n* 2004: Outstanding contribution to raising awareness of TB and/or HIV/AIDS – Ajij Prasad Poudyal (Nepal)\n* 2006: Promotion of Tourism in South Asia – Syed Zafar Abbas Naqvi (Pakistan)\n* 2008: Protecting the Environment in South Asia – Deepani Jayantha (Sri Lanka)\n* 2009: Outstanding contribution to humanitarian works in the aftermath of Natural Disasters – Ravikant Singh (India)\n* 2010: Outstanding contribution for the Protection of Environment and mitigation of Climate Change – Anoka Primrose Abeyrathne (Sri Lanka)\n* 2011: Youth leadership in the fight against social ills - Mr. Mohamed Faseen Rafiu (The Maldives)"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Secretaries-General of SAARC",
        "generated_section_content_md": "Secretary General of the South Asian Association for Regional Cooperation #  | Name  | Country  | Took office  | Left office\n---|---|---|---|---\n1  | Abul Ahsan | Bangladesh | 16 January 1985 | 15 October 1989\n2  | Kant Kishore Bhargava | India | 17 October 1989 | 31 December 1991\n3  | Ibrahim Hussein Zaki | Maldives | 1 January 1992 | 31 December 1993\n4  | Yadav Kant Silwal | Nepal | 1 January 1994 | 31 December 1995\n5  | Naeem U. Hasan | Pakistan | 1 January 1996 | 31 December 1998\n6  | Nihal Rodrigo | Sri Lanka | 1 January 1999 | 10 January 2002\n7  | Q. A. M. A. Rahim | Bangladesh | 11 January 2002 | 28 February 2005\n8  | Chenkyab Dorji | Bhutan | 1 March 2005 | 29 February 2008\n9  | Sheel Kant Sharma | India | 1 March 2008 | 28 February 2011\n10  | Fathimath Dhiyana Saeed | Maldives | 1 March 2011 | 11 March 2012\n11  | Ahmed Saleem | Maldives | 12 March 2012 | 28 February 2014\n12  | Arjun Bahadur Thapa | Nepal | 1 March 2014 | 28 February 2017\n13  | Amjad Hussain B. Sial | Pakistan | 1 March 2017 | 29 February 2020\n14  | Esala Ruwan Weerakoon | Sri Lanka | 1 March 2020 | 3 March 2023\n15  | Golam Sarwar | Bangladesh | 4 March 2023 | _Incumbent_"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "SAARC summits",
        "generated_section_content_md": "No | Date | Country | Host | Host leader\n---|---|---|---|---\n1st | 7–8 December 1985 | Bangladesh | Dhaka | Ataur Rahman Khan\n2nd | 16–17 November 1986 | India | Bengaluru | Rajiv Gandhi\n3rd | 2–4 November 1987 | Nepal | Kathmandu | King Birendra Bir Bikram Shah\n4th | 29–31 December 1988 | Pakistan | Islamabad | Benazir Bhutto\n5th | 21–23 November 1990 | Maldives | Malé | Maumoon Abdul Gayoom\n6th | 21 December 1991 | Sri Lanka | Colombo | Ranasinghe Premadasa\n7th | 10–11 April 1993 | Bangladesh | Dhaka | Khaleda Zia\n8th | 2–4 May 1995 | India | New Delhi | P V Narasimha Rao\n9th | 12–14 May 1997 | Maldives | Malé | Maumoon Abdul Gayoom\n10th | 29–31 July 1998 | Sri Lanka | Colombo | Chandrika Kumaratunga\n11th | 4–6 January 2002 | Nepal | Kathmandu | Sher Bahadur Deuba\n12th | 2–6 January 2004 | Pakistan | Islamabad | Zafarullah Khan Jamali\n13th | 12–13 November 2005 | Bangladesh | Dhaka | Khaleda Zia\n14th | 3–4 April 2007 | India | New Delhi | Manmohan Singh\n15th | 1–3 August 2008 | Sri Lanka | Colombo | Mahinda Rajapaksa\n16th | 28–29 April 2010 | Bhutan | Thimphu | Jigme Thinley\n17th | 10–11 November 2011 | Maldives | Addu | Mohammed Nasheed\n18th | 26–27 November 2014 | Nepal | Kathmandu | Sushil Koirala\n19th | 15–16 November 2016 | Pakistan | Islamabad | Cancelled"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Current leaders of SAARC",
        "generated_section_content_md": "Leaders are either heads of state or heads of government, depending on which\nis constitutionally the chief executive of the nation's government.\n\n* Afghanistan\n**Hibatullah Akhundzada**\nSupreme Leader of Afghanistan\n(_de facto_)\n\n* People's Republic of Bangladesh\n**Muhammad Yunus**\nChief Adviser to the Government of Bangladesh\n\n* Kingdom of Bhutan\n**Tshering Tobgay**\nPrime Minister of Bhutan\n\n* Republic of India\n**Narendra Modi**\nPrime Minister of India\n\n* Republic of Maldives\n**Mohamed Muizzu**\nPresident of the Maldives\n\n* Federal Democratic Republic of Nepal\n**Khadga Prasad Sharma Oli**\nPrime Minister of Nepal\n\n* Islamic Republic of Pakistan\n**Shehbaz Sharif**\nPrime Minister of Pakistan\n\n* Democratic Socialist Republic of Sri Lanka\n**Anura Kumara Dissanayake**\nPresident of Sri Lanka"
    },
    {
        "chapter_name": "South Asian Association for Regional Cooperation",
        "chapter_id": "1",
        "section_number": "11.1",
        "section_name": "Current leaders",
        "generated_section_content_md": "Country  | Chief executive  | Incumbent\n---|---|---\nAfghanistan | Supreme Leader (_de facto_)  | Hibatullah Akhundzada\nBangladesh | Chief Adviser to the Government | Muhammad Yunus\nBhutan | Prime Minister | Tshering Tobgay\nIndia | Prime Minister | Narendra Modi\nMaldives | President | Mohamed Muizzu\nNepal | Prime Minister | K.P. Sharma Oli\nPakistan | Prime Minister | Shehbaz Sharif\nSri Lanka | President | Anura Kumara Dissanayake"
    }
]