[
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Military unit\n\nThe **System of Cooperation Among the American Air Forces** (Spanish: _Sistema\nde Cooperación entre las Fuerzas Aéreas Americanas_ , SICOFAA) is an\napolitical voluntary international organization among the North and South\nAmerican air forces.\n\nSICOFAA's mission is to promote and strengthen the bonds of friendship\nprevalent in the Air Forces of the American Continent, members of the System,\nas well as to achieve the mutual support among them through their cooperation\nto act jointly when directed to do so by their respective governments.\nCritical topics include air operations, human resources, education and\ntraining, search and rescue, disasters relief, telecommunications, aerospace\nmedicine, weather, prevention of plane crashes, and scientific research.\n\n**System of Cooperation Among the American Air Forces** (Spanish: _Sistema de\nCooperación entre las Fuerzas Aéreas Americanas_) or _SICOFAA_. Is based out\nof Davis-Monthan Air Force Base, Arizona. SICOFAA started in 1961 as a forum\nfor senior leaders from Air Forces in the Western Hemisphere to discuss\nmilitary issues and aviation topics. Today, the organization has become more\nformalized, but has kept to its voluntary and apolitical status while striving\nto foster friendship and cooperation among American Air Forces through the\ninterchange of experiences, training and education. _SICOFAA_ also develops\nprocedures and plans to facilitate combined actions between air components of\nmember nations.\n\n_SICOFAA_ holds a yearly meeting called the **Conference of the American Air\nChiefs** or **CONJEFAMER** , this is where air chiefs and representatives from\n21 Western Hemisphere member nations meet, ranging from Canada to Argentina.\n\nThe location of each year's _CONJEFAMER_ conference rotates among member\nnations; this year (2014) the Colombian Air Force hosted the military\ndelegations during the week-long event.\n\nConference attendees meet to confer over recommendations and programs proposed\nduring _CONJEFAMER_ committee meetings held earlier this year.\n\nThe Organizations focused on the professional Airman and the interests of Air\nForces of each nation are vital in ensuring governments understand what\nairpower can provide to their citizens. SICOFAA ensures issues that apply to\nAir Forces across the Americas are discussed in an atmosphere of trust and\nunderstanding and that there is much we can learn from one another."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "On April 16, 1961, US Air Force Chief of Staff Thomas D. White hosted a\nconference at Randolph Air Force Base. Here the delegates proposed on creating\nan organization that would help fortify the inter-institutional relations and\nplanning of effective professional cooperation of the American Air Forces.\n\nIn 1964, the Peruvian Air Force proposed the creation of a voluntary\norganization of mutual professional relations in a document titled \"Bases and\nProcedures for a Cooperation System between the American Air Forces\". This\ndocument was accepted in 1965 as the first corporate charter of SICOFAA.\n\nBefore 1990 SICOFAA consisted of three parts: the administrative (SPS), the\ncommunications (SITFAA), and the educational (IAAFA). During that time SICOFAA\nwas under the Twelfth Air Force (AFSOUTH). It was in that year that Hurricane\nAndrew destroyed Homstead Air Force Base where both the administrative and\neducational parts of SICOFAA were stationed. It was then that SICOFAA was\nreorganized, IAAFA was moved to Lackland AFB and the administrative portion\nwas moved to Andrews AFB. After this reorganization, the administrative\npartition was the only one that remained under the Twelfth Air Force. In 2011\nthe administrative portion was physically realigned to be collocated with the\nTwelfth Air Force (AFSOUTH) at Davis-Monthan AFB to be better supported."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members",
        "generated_section_content_md": "System of Cooperation Among the American Air Forces Map\n\nSICOFAA is composed of 23 member countries:\n\nArgentina\nBelize\nBolivia\nBrazil\nCanada\nChile\nColombia\nCosta Rica\nDominican Republic\nEcuador\nEl Salvador\nGuatemala\nGuyana\nHonduras\nJamaica\nMexico\nNicaragua\nPanama\nParaguay\nPeru\nUnited States\nUruguay\nVenezuela\n\nAnd two observer countries:\n\nHaiti\nTrinidad and Tobago"
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Committees",
        "generated_section_content_md": "Committees are permanent organisms that study and analyze subjects,\ninterchange ideas and share procedures that improve the operations and\ncollaboration between the member countries of SICOFAA."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "SPS",
        "generated_section_content_md": "The **SICOFAA Permanent Secretariat** (Spanish: _Secretaría Permanente del\nSistema_ , SPS) is responsible for administrative functions of SICOFAA and is\nlocated at Davis-Monthan Air Force Base. Its purpose is to centralize and\nensure continuity and permanence to all the activities of SICOFAA as they are\nestablished at the CONJEFAMER. The SPS consists of a Secretary General (an\nUSAF O-6), and a Sub Secretary, and Editor, and other support staff (military\nand civilian). The Sub Secretary position rotates among Colonels of the member\ncountries, it is a two-year tour."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "OENFA",
        "generated_section_content_md": "The **Liaison Officer of the Air Force** (Spanish: _Oficial Enlace de la\nFuerza Aérea_ , OENFA) is the link between Air Force Chiefs of Staff and\nSICOFAA. Each member country has an OENFA."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "SITFAA",
        "generated_section_content_md": "SITFAA logo\n\nThe **Information Technology and Telecommunications System of the American Air\nForces** (Spanish: _Sistema de Informática y Telecomunicaciones de las Fuerzas\nAéreas de América_ , SITFAA) is responsible for communications between\nSICOFAA's member countries. In 1964 SITFAA was created to meet the\ncommunication needs of SICOFAA. Originally SITFAA was part of the Science and\nTechnology Committee but advances and technology have spurred SITFAA to become\nits own entity inside SICOFAA.\n\nSITFAA's capabilities include voice, fax, Internet, and High Frequency. Each\ncountry has its own station within the SITFAA network.\n\nEach member country has a SITFAA station, however, after SICOFAA reorganized\nin 1990 the United States SITFAA station moved from Albrook AFS, Republic of\nPanama, to Andrews AFB in Maryland. It then moved to its present location at\nDavis-Monthan AFB in 2014. The United States does not have a SITFAA station,\nits station serves as the Master Net Control Station (_ECR or Estacion en\nControl de la Red_)."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2.4.1",
        "section_name": "Network",
        "generated_section_content_md": "SITFAA is broken into two networks: the Northern Circuit (_Circuito Norte_)\nand Southern Circuit (_Circuito Sur_).\n\nThe Northern Circuit consists of:\n\n* Canada\n* Colombia\n\n* El Salvador\n* United States\n* Guatemala\n\n* Honduras\n* Jamaica\n* Mexico\n* Nicaragua\n* Panama\n* Dominican Republic\n\nThe Southern Circuit consists of:\n\n* Argentina\n* Bolivia\n* Brazil\n* Chile\n* Ecuador\n* Guyana\n* Paraguay\n* Peru\n* Uruguay\n* Venezuela\n\nThe United States is the Network Control Station (_Estación Control de la Red_\n, ECR). This station is staffed by two operators and an officer stationed at\nDavis-Monthan Air Force Base.\n\nEach circuit members take turns being the Northern Circuit Control Station\n(_Estación Control del Circuito Norte_ , ECCN) or the Southern Circuit Control\nStation (_Estación Control del Circuito Sur_ , ECCS)."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Meetings",
        "generated_section_content_md": "Each year, the committees meet and discuss their fields. The findings are then\nbrought to the yearly PREPLAN where the member countries decide on what topics\nwill be discussed for implementation in the Conference of the Chiefs of the\nAmerican Air Forces (_Conferencia de los Jefes de las Fuerzas Aéreas\nAmericanas_ , CONJEFAMER).\n\nDuring the years that an exercise will take place, named COOPERACIÓN, there\nare three planning meeting prior to the exercise. If time permits, there will\nbe a fifth meeting (the exercise counting as one) to compile all the lessons\nlearned. These lessons learned are then brought to the yearly PREPLAN where\nthe member countries finalize the presentations that will be conducted during\nthe CONJEFAMER.\n\nThe top Generals of the member Air Forces make decisions on the findings of\nthe committees brought before them. The Chief of the Air Force of the host\nnation awards the SICOFAA Legion of Merit Medal at this conference."
    },
    {
        "chapter_name": "System of Cooperation Among the American Air Forces",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Awards",
        "generated_section_content_md": "The Legion of Merit Award American Aviation Fellowship, was created in the\nXVIII CONJEFAMER, which was held in the United States in 1978, with the aim of\nencouraging those military or civilian, public or private institutions,\nrelating to Air Forces in the Americas, whose actions have promoted and\nfostered the growth and importance of the System of Cooperation among American\nAir Forces (SICOFAA).\n\n* SICOFAA Legion of Merit Gentleman\n* SICOFAA Legion of Merit Officer\n* SICOFAA Legion of Merit Grand Cross"
    }
]