[
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International political forum of Middle-European states\n\nThe **Three Seas Initiative** (**3SI** or **TSI**), known also as the\n**Baltic, Adriatic, Black Sea** (**BABS**) **Initiative** or simply as the\n**Three Seas** (Latin: _**Trimarium**_ , Polish: _Trójmorze_), is a forum of\nthirteen states, in the European Union, running along a north–south axis from\nthe Baltic Sea to the Adriatic and Black Seas in Central and Eastern Europe.\nThe Initiative aims to create a regional dialogue on questions affecting the\nmember states.\n\nIn 2016, representatives of the original 13 member states (Austria, Bulgaria,\nCroatia, the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland,\nRomania, Slovakia, Slovenia and Greece) met for their first summit in\nDubrovnik, Croatia. At the seventh summit in Riga on 20 June 2022, Ukraine\nreceived the status of a partner-participant of the TSI, _de facto_ becoming a\nparticipant in this initiative. At the 2023 summit, Greece became a member and\nMoldova a partner-participant, while at the 2025 summit, Albania and\nMontenegro became partner-participants."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Statistics",
        "generated_section_content_md": "The twelve Three Seas countries cover 29 per cent of the European Union's\nterritory (1,210,000 km2 or 470,000 sq mi), are home to 25 percent of the\nEuropean Union's inhabitants (110 million), and produce €2.3 trillion or one\nseventh of the EU's GDP (nominal)."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "The Three Seas Initiative, which was influenced by the Polish interwar\nIntermarium concept, was launched in 2015 by Polish President Andrzej Duda and\nCroatian President Kolinda Grabar-Kitarović."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "First summit, Dubrovnik, 2016",
        "generated_section_content_md": "The Initiative's first summit, held in Dubrovnik, Croatia, on 25–26 August\n2016, ended with a declaration of economic cooperation in energy and in\ntransport and communications infrastructures. Polish President Andrzej Duda\ncalled the initiative \"a new concept to promote Europe's unity and cohesion...\nan idea of cooperation among 12 countries located between the Adriatic, Baltic\nand Black Seas, the three seas of Central Europe.\"\n\nGuests included Chinese Ministerial Assistant for Foreign Affairs Liu Haixing,\nwho spoke about Three Seas Initiative interconnectedness with China's Belt and\nRoad Initiative, and former US National Security Advisor General James L.\nJones, who stressed the Three Seas Initiative's role in European development\nand security."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Second summit, Warsaw, 2017",
        "generated_section_content_md": "The Initiative's second summit was held 6–7 July 2017 in Warsaw, Poland. Guest\nattendees included US President Donald Trump. The participating countries\nunanimously agreed to set up a Three Seas Business Forum."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Third summit, Bucharest, 2018",
        "generated_section_content_md": "The Initiative's third summit took place 17–18 September 2018 in Bucharest,\nRomania. Participants approved interconnection projects in three key areas:\ntransport, energy, and digital. Guest attendees included President of the\nEuropean Commission Jean-Claude Juncker, German Foreign Minister Heiko Maas,\nand US Secretary of Energy Rick Perry. The first edition[_clarification\nneeded_] of the Business Forum was organised. A 3SI Network of Chambers of\nCommerce was created, and a letter of intent was signed concerning\nestablishment of a Three Seas Investment Fund."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "List of summits",
        "generated_section_content_md": "| Date | Location | Hosting leader | Notes\n---|---|---|---|---\n1 | 2016\n25–26 August | Dubrovnik, Croatia | Kolinda Grabar-Kitarović | Format established.\n2 | 2017\n6–7 July | Warsaw, Poland | Andrzej Duda | U.S. President Donald Trump attended.\n3 | 2018\n17–18 September | Bucharest, Romania | Klaus Iohannis | E.U. Commission President Jean-Claude Juncker, German Foreign Minister Heiko Maas, and U.S. Secretary of Energy Rick Perry attended.\n4 | 2019\n5–6 June | Ljubljana, Slovenia | Borut Pahor | E.U. Commission President Jean-Claude Juncker, German president Frank-Walter Steinmeier, and U.S. Secretary of Energy Rick Perry attended.\n5 | 2020\n19 October  | Tallinn, Estonia  | Kersti Kaljulaid | Virtual summit\n6 | 2021\n8–9 July  | Sofia, Bulgaria  | Rumen Radev | Greek president Katerina Sakellaropoulou attended.\n7 | 2022\n20–21 June  | Riga, Latvia  | Egils Levits |\n8 | 2023 6-7 September  | Bucharest, Romania | Klaus Iohannis | IMF Managing Director Kristalina Georgieva attended.\nGreece became the 13th member of the initiative and Moldova a partner-\nparticipant.\n9 | 2024 11 April  | Vilnius, Lithuania | Gitanas Nausėda | Japan became 4th Strategic Partner of the Initiative\n10 | 2025 28-29 April  | Warsaw, Poland | Andrzej Duda | Albania and Montenegro became partner-participants."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Projects",
        "generated_section_content_md": "Donald Trump's visit to Poland, July 2017 2018 Three Seas summit in Bucharest\n\nThe initiative is closely related to two major infrastructure projects in the\nregion:\n\n* A north–south highway \"Via Carpathia\", connecting Klaipėda in Lithuania with Thessaloniki in Greece\n* Liquefied natural gas infrastructure, with sea terminals in Poland and Croatia and a connecting pipeline\n\nOther projects are the Baltic-Adriatic Corridor, Via Baltica road, Rail\nBaltica and Amber Rail Freight Corridor rail connections. Another project is\nRail-2-Sea, which aims to connect the Baltic Sea port of Gdańsk (Poland) with\nthe Black Sea port of Constanța (Romania) through a 3,663 kilometres (2,276\nmiles) long railway line."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Three Seas Initiative Investment Fund (3SIIF)",
        "generated_section_content_md": "The initial two founding institutions from Poland and Romania have committed\nthemselves to make payments totaling more than 500 million euros. The Fund is\nopen to other Three Seas countries, which may join it after obtaining\nappropriate permits. The supervisory board of the Fund consists of\nrepresentatives of development banks from Poland, Romania, Latvia, and the\nCzech Republic.\n\nIn 2019, Bank Gospodarstwa Krajowego and Export–Import Bank of Romania signed\nthe founding act of the Three Seas Initiative Investment Fund. The fund is to\nfocus on projects creating transport, energy and digital infrastructure in the\nThree Seas region. Private investors from pension funds, private investment\nfunds, and other entities will also be invited to the fund. The aim is to\nraise up to €3–5 billion.\n\nThe fund will engage, on a commercial basis, in infrastructure projects with a\ntotal value of up to €100 billion, while the needs of the Three Seas region\nhave been estimated at over €570 billion.\n\nPrior to the 2020 Tallinn Summit, United States Secretary of State Mike Pompeo\npledged up to a billion dollars in financing for the Investment Fund. The\ninvestment was not made.\n\nThe fund's assets were estimated at €900 mil. in 2023. The fund is\ncollaborating with the Amber Infrastructure Group in raising capital and\nmanaging investments."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Croatia",
        "generated_section_content_md": "Social-democratic Croatian President Zoran Milanović stated that the\ninitiative is harmful for Croatia."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Czech Republic",
        "generated_section_content_md": "The Three Seas Initiative was perceived rather negatively by Czech experts and\ndiplomats during its launch. It was seen as a Polish attempt to create its\nsphere of influence (similar to the historical perception of Intermarium).\nFurther fears were related to a possibility of deepening the east–west\ndivision in the EU and exclusion of Germany. A long term Czech objection was\nthat there should be no competing geopolitical project in the region that\nwould weaken the EU. Some of those objections have been partially addressed\nlately also due to a good experience with cooperation on infrastructure\nprojects in the Visegrád Group.[_verification needed_] Further improvement of\nCzech position toward the Initiative happened after the term of the president\nMiloš Zeman ended and the government could remove from the Czech priority list\nthe controversial project of Danube-Odra-Labe channel in 2023. The Ministry of\nforeign affairs suggested the new priority projects should be the gas\nconnection STORK II and high-speed rail connection to Poland. On the other\nhand, Czechia still does not seem interested in joining the Investment fund or\nhosting a summit."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Finland",
        "generated_section_content_md": "The populist Finns Party has advocated for Finland to join the initiative."
    },
    {
        "chapter_name": "Three Seas Initiative",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Ukraine",
        "generated_section_content_md": "In 2016, Ukraine was sent an invitation to the Three Seas Summit in Dubrovnik.\nHowever, no state representative was sent to the meeting. In August 2019,\nduring the visit of Ukrainian President Volodymyr Zelenskyy to Poland, he\nstated that Ukraine is interested in becoming an active participant in\nregional projects and initiatives in Poland, such as the Three Seas, which\ncovers the Baltic, Adriatic and Black Seas. It was also noted that Ukraine is\nalready cooperating in the construction of the trans-European Via Carpatia\nhighway, and is discussing an ambitious E-40 waterway project for Ukraine.\"\n\nIn October 2019, Polish Foreign Minister Jacek Czaputowicz said that Ukraine\ncould not now join the Three Seas Initiative, as it includes the countries of\nCentral and Southern Europe, which are members of the European Union. The head\nof Polish diplomacy explained that the Three Seas Initiative should not be\nassociated with geopolitics, as it is only an infrastructure project.\n\nIn November 2019, during the visit of the President of Ukraine Volodymyr\nZelenskyy to Estonia, he stated that Ukraine is interested in joining the TSI\nand intends to discuss this issue with Estonian partners.\n\nAfter the start of the 2022 Russian invasion during the Russian-Ukrainian War,\nPresident of Poland Andrzej Duda in his address to the Verkhovna Rada of\nUkraine on 22 May 2022, stated that Ukraine should join the Three Seas\nInitiative. Later, on 7 June 2022, the Prime Minister of Poland, Mateusz\nMorawiecki, at the opening of a two-day congress of local self-government in\nthe Three Seas in Lublin, stated that the Three Seas Initiative is impossible\nwithout involving a free and sovereign Ukraine.\n\nAt the seventh summit in Riga on 20 June 2022, speaking on video, the\nPresident of Ukraine Volodymyr Zelenskyy stated that Ukraine should become a\nmember of the Three Seas Initiative. Zelenskyy suggested strengthening the\ninterpretation of cooperation within the Three Seas, emphasizing the\nimportance of logistics. Speaking about cooperation in the energy sector,\nZelenskyy reminded that Ukraine has one of the largest gas storage facilities\nin the region. At this summit Ukraine received the status of a partner-\nparticipant of the TSI, _de facto_ becoming a participant in this initiative."
    }
]