[
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International transportation cooperation organisation\n\n**TRACECA** (acronym: **Tra** nsport **C** orridor **E** urope-**C**\naucasus-**A** sia) is an international transport programme involving 14\ncountries from the European Union, Eastern Europe, the Caucasus, and Central\nAsia. The programme aim is to strengthen economic relations, trade, and\ntransport in the regions of the Black Sea basin, the South Caucasus, and\nCentral Asia. It has a permanent Secretariat, originally financed by the\nEuropean Commission, in Baku, Azerbaijan, and a regional office in Odesa,\nUkraine."
    },
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origins",
        "generated_section_content_md": "TRACECA was established in May 1993 in Brussels, upon the signing of a\nMultilateral Agreement on International Transport for the development of\ntransport initiatives (including the establishment and development of a road\ncorridor) between EU member states, Eastern European, Caucasus and Central\nAsian countries. The programme supports the political and economic\nindependence of former Soviet Union republics through enhancing their access\nto European and global markets through road, rail and sea. The objectives of\nTRACECA were underlined by the Baku Initiative of 2004, followed by a further\nministerial conference in Sofia, Bulgaria, in 2006."
    },
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "European Union\n\nTRACECA participating states\n\nTRACECA agreement signed, but not yet participating\n\nThe following states currently participate in the TRACECA program:\n\n* Armenia\n* Azerbaijan\n* Georgia\n* Iran\n* Kazakhstan\n* Kyrgyzstan\n* Moldova\n* Tajikistan\n* Turkey\n* Turkmenistan\n* Ukraine\n* Uzbekistan\n\nPlus two member states of the EU:\n\n* Bulgaria\n* Romania\n\nIran officially joined TRACECA in 2009 after their request was accepted during\na meeting held in Brussels. However, technical assistance has not been\nprovided to Iran since 2010 due to EU sanctions."
    },
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Observer members",
        "generated_section_content_md": "In 1996, Mongolia was granted observer status. In 2009, Lithuania was granted\nobserver status. In July 2016, Greece announced they were considering joining\nTRACECA activities as an observer. In March 2018, Greece was granted observer\nstatus during a meeting held in Yerevan."
    },
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "International cooperation",
        "generated_section_content_md": "TRACECA has signed numerous Memorandums of Understanding and cooperation\nagreements with other international organizations, including the Central Asia\nRegional Economic Cooperation Program, Economic Cooperation Organization,\nEuropean Civil Aviation Conference, International Road Transport Union,\nInternational Union of Railways, Organisation for Co‑operation between\nRailways, Organization of the Black Sea Economic Cooperation, United Nations\nEconomic Commission for Europe, and the United Nations Economic and Social\nCommission for Asia and the Pacific.\n\nIn July 2023, it was announced that TRACECA would join the eTIR international\nsystem."
    },
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Secretary-General",
        "generated_section_content_md": "The Permanent Secretariat of TRACECA was established in March 2000 in Baku,\nand inaugurated on 21 February 2001, with the participation of the then\nPresident of Azerbaijan Heydar Aliyev, together with Javier Solana,\nChristopher Patten, Anna Lind. The Secretary-General is a chief executive\nofficer of the Permanent Secretariat. The first Secretary-General elected by\nthe Intergovernmental Commission was a representative of Georgia, ambassador\nZviad Kvachantiradze.\n\nThe current Secretary-General is Asset Assavbayev, appointed by the\nIntergovernmental Commission in December 2019.\n\nNo. | Secretary-General | Dates in office | Country of origin | Ref\n---|---|---|---|---\n1  | Zviad Kvachantiradze | 2000–2002  |  Georgia  |\n2  | Abdurashid Tagirov  | 2002–2003  |  Uzbekistan\n3  | Lyudmila Trenkova  | 2003–2006  |  Bulgaria\n4  | Rustan Jenalinov  | 2006–2009  |  Kazakhstan\n5  | Zhantoro Satybaldiyev | 2009–2011  |  Kyrgyzstan\n6  | Eduard Biriucov  | 2011–2014  |  Moldova\n7  | Mircea Ciopraga  | 2015–2019  |  Romania  |\n8  | Asset Assavbayev  | 2019–present  |  Kazakhstan  |"
    },
    {
        "chapter_name": "TRACECA",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Projects",
        "generated_section_content_md": "TRACECA has five working groups: maritime transport, aviation, road and rail,\ntransport security, and transport infrastructure. Amongst its specific\nprojects, was the creation of a new bridge to replace and protect the heritage\nRed Bridge, located between Georgia and Azerbaijan."
    }
]