[
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Permanent intergovernmental body\n\nThe Headquarters of UNCTAD are located at the Palais des Nations in Geneva.\n\n**UN Trade and Development** (**UNCTAD**) is an intergovernmental organization\nwithin the United Nations Secretariat that promotes the interests of\ndeveloping countries in world trade. It was established in 1964 by the United\nNations General Assembly (UNGA) as the **United Nations Conference on Trade\nand Development** but rebranded to its current name on the occasion of its\n60th anniversary in 2024. It reports to both the General Assembly and the\nUnited Nations Economic and Social Council (ECOSOC). UNCTAD is composed of 195\nmember states and works with non-governmental organizations worldwide; its\npermanent secretariat is at UNOG in Geneva, Switzerland.\n\nThe primary objective of UNCTAD is to formulate policies relating to all\naspects of development, including trade, aid, transport, finance and\ntechnology. It was created in response to concerns among developing countries\nthat existing international institutions like GATT (since replaced by the\nWorld Trade Organization), the International Monetary Fund (IMF), and the\nWorld Bank were not properly organized to handle the particular problems of\ndeveloping countries; UNCTAD would provide a forum where developing nations\ncould discuss and address problems relating to their economic development.\n\nOne of UNCTAD's principal achievements was conceiving and implementing the\nGeneralized System of Preferences (GSP), which promotes the export of\nmanufactured goods from developing countries. In the 1970s and 1980s, UNCTAD\nwas closely associated with the New International Economic Order (NIEO), a set\nof proposals that sought to reduce economic dependency and inequality between\ndeveloping and developed countries.\n\nUNCTAD conferences ordinarily take place every four years, with the first\noccurring in Geneva in 1964; fifteen subsequent meetings have taken place\nworldwide, with the most recent held in Bridgetown, Barbados, from 3–8 October\n2021 (albeit virtually, due to the COVID-19 pandemic).\n\nUNCTAD has 400 staff members and a biannual (2010–2011) regular budget of\nUS$138 million in core expenditures and US$72 million in extra-budgetary\ntechnical assistance funds. It is a member of the United Nations Sustainable\nDevelopment Group, a consortium of UN entities that work to promote\nsustainable socioeconomic development."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Membership",
        "generated_section_content_md": "UNCTAD Members\n\nUNCTAD Members at the Trade and Development Board\n\nMembers, List A\n\nMembers, List B\n\nMembers, List C\n\nMembers, List D\n\nMembers, to be assigned\n\nUNCTAD has 195 member states: all UN members plus UN Observer states, the Holy\nSee and Palestine. UNCTAD members are divided into four categories based on\nUnited Nations Regional Groups, with five members unassigned: Kiribati, Nauru,\nSouth Sudan, Tajikistan, Tuvalu. List A consists mostly of countries in the\nUN's African Group and Asia-Pacific Group. List B consists of countries of the\nWestern European and Others Group. List C consists of countries of the Group\nof Latin American and Caribbean States (GRULAC). List D consists of countries\nof the Eastern European Group.\n\nThe lists, originally defined in 19th General Assembly resolution 1995 serve\nto balance geographical distribution of member states' representation on the\nTrade Development Board and other UNCTAD structures. The lists are similar to\nthose of UNIDO, a UN specialized agency.\n\nThe full list is as follows:\n\n**List A** (100 members): Afghanistan, Algeria, Angola, Bahrain, Bangladesh, Benin, Bhutan, Bosnia and Herzegovina, Botswana, Brunei Darussalam, Burkina Faso, Burundi, Cambodia, Cameroon, Cape Verde, Central African Republic, Chad, China, Comoros, Côte d'Ivoire, Republic of Congo, Democratic Republic of Congo, Djibouti, Egypt, Equatorial Guinea, Eritrea, Eswatini, Ethiopia, Fiji, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, India, Indonesia, Iran, Iraq, Israel, Jordan, Kenya, Kuwait, Laos, Lebanon, Lesotho, Liberia, Libya, Madagascar, Malawi, Malaysia, Maldives, Mali, Marshall Islands, Mauritania, Mauritius, Micronesia, Mongolia, Morocco, Mozambique, Myanmar, Namibia, Nepal, Niger, Nigeria, North Korea, Oman, Pakistan, Palestine, Palau, Papua New Guinea, Philippines, Qatar, Rwanda, Samoa, Sao Tome and Principe, Saudi Arabia, Senegal, Seychelles, Sierra Leone, Singapore, Solomon Islands, Somalia, South Africa, Sri Lanka, Sudan, Syria, Tanzania, Thailand, Timor-Leste, Togo, Tonga, Tunisia, Turkmenistan, Uganda, United Arab Emirates, Vanuatu, Viet Nam, Yemen, Zambia, Zimbabwe.\n\n**List B** (32 members): Andorra, Australia, Austria, Belgium, Canada, Cyprus, Denmark, Finland, France, Germany, Greece, Holy See, Iceland, Ireland, Italy, Japan, Liechtenstein, Luxembourg, Malta, Monaco, Netherlands, New Zealand, Norway, Portugal, San Marino, South Korea, Spain, Sweden, Switzerland, Turkey, United Kingdom, United States.\n\n**List C** (33 members): Antigua and Barbuda, Argentina, Bahamas, Barbados, Belize, Bolivia, Brazil, Chile, Colombia, Costa Rica, Cuba, Dominica, Dominican Republic, Ecuador, El Salvador, Grenada, Guatemala, Guyana, Haiti, Honduras, Jamaica, Mexico, Nicaragua, Panama, Paraguay, Peru, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Suriname, Trinidad and Tobago, Uruguay, Venezuela.\n\n**List D** (24 members): Albania, Armenia, Azerbaijan, Belarus, Bulgaria, Croatia, Czech Republic, Estonia, Georgia, Hungary, Kazakhstan, Kyrgyzstan, Latvia, Lithuania, Montenegro, Poland, Moldova, Romania, Russia, Serbia, Slovakia, Slovenia, Macedonia, Ukraine, Uzbekistan.\n\n**Not assigned countries** (5 members): Kiribati, Nauru, South Sudan, Tajikistan, Tuvalu.\n\nOther states that do not participate are Cook Islands, Niue, and the states\nwith limited recognition."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Meetings",
        "generated_section_content_md": "The inter-governmental work is done at five levels of meetings:\n\n* The UNCTAD Conference – held every four years:\n\nUNCTAD XV  | Bridgetown |  Barbados  | 3–8 October 2021\n---|---|---|---\nUNCTAD XIV | Nairobi |  Kenya | 17–22 July 2016\nUNCTAD XIII | Doha |  Qatar | 21–26 April 2012\nUNCTAD XII | Accra |  Ghana | 21–25 April 2008\nUNCTAD XI | São Paulo |  Brazil | 13–18 June 2004\nUNCTAD X | Bangkok |  Thailand | 12–19 February 2000\nUNCTAD IX | Midrand |  South Africa | 27 April – 11 May 1996\nUNCTAD VIII | Cartagena |  Colombia | 8–25 February 1992\nUNCTAD VII  | Geneva |  Switzerland  | 8 Jul – 3 Aug 1987\nUNCTAD VI  | Belgrade |  Yugoslavia  | 6–30 Jun 1983\nUNCTAD V  | Manila |  Philippines  | 7 May – 3 Jun 1979\nUNCTAD IV  | Nairobi |  Kenya  | 5–31 May 1976\nUNCTAD III  | Santiago |  Chile  | 13 Apr – 21 May 1972\nUNCTAD II  | New Delhi |  India  | 31 Jan – 29 Mar 1968\nUNCTAD I  | Geneva |  Switzerland  | 23 Mar – 16 Jun 1964\n\n* The UNCTAD Trade and Development Board – the board manages the work of UNCTAD between two conferences and meets up to three times every year.\n* Four UNCTAD Commissions and one Working Party – these meet more often than the board to take up policy, programme and budgetary issues.\n* Expert Meetings – the commissions will convene expert meetings on selected topics to provide substantive and expert input for Commission policy discussions.\n\nThe 15th quadrennial meeting took place virtually in Bridgetown, Barbados,\nfrom 25 to 30 April 2021."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Geneva, 1964",
        "generated_section_content_md": "In response to developing countries (Least Developed Country, LDC) anxiety at\ntheir worsening position in world trade, the United Nations General Assembly\nvoted for a 'one-off' conference. These early discussions paved the way for\nnew IMF facilities to provide finance for shortfalls in commodity earnings and\nfor the Generalised Preference Schemes which increased access to Northern\nmarkets for manufactured imports from the South. At Geneva, the LDCs were\nsuccessful in their proposal for the conference with its secretariat to become\na permanent organ of the UN, with meetings every four years. At the Geneva\nmeeting, Raúl Prebisch—a prominent Argentinian economist from the United\nNations Economic Commission for Latin America and the Caribbean (ECLAC)—became\nthe organization's first secretary-general."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "New Delhi, 1968",
        "generated_section_content_md": "The New Delhi Conference, held in February and March 1968, was a forum that\nallowed developing countries to reach an agreement on the basic principles of\ntheir development policies. The conference in New Delhi was an opportunity for\nschemes to be finally approved. The conference provided a major impetus in\npersuading the North to follow up on UNCTAD I resolutions, in establishing\ngeneralized preferences. The target for private and official flows to LDCs was\nraised to 1% of the North's GNP, but the developed countries failed to achieve\nthe target by a specific date. This has proven a continuing point of debate at\nUNCTAD conferences.\n\nThe conference led to the International Sugar Agreement, which seeks to\nstabilize world sugar prices."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Santiago, 1972",
        "generated_section_content_md": "The Santiago Conference, 15 April 1972, was the third occasion on which\ndeveloping countries confronted the rich with the need to use trade and aid\nmeasures more effectively to improve living standards in the developing world.\nDiscussion centred on the international monetary system and specifically on\nthe South's proposal that a higher proportion of new special drawing rights\n(SDRs) should be allocated to LDCs as a form of aid (the so-called 'link'). In\nSantiago, substantial disagreements arose within the Group of 77 (G77) despite\npreconference meetings. There was disagreement over the SDR proposal and\nbetween those in the G77 who wanted fundamental changes such as a change in\nthe voting allocations in the South's favour at the IMF and those (mainly the\nLatin American countries) who wanted much milder reforms. This internal\ndissent seriously weakened the group's negotiating position and led to a final\nagreed motion which recommended that the IMF should examine the link and that\nfurther research be conducted into general reforms. This avoided firm\ncommitments to act on the 'link' or general reform, and the motion was passed\nby the conference."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Nairobi, 1976, and Manila, 1979",
        "generated_section_content_md": "UNCTAD IV, held in Nairobi in May 1976, showed relative success compared to\nits predecessors. An Overseas Development Institute briefing paper of April\n1979 highlights one reason for success as being down to the 1973 Oil Crisis\nand the encouragement of LDCs to make gains through producers of other\ncommodities. The principal result of the conference was the adoption of the\nIntegrated Programme for Commodities. The programme covered the principal\ncommodity exports and its objectives aside from the stabilisation of commodity\nprices were: \"Just and remunerative pricing, taking into account world\ninflation\", the expansion of processing, distribution and control of\ntechnology by LDCs and improved access to markets.\n\nUNCTAD V, held in Manila in 1979 in the wake of the Nairobi Conference,\nfocused on the key issues of protectionism in developing countries and the\nneed for structural change, trade in commodities and manufacturing aid and\ninternational monetary reform, technology, shipping, and economic co-operation\namong developing countries. An Overseas Development Institute briefing paper\nwritten in 1979 focuses its attention on the key issues regarding the LDCs'\nrole as the Group of 77 in the international community."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Belgrade, 1983",
        "generated_section_content_md": "The sixth UN Conference on Trade and Development in Belgrade, 6–30 June 1983,\nwas held against the background of earlier UNCTADs which have substantially\nfailed to resolve many of the disagreements between the developed and\ndeveloping countries and of a world economy in its worst recession since the\nearly 1930s. The key issues of the time were finance and adjustment, commodity\nprice stabilisation and trade."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Bridgetown, 2021",
        "generated_section_content_md": "The fifteenth session of UNCTAD was originally scheduled for 2020 but was\ndelayed until 2021 due to COVID-19. This was the first time the conference was\nheld in a Small Island Developing State (SIDS)."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Achievements",
        "generated_section_content_md": "One of UNCTAD's earliest and most notable accomplishments was the formulation\nand implementation of the Generalized System of Preferences (GSP), which\noffered special tariff concessions to exports of manufactured goods by\ndeveloping countries. Accepting this argument, the developed countries\nformulated the GSP scheme under which manufacturers' exports and imports of\nsome agricultural goods from the developing countries enter duty-free or at\nreduced rates in the developed countries. Since imports of such items from\nother developed countries are subject to the normal rates of duties, imports\nof the same items from developing countries would enjoy a competitive\nadvantage."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Reports",
        "generated_section_content_md": "UNCTAD produces a number of topical reports, including:\n\n* The Trade and Development Report\n* The Trade and Environment Review\n* The World Investment Report\n* The Economic Development in Africa Report\n* The Least Developed Countries Report\n* UNCTAD Statistics\n* Digital Economy Report (formerly known as the _Information Economy Report)_\n* The Review of Maritime Transport\n* The International Accounting and Reporting Issues Annual Review\n* The Technology and Innovation Report"
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Other",
        "generated_section_content_md": "UNCTAD conducts technical cooperation programmes such as ASYCUDA, DMFAS,\nEMPRETEC and WAIPA.\n\nIn addition, UNCTAD conducts certain technical cooperation in collaboration\nwith the World Trade Organization through the joint International Trade Centre\n(ITC), a technical cooperation agency targeting operational and enterprise-\noriented aspects of trade development.\n\nUNCTAD hosts the Intergovernmental Working Group of Experts on International\nStandards of Accounting and Reporting (ISAR)."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Partnership initiatives",
        "generated_section_content_md": "UNCTAD is a founding member of the United Nations Sustainable Stock Exchanges\n(SSE) initiative along with the Principles for Responsible Investment, the\nUnited Nations Environment Programme Finance Initiative (UNEP-FI), and the UN\nGlobal Compact."
    },
    {
        "chapter_name": "UN Trade and Development",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "List of secretaries-general and officers-in-charge",
        "generated_section_content_md": "Nr  | Secretary-General  | Dates in office  | Country of origin  | Remarks\n---|---|---|---|---\n1 | Raúl Prebisch | 1963–1969 |  Argentina |\n2 | Manuel Pérez Guerrero [es] | 1969–1974 |  Venezuela |\n3 | Gamani Corea | 1974–1984 |  Sri Lanka |\n4 | Alister McIntyre | 1985 |  Grenada | Officer-in-Charge\n5 | Kenneth K.S. Dadzie | 1986–1994 |  Ghana |\n6 | Carlos Fortin | 1994–1995 |  Chile | Officer-in-Charge\n7 | Rubens Ricupero | 1995–2004 |  Brazil |\n8 | Carlos Fortin | 2004–2005 |  Chile | Officer-in-Charge\n9 | Supachai Panitchpakdi | 1 September 2005 – 30 August 2013 |  Thailand |\n10 | Mukhisa Kituyi | 1 September 2013 – 15 February 2021 |  Kenya |\n11 | Isabelle Durant | 15 February 2021 – 11 June 2021 |  Belgium | Officer-in-Charge\n12 | Rebeca Grynspan | Since 11 June 2021 |  Costa Rica |"
    }
]