[
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International organization\n\nThe **United Nations Programme for Gender Equality and the Empowerment of\nWomen** , also known as **UN Women** , is a United Nations agency charged with\nworking for gender equality and the empowerment of women. UN Women is charged\nwith advocating for the rights of women and girls, and focusing on a number of\nissues, including violence against women and violence against LGBT people.\n\nUN Women was established by a merger of the UN Development Fund for Women\n(UNIFEM, established in 1976) and other agencies and became operational in\n2011. The organization operates under a governance structure and has an\nexecutive board representing different regions. Former President of Chile\nMichelle Bachelet was its inaugural executive director and Jordanian Sima Sami\nBahous is its current executive director. UN Women is a member of the UN\nDevelopment Group."
    },
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In response to UN General Assembly resolution 63/311, in January 2010 the\nSecretary-General presented report A/64/588, entitled _Comprehensive Proposal\nfor the Composite Agency for Gender Equality and the Empowerment of Women_. In\nhis report, the Secretary-General resolved that, rather than relieving other\nparts of the United Nations system of their responsibility for contributing to\nthe promotion of gender equality and women's empowerment, the new agency\nshould seek to sharpen the focus and impact of the gender equality activities\nof the entire United Nations system. Additionally, Secretary-General Ban Ki-\nmoon estimated that approximately $125 million per annum were needed for\noperating costs and \"start-up\" capacity at the country, regional, and\nheadquarters levels. Moreover, an additional $375 million per annum were\nneeded in the initial phase to respond to country-level requests for\nprogrammatic support.\n\nAfter years of negotiations between UN member states, women's groups, and\ncivil society, on 2 July 2010 the General Assembly unanimously adopted\nresolution 64/289, thus creating UN Women by merging the Division for the\nAdvancement of Women (DAW); the International Research and Training Institute\nfor the Advancement of Women (INSTRAW, established in 1976); the Office of the\nSpecial Adviser on Gender Issues and Advancement of Women (OSAGI, established\nin 1997), and the UN Development Fund for Women (UNIFEM, established in 1976).\nSecretary-General Ban Ki-moon announced at the founding of the movement that\nhe was \"grateful to Member States for having taken this major step forward for\nthe world's women and girls. UN Women will significantly boost UN efforts to\npromote gender equality, expand opportunity, and tackle discrimination around\nthe globe.\"\n\nOn 14 September 2010, it was announced that former President of Chile Michelle\nBachelet was appointed as head of UN Women. Various countries supported the\ncreation of the body and welcomed Bachelet as chief. During General Debate at\nthe opening of the 65th General Assembly of the UN, world leaders commended\nthe creation of the body and its intention to \"empower women\", as well as\nwelcoming Bachelet as the inaugural head. On 11 March 2011, John Hendra of\nCanada and Lakshmi Puri of India were appointed as first deputy executive\ndirectors at the level of UN Assistant Secretary-General.\n\nThe provisions set forth by resolution 63/311 on system-wide coherence,\nadopted by the General Assembly on 2 October 2010, constituted the blueprint\nfor UN Women. Seeking to strengthen the UN's institutional arrangements for\ngender equality and women empowerment, resolution 63/311 supported the\nconsolidation of four distinct parts of the UN system that focused exclusively\non gender equality and women's empowerment into a composite entity to be led\nby an Under-Secretary-General. Moreover, the resolution requested that the\nSecretary-General produce a proposal specifying the mission statement of the\ncomposite entity and its organizational arrangements, including an\norganizational chart, funding, and the executive board to oversee its\noperational activities."
    },
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure and functioning",
        "generated_section_content_md": "Resolution 64/289 determined that the entity should be headed by an Under-\nSecretary-General, to be appointed by the Secretary-General in consultation\nwith member states, for a term of four years, with the possibility of renewal\nfor one term.[_citation needed_]\n\nThe organization is governed by a multi-tiered intergovernmental governance\nstructure in charge of providing normative and operational policy guidance.\nThe General Assembly, Economic and Social Council, and the Commission on the\nStatus of Women (CSW) constitute the governance structure that sets forth the\nnormative policy guiding principles of the Entity. The intergovernmental\ngovernance structure in charge of providing operational policy guidance to UN\nWomen includes the General Assembly, the Economic and Social Council and the\norganization's executive board.[_citation needed_] The latter consist of 41\nmembers, elected by the Economic and Social Council for a term of three years\nand distributed as follows:\n\n* Ten from the Group of African States\n* Ten from the Group of Asian States\n* Four from the Group of Eastern European States\n* Six from the Group of Latin American and Caribbean States\n* Five from the Group of Western European and Other States\n* Six from contributing countries. Four seats will be selected by and from the top ten largest providers of voluntary core contributions to UN Women. The remaining two seats will be allocated to two developing countries not members of the Development Assistance Committee of the Organization for Economic Co-operation and Development (DAC/OECD). These two countries will be selected by the developing countries not members of the Development Assistance Committee among the top ten providers of voluntary core contributions to the entity.[_citation needed_]\n\nThe resources required to fund all normative processes are obtained from the\nEntity's regular budget and approved by the General Assembly, whereas the\nbudget for service operational processes and activities at all levels are\nfunded from voluntary contributions and approved by the executive board of UN\nWomen."
    },
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Executive Board",
        "generated_section_content_md": "The IWD 2014 parade\n\nJordanian Sima Sami Bahous is the executive director of UN Women as of 2023.\nThe 2020 executive board consists of:\n\n* **Africa:** Angola, Burundi, Democratic Republic of Congo, Equatorial Guinea, Ghana, Kenya, Madagascar, Morocco, Nigeria, and Sierra Leone.\n* **Asia-Pacific:** Bangladesh, China, India, Indonesia, Japan, Kazakhstan, Lebanon, Mongolia, Nepal, Republic of Korea, and Saudi Arabia.\n* **Eastern Europe:** Georgia, Hungary, Lithuania, and Russia.\n* **Latin America and the Caribbean:** Argentina, Brazil, Chile, Colombia, Cuba, and Mexico.\n* **Western Europe and other States:** Belgium, Canada, Germany, New Zealand, Switzerland.\n* **Contributing countries:** Finland, Senegal, Sweden, Turkey, United Kingdom, United States."
    },
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Mandate",
        "generated_section_content_md": "The mandate and functions of UN Women consist of the consolidated mandates and\nfunctions of the Office of the Special Adviser on Gender Issues and\nAdvancement of Women, the Division for the Advancement of Women, the United\nNations Development Fund for Women, and the International Research and\nTraining Institute for the Advancement of Women. In addition, the entity must\nlead, coordinate, and promote the accountability of the United Nations system\nin its work on gender equality and women's empowerment. The goal of UN Women\nis to \"enhance, not replace, efforts by other parts of the UN system (such as\nUNICEF, UNDP, and UNFPA), which will continue to have a responsibility to work\nfor gender equality and women's empowerment in their areas of expertise.\"\n\nIn accordance with the provisions of resolution 64/289, UN Women is to work\nwithin the framework of the UN Charter and the Beijing Declaration and\nPlatform for Action, including its 12 critical areas of concern and the\noutcome of the 23rd special session of the General Assembly, as well as other\napplicable UN instruments, standards, and resolutions that address gender\nequality and the empowerment and advancement of women.\n\nUN Women executive director Phumzile Mlambo-Ngcuka speaking at Girl Summit\n2014\n\nUN Women's main areas of work include:\n\n* Leadership and political participation\n* Economic empowerment\n* Ending violence against women\n* Humanitarian action\n* Peace and security\n* Governance and national planning\n* The 2030 Agenda for Sustainable Development\n* HIV and AIDS\n\nIn late 2013, a series of ads used genuine Google searches to reveal the\nwidespread prevalence of sexism and discrimination against women The ads\nfeatured the faces of four women and where their mouths should be were Google\nauto-complete suggestions. The suggestions were all sexist or misogynist. A\nsimilar campaign was also run to raise awareness for gay rights.\n\nUN Women promotes the rights of LGBTIQ people.\n\nUN Women advocates an intersectional feminism.\n\nAlso in late 2013, UN Women launched a constitutional database that examines\nconstitutions through a gender lens. The first of its kind, this database maps\nthe principles and rules that guarantee, deny, or protect the rights of women\nand girls around the world. This tool for gender equality and human rights\nactivists is annually updated and searchable, and provides a comprehensive\noverview of the current status of provisions relevant to women's rights and\ngender equality across various countries throughout the world. Users can\nsearch though the database by keyword, and legal provisions are grouped into\n16 categories that were carefully defined by reviewing the constitutions from\na human rights perspective.\n\nUN Women is one of the lead agencies coordinating International Women's Day\nevents as well as the Commission on the Status of Women.\n\nThe year 2015 marked a number of milestones, such as the 20th anniversary of\nthe Fourth World Conference on Women and adoption of the Beijing Declaration\nand Platform for Action, which was the focus of the 59th session of the\nCommission on the Status of Women (CSW59) from 9–20 March 2015, where global\nleaders took stock of progress and remaining challenges for implementing this\nlandmark agreement for gender equality and women's rights. UN Women played an\nactive role in major intergovernmental negotiations and processes including\nthe Financing for Development Conference in Addis Ababa in July 2015, the\noutcome of which was strong on the need to adequately fund gender equality and\nincorporate it in development planning, as well as the negotiations and\nsuccessful adoption of the new post-2015 development agenda on 25 September\n2015. The new global development roadmap includes a stand-alone goal on gender\nequality and women's empowerment (Sustainable Development Goal 5), and\nmainstreams these priorities throughout all 17 goals.\n\nSustainable Development Goal #5: Gender Equality"
    },
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Goals",
        "generated_section_content_md": "UN Women is empowered to:\n\n* support intergovernmental bodies, such as the Commission on the Status of Women, in their formulation of policies, global standards, and norms\n* help UN member states implement the above standards\n* enable member states to hold the UN system accountable for its own commitments on gender equality, including regular monitoring of system-wide progress"
    },
    {
        "chapter_name": "UN Women",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Hamas attacks on women",
        "generated_section_content_md": "Following the Hamas attack on Israel on 7 October 2023, women's rights groups\ncriticized UN Women for not issuing a timely and clear condemnation of Hamas's\ngender-based war crimes on Israeli women. Sarah Weiss Maudi, senior adviser to\nthe president of the 77th Session of the U.N. General Assembly, said that UN\nWomen refused to acknowledge that atrocities were committed against Israeli\nwomen and young girls despite many of the atrocities having been filmed by\nHamas and other Palestinian terrorists themselves.\n\nOn 13 October, an initial statement by UN Women condemned the attack on\nIsraeli civilians but did not mention women. Subsequent posts and comments by\nthe organization focused only on the impact of the conflict on Palestinian\nwomen. A month after the attack, the UN Women's website contained only one\nreference to women and girls stating the following, “devastating impact of the\ncrisis in Gaza on women and girls.” Michal Herzog, First Lady of Israel,\ncriticized UN Women for having a \"double standard\" and has lobbied openly\nabout the topic. Several women's rights group criticized UN Women, as did\nCanadian Anne Bayefsky, director of the Touro University Institute on Human\nRights and the Holocaust.\"\n\nOn 29 November, over 80 members of the U.S. House of Representatives accused\nUN Women of disregarding Hamas’s gender based violence on Israeli females and\nminors in a bipartisan letter driven by Representatives Young Kim\n(R-California) and Sheila Cherfilus-McCormick (D-Florida). The 80\nRepresentatives wrote to UN Women Executive Director Sima Bahous stating, \"The\nfailure by UN Women to publicly stand up for Israeli women and condemn Hamas’\nsystematic atrocities undermines UN Women and highlights its one-sided\napproach.\"\n\nUN Women states that it was one of the first organisations to condemn the\nattacks by Hamas and their use of gender-based violence. In regards to a\ndeleted post condemning the Hamas attacks, a representative for UN Women gave\na statement to the Jewish Telegraphic Agency saying, “In any social media team\nmanaging multiple campaigns and during a very busy time like the one we are\nnow in with 16 Days of Activism, mistakes can occur.”\n\nIsrael's ambassador to the UN criticized UN Women and UN Secretary General\nAntonio Guterres for the delay in calling an investigation into the sexual\nviolence committed by Hamas on 7 October 2023.\n\nA corresponding protest event took place at the UN on December 4, 2023."
    }
]