[
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialised agency of United Nations\n\n**UNICEF** (/ˈjuːniˌsɛf/ _YOO -nee-SEF_), originally the **United Nations\nInternational Children's Emergency Fund** , officially **United Nations\nChildren's Fund** since 1953, is an agency of the United Nations responsible\nfor providing humanitarian and developmental aid to children worldwide. The\norganization is one of the most widely known and visible social welfare\nentities globally, operating in 192 countries and territories. UNICEF's\nactivities include providing immunizations and disease prevention,\nadministering treatment for children and mothers with HIV, enhancing childhood\nand maternal nutrition, improving sanitation, promoting education, and\nproviding emergency relief in response to disasters.\n\nUNICEF is the successor of the United Nations International Children's\nEmergency Fund, and was created on 11 December 1946, in New York, by the U.N.\nRelief Rehabilitation Administration to provide immediate relief to children\nand mothers affected by World War II. The same year, the United Nations\nGeneral Assembly established UNICEF to further institutionalize post-war\nrelief work. In 1950, its mandate was extended to address the long-term needs\nof children and women, particularly in developing countries. In 1953, the\norganization became a permanent part of the United Nations System, and its\nname was changed to United Nations Children's Fund, though it retains the\nUNICEF acronym.\n\nUNICEF relies entirely on voluntary contributions from governments and private\ndonors. Its total income as of 2024 was $8.61 billion, of which public-sector\npartners contributed $4.92 billion. It is governed by a 36-member executive\nboard that establishes policies, approves programs, and oversees\nadministrative and financial plans. The board is made up of government\nrepresentatives elected by the United Nations Economic and Social Council,\nusually for three-year terms.\n\nUNICEF's programs emphasize developing community-level services to promote the\nhealth and well-being of children. Most of its work is in the field, with a\nnetwork that includes 150 country offices, headquarters and other facilities,\nand 34 \"national committees\" that carry out its mission through programs\ndeveloped with host governments. Seven regional offices provide technical\nassistance to country offices as needed, while its Supply Division—based in\nthe cities of Copenhagen and New York—helps provide over $3 billion in\ncritical aid and services.\n\nIn 2018, UNICEF assisted in the birth of 27 million babies, administered\npentavalent vaccines to an estimated 65.5 million children, provided education\nfor 12 million children, treated four million children with severe acute\nmalnutrition, and responded to 285 humanitarian emergencies in 90 countries.\nUNICEF has received recognition for its work, including the Nobel Peace Prize\nin 1965, the Indira Gandhi Prize in 1989 and the Princess of Asturias Award in\n2006. During the 2020 COVID-19 pandemic, UNICEF, along with the World Health\nOrganization and other agencies, published guidance about healthy parenting."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Creation",
        "generated_section_content_md": "As early as September 1943, Polish health specialist Ludwik Rajchman suggested\nin an article published in _Free World_ entitled \"A United Nations Health\nService—Why not?\" that a health service should be incorporated into the future\ninternational organization. He also proposed a \"health tax\" paid by member\nstates.\n\nAt the 1948 dissolution of the United Nations Relief and Rehabilitation\nAdministration (UNRRA), Rajchman proposed to use its residual funds for a\nchild-feeding program beneficiary of US funding. The organization was created\nby resolution 57(I) of the United Nations General Assembly on 11 December 1946\nand named United Nations International Children's Emergency Fund (UNICEF). As\nits first chairman, Rajchman chose Maurice Pate of the Commission for Relief\nin Belgium to direct the agency and \"to think about organizing an action, a\nfund for the benefit of children, war victims chiefly.\" Rajchman, as head of a\nspecial UN subcommittee and with the support of La Guardia, Herbert Hoover and\nMaurice Pate, presented the resolution to the General assembly. From a\ntemporary emergency relief agency in 1946 providing food and clothing to\nchildren and mothers displaced by World War II, the agency became a permanent\nUN Organization in 1953, and extended its efforts toward general programs of\nchildren welfare."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Governance",
        "generated_section_content_md": "UNICEF-care tent in Sudan\n\nUNICEF relies on country offices to help carry out its work through a unique\nprogram of cooperation developed with the host government. The program seeks\nto develop practical strategies for fulfilling and protecting the rights of\nchildren and women. Regional offices guide this work and provide technical\nassistance to country offices as needed. Overall management and administration\nof the organization take place at its headquarters in New York City.\n\nGuiding and monitoring all of UNICEF's work is an executive board made up of\n36 members who are government representatives. The board establishes policies,\napproves programs, and decides on administrative and financial plans and\nbudgets. Its work is coordinated by the bureau, comprising the president and\nfour vice-presidents, each officer representing one of the five regional\ngroups. These five officers are elected by the executive board annually from\namong its members, with the presidency rotating among the regional groups on\nan annual basis. As a matter of custom, permanent members of the Security\nCouncil do not serve as officers of the executive board.\n\nThe office of the secretary of the executive board helps maintain an effective\nrelationship between the executive board and the UNICEF secretariat, and\norganizes field visits by board members."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "UNICEF Regional Offices",
        "generated_section_content_md": "The following countries are home to UNICEF Regional Offices.\n\n* The Americas and Caribbean Regional Office, Panama City, Panama\n* Europe and Central Asia Regional Office, Geneva, Switzerland\n* East Asia and the Pacific Regional Office, Bangkok, Thailand\n* Eastern and Southern Africa Regional Office, Nairobi, Kenya\n* Middle East and North Africa Regional Office, Amman, Jordan\n* South Asia, Kathmandu, Nepal\n* West and Central Africa Regional Office, Senegal"
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "UNICEF national committees",
        "generated_section_content_md": "There are national committees in 34 countries, each established as an\nindependent local non-governmental organization. Their primary function is to\nraise funds from the private sector, as UNICEF is entirely dependent on\nvoluntary contributions. National committees collectively account for about\none-third of the agency's annual income, including from corporations, civil\nsociety organizations, around six million individual donors worldwide."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Promotion and fundraising",
        "generated_section_content_md": "In the United States, Nepal and some other countries, UNICEF is known for its\n\"Trick-Or-Treat for UNICEF\" program in which children collect money for UNICEF\nfrom the houses they trick-or-treat on Halloween night, sometimes instead of\ncandy. The program was discontinued in Canada in 2006.\n\nUNICEF is present in 191 countries and territories around the world, but not\ninvolved in nine others (Bahamas, Brunei, Cyprus, Latvia, Liechtenstein,\nMalta, Mauritius, Monaco, Singapore, and Taiwan).\n\nMany people in developed countries first hear about UNICEF's work through the\nactivities of one of the 36 national committees for UNICEF. These non-\ngovernmental organizations (NGOs) are primarily responsible for fundraising,\nselling UNICEF greeting cards and products, creating private and public\npartnerships, advocating for children's rights, and providing other support.\nThe US Fund for UNICEF is the oldest of the national committees, founded in\n1946.\n\nOn 19 April 2007, Grand Duchess Maria Teresa of Luxembourg was appointed\nUNICEF Eminent Advocate for Children, in which role she has visited Brazil\n(2007), China (2008), and Burundi (2009).\n\nIn 2009, the British retailer Tesco used \"Change for Good\" as advertising,\nwhich is trademarked by UNICEF for charity usage but not for commercial or\nretail use. This prompted the agency to say, \"it is the first time in Unicef's\nhistory that a commercial entity has purposely set out to capitalize on one of\nour campaigns and subsequently damage an income stream which several of our\nprograms for children are dependent on\". They went on to call on the public\n\"who have children's welfare at heart, to consider carefully who they support\nwhen making consumer choices\". \"Change for Good\" is also supported by\nAustralian airline Qantas, relying on passengers to fundraise via a given\nenvelope since 1991, and has raised over $36 million, with over 19,500 kg of\ncoins every year. Frequent flyers can also redeem their mile points to donate.\nNorman Gillespie, UNICEF Australia's chief executive, said \"If every Qantas\npassenger traveling domestically gave us just a few of their forgotten coins\neach time they traveled it would make little difference to their day, but a\nworld of difference in saving children's lives.\""
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Aid transparency",
        "generated_section_content_md": "UNICEF regularly publishes to the International Aid Transparency Initiative\n(IATI) using the identifier XM-DAC-41122. The organisation has been included\nassessed on its transparency by Publish What You Fund since 2012 and is\nincluded in the 2024 Aid Transparency Index with an overall score of 86.2\nwhich is categorised as a \"very good\" score."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Sponsorship",
        "generated_section_content_md": "In 2003, UNICEF sponsored Italian football club Piacenza Calcio 1919 until\n2008.\n\nLionel Messi sporting the FC Barcelona Jersey with UNICEF sponsorship\n\nOn 7 September 2006, an agreement between UNICEF and the Spanish Catalan\nassociation football club FC Barcelona was reached whereby the club would\ndonate €1.5 million per year to the organization for five years. As part of\nthe agreement, FC Barcelona would wear the UNICEF logo on the front of their\nuniforms in yellow (as seen in the picture on the right of Lionel Messi). This\nwas the first time a football club sponsored an organization rather than the\nother way around. It was also the first time in FC Barcelona's history that\nthey have had another organization's name across the front of their uniform.\nIn 2016, the team signed a new four-year sponsorship deal with UNICEF\nguaranteeing the organization £1.58 million per year and free advertising.\nFrom 2022 onwards, Barcelona has made a partnership with Swedish company\nSpotify and has since put the UNHCR logo in gold at the bottom of the back of\ntheir jerseys.\n\nIn January 2007 UNICEF struck a partnership with Canada's national tent\npegging team. The team was officially re-flagged as \"UNICEF Team Canada\", and\nits riders wear UNICEF's logo in competition, and team members promote and\nraise funds for UNICEF's campaign against childhood HIV-AIDS.\n\nThe Swedish club Hammarby IF followed the Spanish and Canadian lead on 14\nApril 2007, also raising funds for UNICEF and displaying the UNICEF name on\ntheir sportswear. The Danish football club Brøndby IF participated in a\nsimilar arrangement from 2008 to 2013.\n\nIn 2007, NASCAR driver Jacques Villeneuve has occasionally placed the UNICEF\nlogo on the #27 Bill Davis Racing pickup truck in the NASCAR Craftsman Truck\nSeries.\n\nAustralian A-League club Sydney FC announced they would also enter into a\npartnership with UNICEF raising funds for children in the Asia-Pacific region,\nand would also display the UNICEF logo for the remainder of the 2011-12\nA-League season.\n\nIn Botswana, UNICEF has funded the development of new state-of-the-art\nHIV/AIDS education for every schoolchild in Botswana from nonprofit\norganization TeachAids.\n\nUNICEF announced a landmark partnership with Scottish club Rangers F.C. UNICEF\npartnered with the Rangers Charity Foundation and pledged to raise £300,000 by\n2011.\n\nIn 2010, UNICEF created a partnership with Phi Iota Alpha, making them the\nfirst Greek Lettered Organization UNICEF has ever worked with. In 2011, Phi\nIota Alpha raised over $20,000 for the Tap Project and the Trick or Treats for\nUNICEF Campaign.\n\nIn 2013, they agreed a contract with Greek association football champions\nOlympiacos F.C. who will show the organization's logo on the front of their\nshirts."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "UNICEF Kid Power",
        "generated_section_content_md": "Started in 2015, Kid Power is a division of UNICEF that was created as an\neffort to involve kids in helping other kids in need. UNICEF Kid Power\ndeveloped the world's first **\"Wearable for Good\"** , called Kid Power Bands,\nwhich is a kids' fitness tracker bracelet that connects to a smartphone app.\nThe app lets users complete missions, which counts total steps and awards\npoints. The points then unlock funding from partners, which is then used by\nUNICEF to deliver lifesaving packets of therapeutic food to severely\nmalnourished children around the world."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Trick-or-Treat UNICEF box",
        "generated_section_content_md": "Since 1950, when a group of children in Philadelphia, Pennsylvania, donated\n$17 which they received on Halloween to help post-World War II victims, the\nTrick-or-Treat UNICEF box has become a tradition in North America during the\nfall. These small orange boxes are handed to children at schools and other\nlocations before 31 October. As of 2012[update], the Trick-or-Treat for UNICEF\ncampaign has collected approximately C$91 million in Canada and over US$167\nmillion in the U.S.."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Cartoons for Children's Rights",
        "generated_section_content_md": "Cartoons for Children's Rights is the collection of animated shorts based on\nUNICEF's Convention on the Rights of the Child. In 1994, UNICEF held a summit\nencouraging animation studios around the world to create individual animated\nspots demonstrating the international rights of children."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Corporate partnership",
        "generated_section_content_md": "To raise money to support its Education and Literacy Programs, UNICEF\ncollaborates with companies worldwide – international as well as small- and\nmedium-sized businesses.\n\nSince 2004, the organization has been supported by Montblanc, working\ncollaboratively to help the world's children getting better access to\neducation.\n\nAccording to _Vaccine News Daily_ , Merck & Co. partnered with UNICEF in June\n2013 to decrease maternal mortality, HIV and tuberculosis prevalence in South\nAfrica. Merck's program \"Merck for Mothers\" will give US$500 million worldwide\nfor programs that improve health for expectant mothers and their children.\n\nIn May 2010, Crucell N.V. announced an additional US$110 million award from\nUNICEF to supply its pentavalent pediatric vaccine Quinvaxem to the developing\nworld."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "Corporate social responsibility",
        "generated_section_content_md": "UNICEF works directly with companies to improve their business practices,\nbringing them in line with obligations under international law, and ensuring\nthat they respect children's rights in the realms of the marketplace,\nworkplace, and the community. In 2012, UNICEF worked with Save the Children\nand The United Nations Global Compact to develop the Children's Rights and\nBusiness Principles and now these guidelines form the basis of UNICEF's advice\nto companies. UNICEF works with companies seeking to improve their social\nsustainability by guiding them through a due diligence process where issues\nthroughout their supply chain, such as child labour, can be identified and\nactions to ratify them are put in place.\n\nUNICEF's timely responses to the increasing humanitarian needs in the State of\nPalestine have contributed to reaching more than 32,000 affected people. In\n2023, UNICEF requires US$23.8 million for critical humanitarian services in\nthe State of Palestine (SoP), out of which 38 percent has been received."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Girl Star",
        "generated_section_content_md": "The Girl Star project is a series of films which documents stories of girls\nfrom the most disadvantaged communities across five northern states in India\nwho, through education, have managed to break socio-economic constraints to\nmake a success of their lives and become self-sufficient. These young women\nhave grown to become role models in their communities, inspiring younger girls\nto go to school and continue their education. They have selected professions\nfrom the most conventional such as teaching and nursing to the most\nunconventional like archery, bee-keeping, scrap management[_clarification\nneeded_], often entering what has traditionally been a man's domain."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Kids United",
        "generated_section_content_md": "Kids United, succeeded by Kids United Nouvelle Génération (Kids United New\nGeneration), is a French musical group consisting of five children born\nbetween 2000 and 2009 (six children when the group was originally formed).\nErza Muqoli was a founding member. It was created to support UNICEF campaigns\nand is sponsored by Hélène Ségara and Corneille, two francophone singers. The\nfirst album, _Un monde meilleur_ (A better world), was launched on Universal\nChildren's Day in 2015 and received gold certification in France. The second\nalbum, _Tout le bonheur du monde_ (All the happiness in the world), was\nreleased in 2016 and was certified 2× platinum. The group released its third\nalbum in 2017, _Forever United_. After becoming Kids United Nouvelle\nGénération, it released its fourth album in 2018 _Au bout de nos rêves_ (At\nthe end of our dreams), and its fifth album in 2019, _L'hymne de la vie_ (The\nhymn of life). The group remains active and has achieved great success within\nFrancophonic countries."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.8",
        "section_name": "U-report",
        "generated_section_content_md": "U-Report is a free SMS social monitoring tool and real-time information system\nfor community participation, designed to strengthen community-led development,\ncitizen engagement, and positive change. SMS polls and alerts are sent out to\nU-reporters and real-time response information is collected. Results and ideas\nare shared back with the community. Issues polled include among others health,\neducation, water, sanitation and hygiene, youth unemployment, HIV/ AIDS,\ndisease outbreaks; social welfare sectors. The initiative is currently\noperational in 68 countries and covers more than 11 million people."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "4.9",
        "section_name": "Rugby League World Cup 2021",
        "generated_section_content_md": "On 19 June 2019, the 2021 Rugby League World Cup (England) announced that\nUNICEF would become the official tournament charity. The announcement was made\nat Mansion House, London as part of a launch event for the Rugby League World\nCup legacy program called 'Inspired by RLWC2021'. The partnership aims to use\nthe power of sport to raise awareness and funds for UNICEF's work protecting\nchildren in danger around the world.\n\nIn addition to the general promotion of the charity at matches and events, the\n2021 Rugby League World Cup Chief Executive has also stated that there will be\nan officially designated \"UNICEF\" game at some point during the Men's World\nCup."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Celebrity ambassadors",
        "generated_section_content_md": "UNICEF Ambassadors are leaders in the entertainment industry, representing the\nfields of film, television, music, sports and beyond. They help raise\nawareness of the needs of children, and use their talent and status to\nfundraise, advocate, and educate on behalf of UNICEF."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Facilities",
        "generated_section_content_md": "One of the gates to the old UNICEF World Warehouse UNICEF _School in a box_\ncontains basic educational items for one teacher and 40 students. The UNICEF\nresearch centre at the Ospedale degli Innocenti in Florence Bo Viktor Nylund,\nUNICEF Innocenti director at the Dubai Future Forum (2024)"
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "UNICEF World Warehouse",
        "generated_section_content_md": "The old UNICEF World Warehouse is a large facility in Denmark, which hosts\nUNICEF deliverable goods as well as co-hosts emergency goods for United\nNations High Commissioner for Refugees (UNHCR) and the International\nFederation of Red Cross and Red Crescent Societies (IFRC). Until 2012 the\nfacility was a 25,000m2 warehouse at Marmormolen in Copenhagen. With\nconstruction of a 45,000m2 UN City that is to house all UN activities in\nCopenhagen under one roof, the warehouse service has been relocated to outer\nparts of the Freeport of Copenhagen. The facility houses the UNICEF Supply\nDivision which manages strategic hubs in Dubai, Douala, and Colón.\n\nThe warehouse contains a variety of items, such as food supplements, water\npurification tablets, dietary and vitamin supplements, and the \"School in a\nbox\" (pictured right).[_clarification needed_][_citation needed_]"
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "UNICEF Innocenti Research Centre",
        "generated_section_content_md": "The UNICEF Innocenti Research Centre was established in 1988. It is based at\nthe Ospedale degli Innocenti historic building in Florence, Italy.\n\nThe centre was created to strengthen UNICEF's research capability and to\nsupport its advocacy for children worldwide. It is the research arm of UNICEF,\nand is part of the Office of Research. The Office of Research has as its prime\nobjectives to improve international understanding of issues relating to\nchildren's rights, to promote economic policies that advance the cause of\nchildren, and to help facilitate the full implementation of the United Nations\nConvention on the Rights of the Child in 190 countries and territories.\n\nUNICEF Innocenti develops its research agenda in consultation with other parts\nof UNICEF and with external stakeholders.\n\nThe program reaffirms the centre's academic freedom and the focus of IRC's\nresearch on knowledge gaps, emerging questions and sensitive issues which are\nrelevant to the realization of children's rights, in developing and\nindustrialized countries. It capitalizes on IRC's role as an interface between\nUNICEF field experience, international experts, research networks and policy\nmakers and is designed to strengthen the centre's institutional collaboration\nwith regional academic and policy institutions, pursuing the following goals:\n\n* Generation and communication of strategic and influential knowledge on issues affecting children and the realization of their rights;\n* Knowledge exchange and brokering;\n* Support to UNICEF's advocacy, policy's and program development in support of the Millennium Agenda;\n* Securing and strengthening the centre's institutional and financial basis.\n\nThree interrelated strategies guide the achievement of these goals:\n\n* Evidence-based analysis drawing on quantitative and qualitative information, the application of appropriate methodologies, and the development of recommendations to assess and inform advocacy and policy action.\n* Enhanced partnerships with research and policy institutions and development actors, globally and at regional level, in developing and industrialized countries.\n* Communication and leveraging of research findings and recommendations to support policy development and advocacy initiatives through strategic dissemination of studies and contribution to relevant events and fora."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Position on ethical themes",
        "generated_section_content_md": "UNICEF's programmatic objectives include the promotion of safe abortions and\neducation in family planning and in the use of contraception. To this end, it\nis one of the co-sponsors of the Special Programme on Human Reproduction.\n\nIn a joint declaration of 2011, UNICEF argued the need to combat the spread of\nselective abortion, through plans that favored, inter alia, the use of safe\nabortion services and family planning programs in order to decrease the use of\nabortion.\n\nIn 2013, together with WHO, it published an integrated plan of guidelines for\nthe prevention of infant mortality caused by pneumonia and diarrhea,\nincluding, among the recommended strategies for promoting the health of women\nand children, access to safe abortion.\n\nUNICEF has adopted the ABC strategy (\"**a** bstinence, **b** e faithful and\nconsistent **c** ondom use\") promoted in various international AIDS prevention\ninterventions. The strategy was later updated as the \"**ABC to Z** model\", to\ninclude **D** elaying and **V** oluntary **C** ounselling & **T** esting.\n\nIn 1996, the Vatican withdrew its symbolic contribution to UNICEF on the\noccasion of the publication by UNICEF of a manual on emergency operations for\nrefugee populations which supported the spread of emergency contraceptive\npractices.\n\nDespite this, on several occasions, senior UNICEF officials have denied that\nthe organization promoted abortion or family planning methods.\n\nUNICEF also supports the adoption by states of laws that guarantee LGBT\ncouples and their children the legal recognition of their status, as these\nrules would help ensure the best interests of children."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.1",
        "section_name": "Adoption program",
        "generated_section_content_md": "UNICEF has a policy preferring orphanages only be used as temporary\naccommodation for children when there is no alternative. UNICEF has\nhistorically opposed the creation of large-scale, permanent orphanages for\nchildren, preferring instead to find children places in their (extended)\nfamilies and communities, wherever possible. This has led UNICEF to be\nskeptical of international adoption efforts as a solution to child care\nproblems in developing countries; UNICEF has preferred to see children cared\nfor in their birth countries rather than be adopted by foreign parents.\n\nA 2013 article in _U.S. News& World Report_ magazine asserted UNICEF's\nintervention that on giving large cash payments to developing countries can\nlead to a cessation of international adoptions until all of its\nrecommendations are in place, and have even labelled UNICEF a \"villain\" for\nthe extent of its negative impact on orphans."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.2",
        "section_name": "Child mortality",
        "generated_section_content_md": "One concern is that the child mortality rate has not decreased in some areas\nas rapidly as had been planned, especially in Sub-Saharan Africa, where in\n2013 \"the region still has the highest child mortality rate: 92 deaths per\n1000 live births\", and that \"Globally, nearly half of under-five deaths are\nattributable to undernutrition.\"\n\nIn 2005, Richard Horton, editor-in-chief of _The Lancet_ , editorialized that\n\"over 60% of these deaths were and remain preventable\" and that the coverage\nlevels for these interventions are \"appallingly low in the 42 countries that\naccount for 90% of child deaths\".\n\nA $27 million UNICEF program in West Africa in 2001–2005 which was meant to\ndecrease child deaths from disease has been deemed a failure, according to a\nstudy that found higher survival rates of children in some regions that\nweren't included in that program.\n\nCritics argue that UNICEF's focus on rights rather than safety and survival is\nidealistic, and that by focusing on politicized children's rights instead of\nmere child survival, UNICEF has contributed indirectly to the child mortality\ncrisis."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.3",
        "section_name": "Mismanagement and abuse of funding",
        "generated_section_content_md": "In 1995, in what was called \"the worst scandal in its history\", UNICEF\ndisclosed that 24 employees in its Kenya office stole or squandered\n$10-million; this fraud consumed more than a quarter of the UNICEF's\n$37-million two-year budget for Kenya.\n\nIn Germany, in the late 2000s, UNICEF was accused of mismanagement, abuse and\nwaste of funds. This has resulted in 5,000 of UNICEF regular donors abandoning\ntheir support from the charity, and politicians and public figures, including\nAngela Merkel, demanding explanations, and the chairwoman of UNICEF Germany\nresigning in 2008.\n\nIn 2012, UNICEF confirmed fraud in a Pakistan school rehabilitation project,\nwhere an estimated US$4 million was lost when funds were misappropriated."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.4",
        "section_name": "NSA surveillance",
        "generated_section_content_md": "Documents released by Edward Snowden in December 2013 showed that UNICEF was\namong the surveillance targets of British and American intelligence agencies."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.5",
        "section_name": "Sexual assault",
        "generated_section_content_md": "Press reports in 2020 disclosed that women in the Democratic Republic of Congo\naccused foreign aid workers, including UNICEF workers, of sexually assaulting\nthem. The World Health Organization described the alleged actions as\nreprehensible and a UNICEF spokesperson acknowledged that such sexual assault\ncases are underreported in the region. Prior to this, in 2018, UNICEF was hit\nby a wave of sexual misconduct accusations; in 2018, deputy director Justin\nForsyth resigned from UNICEF following allegations that he behaved\ninappropriately toward female staff members."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.6",
        "section_name": "Child sexual abuse",
        "generated_section_content_md": "In 1988, Jozef Verbeeck, director of UNICEF's Belgium committee, was convicted\nfor offences relating to his knowledge of an international child sex ring\noperating out of a UNICEF office in Brussels. The group was coordinated by\nMichel Felu, a UNICEF employee who installed a photo lab in the cellar of the\noffice to develop pictures of children engaged in obscene acts. Over a\nthousand photographs were seized by Belgian police, along with a mailing list\nof over 400 names in 15 European countries that originated on a UNICEF\ncomputer.\n\nUNICEF has also admitted to shortcomings in its humanitarian support of\nchildren who said that they were raped and sexually abused by French\npeacekeepers in Central African Republic.\n\nPeter Newell, a convicted child sex offender, has worked closely with UNICEF:\nhe managed a charity that received hundreds of thousand of pounds from the\nNSPCC, Barnardo's, Save the Children and UNICEF; and cowrote a manual on\nchildren's rights called _Implementation Handbook for the Convention on the\nRights of the Child for Unicef_ , which was published by UNICEF.\n\nAndrew MacLeod, the former chief of operations at the UN's Emergency Co-\nordination Center, had accused UNICEF of failure to take action to prevent\nabuses; he stated \"There are tens of thousands of aid workers around the world\nwith pedophile tendencies, but if you wear a UNICEF T-shirt, nobody will ask\nwhat you're up to.\""
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.7",
        "section_name": "Funding of UK food charities",
        "generated_section_content_md": "In December 2020, UNICEF made funding available to feed children in the UK for\nthe first time as part of its Food Power for Generation COVID initiative.\nUNICEF pledged £25,000 to School Food Matters, a south London charity, to help\nfeed children over the Christmas holidays. A partnership of Devon charities\nhad also been given £24,000 to help feed 120 families over the winter of 2020.\nUNICEF said it was helping children in the UK because of an increase in food\npoverty in Britain, caused by the COVID-19 pandemic. It estimates there are\nchildren going hungry in a fifth of households. Anna Kettley, from UNICEF said\n\"We are one of the richest countries in the world and we should not have to be\nrelying on food banks or food aid.\" Labour MP Zarah Sultana in the House of\nCommons said, \"For the first time ever, UNICEF, the UN agency responsible for\nproviding humanitarian aid to children, is having to feed working-class kids\nin the UK but while children go hungry, a wealthy few enjoy obscene riches.\"\nIn response, Jacob Rees-Mogg, Tory MP and Leader of the House of Commons said,\n\"I think it is a real scandal that UNICEF should be playing politics in this\nway when it is meant to be looking after people in the poorest, the most\ndeprived, countries of the world where people are starving, where there are\nfamines and where there are civil wars, and they make cheap political points\nof this kind, giving, I think, 25,000 to one council. It is a political stunt\nof the lowest order. UNICEF should be ashamed of itself.\" Chris Forster, from\nTransforming Plymouth Together, one of the Devon charities to benefit from\nUNICEF donations, said, \"We had one family as part of the deliveries last week\nliterally in tears with gratitude because their cupboard was bare.\" Scottish\nNational Party MP, Tommy Sheppard said, \"It is astonishing that these comments\nare coming from the same government that had to be publicly shamed into\nfollowing Scotland's lead and providing free school meals for children over\nthe holidays.\" LBC reported that the UN humanitarian aid agency are providing\nover £700,000 to feed hungry children in the UK."
    },
    {
        "chapter_name": "UNICEF",
        "chapter_id": "1",
        "section_number": "7.8",
        "section_name": "\"Digital Age Assurance Tools and Children's Rights Online across the",
        "generated_section_content_md": "Globe\" report\n\nIn 2021, UNICEF published a report called \"Digital Age Assurance Tools and\nChildren's Rights Online across the Globe\". The paper, focusing on human\nrights and digital tools, generated controversy after misleading claims and\nheadlines about the report were spread online, originating from a story by the\nconservative Center for Family and Human Rights. The fact-checking website\nSnopes rated the claim that the \"report said pornography is not always harmful\nto children and blocking children from watching pornography online violates\ntheir rights\" as false. UNICEF pulled down the report, citing\nmisrepresentation of one of its portions."
    }
]