[
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Supranational union of Belarus and Russia\n\nThe **Union State** is a supranational union consisting of Belarus and Russia,\nwith the stated aim of deepening the relationship between the two states\nthrough integration in economic and defence policy. Originally, the Union\nState aimed to create a confederation; however, both countries currently\nretain their independence.\n\nThe Union State is based on a previous international treaty between Russia and\nBelarus made on 2 April 1997. Although it consists of only Russia and Belarus,\nother countries are allowed to join. The supranational union is ruled through\nthe Supreme State Council and other governing bodies. As of 2025, the current\npresident of the Supreme State Council of the Union is Alexander Lukashenko,\nwho has held the position since 2000. The present goal of the Union State\nmainly focuses on economic integration, taxation, and integration of defence\nand intelligence apparatus."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History of formation",
        "generated_section_content_md": "Presidents Alexander Lukashenko and Boris Yeltsin signing the founding treaty\nof the Russian-Belarusian Union at the Grand Kremlin Palace in Moscow, 2 April\n1997 Russian postage stamp commemorating the Treaty between the Russian\nFederation and the Republic of Belarus establishing the Union on 2 April 1996\n\nThe _Community of Belarus and Russia_ was founded on 2 April 1996, following\n1995 agreements that established a Russian military presence in Belarus. The\nbasis of the union was strengthened on 2 April 1997 with the signing of the\n\"Treaty on the Union between Belarus and Russia\", at which time its name was\nchanged to the _Union of Belarus and Russia_.\n\nSeveral further agreements were signed on 25 December 1998, with the intention\nof providing greater political, economic and social integration.\n\nNevertheless, the nature of the political entity remained vague. Under\npressure from his political opponents, who argued for a reunion of the two\nstates, and from Belarusian President Alexander Lukashenko, who sought to tie\nhis excessively weak economy to Russia's stronger one, Russian President Boris\nYeltsin initiated the creation of the Union to harmonize the political and\neconomic differences between the two countries. According to some observers,\nLukashenko's intention was also to gain great power, becoming president of a\nfuture Russia-Belarus federation after Yeltsin's demise due to his all-time\nlow popularity. However, after Yeltsin resigned, Vladimir Putin was elected in\n2000 to succeed him as Russian president. There was also the Freedom March, a\n1999 protest against unification in the Belarusian capital of Minsk. Putin's\nelection and the Freedom March forced Lukashenko to cancel his plans and\nmaintain a balance between the independence of Belarus and Putin's increasing\npressure for further integration of the two countries into the Union State.\n\nThe _Treaty on the Creation of a Union State of Russia and Belarus_ was signed\non 8 December 1999. The intention was to achieve a federation like the Soviet\nUnion, with a common head of state, legislature, flag, coat of arms, anthem,\nconstitution, army, citizenship and currency. The Union was ratified by the\nRussian State Duma on 22 December 1999 and the National Assembly of Belarus on\n26 January 2000. On the latter date the Treaty and the Union came into effect.\n\nThen Kazakh President Nursultan Nazarbayev had put forward a similar proposal\nin 1994, envisioning the founding of a Eurasian union, but this proposal was\nnot adopted until 29 May 2014 with the formation of the Eurasian Economic\nUnion."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Governing bodies and legal framework",
        "generated_section_content_md": "The _Treaty on the Creation of a Union State_ creates legal framework as\nconstitutional act and establishes the following institutions\n\n* Supreme State Council\n* Council of Ministers\n* Union Parliament\n* Court of the Union\n* Accounting Chamber\n\nThe Union State based on its founding treaties has exclusive jurisdiction over\nthe creation of a single economic space and legal foundations for a common\nmarket, monetary union, single tax and pricing policy, unified development and\nprocurement of defence equipment, unified system of technical support for the\narmed forces. Common command of regional military is further realized through\nmany other documents based on this Union State jurisdiction, common border\npolicy and other jurisdictions.\n\nBesides exclusive jurisdictions of the Union State there are joint\njurisdiction of the Union State and the subjects of the Union State that\nincludes joint defence policy, harmonization and unification of the\nlegislation of the subjects of the Union State, development of science,\neducation, culture, formation of a common scientific, technological and\ninformation space, migration, working conditions and labor protection, social\nsecurity, combating terrorism, corruption and others.\n\nOutside the limits of the exclusive jurisdiction of the Union State and\nsubjects of joint jurisdiction of the Union State and the subjects of the\nUnion State, the subjects of the Union State retain the full completeness of\nstate power.\n\nPavel Borodin was the first State Secretary of the Union. He was first\nappointed by the Supreme State Council on 26 January 2000 for a four-year\nterm. In 2004 and 2008 his term was renewed for an additional four years,\nleaving office in 2011. Since then the office has been held by Grigory Rapota,\nDmitry Mezentsev and Sergey Glazyev.[_citation needed_]\n\nUnion State is ruled through Supreme State Council of the Union. The Supreme\nState Council of the Union includes the member heads of states, respective\ngovernments, and both chambers of parliaments. Decisions on Supreme Council\nare made by principle of one state – one vote and presidents of states give\nthat vote. Supreme Council includes the chairman of the Executive Committee of\nthe Union that have an advisory vote. The President of the Supreme State\nCouncil is the head of one of the participating States on a rotation basis,\nunless the participating States agree otherwise.\n\nSupreme State Council makes decisions on issues regarding the security of the\nmember states of the Union including their collective protection from outside\nthreats, the protection of the Union's borders, military development, and many\nother issues.\n\nThe Council of Ministers is composed of the member states' Prime Ministers,\nMinisters of Foreign Affairs, Economy, and Finance and the State Secretary of\nthe Union. Permanent Committee of the Union State is formed as permanent\nworking body of Council of Ministers. Current president of Council of\nMinisters is Mikhail Mishustin.\n\n20th Anniversary of Russia Belarus Union Treaty\n\nParliamentary Assembly of the Union comprises two chambers – the _House of the\nUnion_ and the _House of Representatives_. The _House of Representatives_\nshould contain 75 deputies from Russia and 28 from Belarus, elected by the\ngeneral populace of each. According to treaty, currently only House of the\nUnion is formed and it consists of 72 deputies – 36 from Russia and 36 from\nBelarus. Before the elections for the House of Representatives of the Union\nState Parliament, the functions of the Union State Parliament are performed by\nthe Parliamentary Assembly of the Union of Belarus and Russia in accordance\nwith paragraph 4 of Article 70 of the Treaty on the Establishment of the Union\nState of 8 December 1999. Regular sessions of the Parliamentary Assembly House\nof the Union are held twice a year and for Quorum at least two third is needed\nto be present. House of the Union Parliament has 1 president and 4 vice\npresidents and 8 permanent committees for different areas of legislature.\nCurrent president of Parliamentary Assembly of Union is Vyacheslav Volodin On\n12 December 2020, the 59th joint session of the House of the Union parliament\nwas held to consider the Union State budget for 2021. in 4715,15 millions of\nroubles or approximately 61.631.112 US dollars[_vague_]\n\nCourt of Union should consist of nine judges appointed for six-year terms. But\nwhile provisions for court are given in adopted treaty court was not formed.\n\nAccounting Chamber, is tasked with controlling the implementation of the Union\nState budget. It consists of 11 members appointed for a period of 6 years from\namong the citizens of the member states who have experience in control and\naudit who are appointed by the Parliament of the Union State on the proposal\nof the Council of Ministers. The Accounting Chamber establishes its own\nregulations, which are approved by the Council of Ministers."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Language",
        "generated_section_content_md": "The official languages of the Union State are the state languages of the\nparticipating states. Russian is used as a working language in the common\norgans of the Union State."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Developments",
        "generated_section_content_md": "Shortly after its inauguration, both member states seemed to have lost their\nenthusiasm for the Union, with first Russia, and then Belarus, restoring\ncustoms controls along their common border in 2001, effectively suspending the\ncustoms union until it was restored in 2010. Plans had also been set in motion\nto implement a common currency across the Union, but these have been postponed\nseveral times.\n\nOn 16 November 2010, it was announced by the Union State website that the\nConstitutional Act was 99% ready."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Common currency",
        "generated_section_content_md": "Belarusian President Alexander Lukashenko promised to introduce a common\ncurrency on 1 January 2004. The currency was not introduced, and the plan was\npushed back by one year. On 1 January 2005, the Union State again failed to\nintroduce a common currency, and it was again postponed by one year, which, in\n2006, happened once again. During a press-conference in Minsk on 2 February\n2006, Pyotr Prokopovich, chief of the National Bank of Belarus, announced that\na \"common currency might be introduced in 2007\". This, however, failed to\noccur in 2007. The National Bank of the Republic of Belarus announced that,\nstarting in 2008, the Belarusian ruble would be pegged to the United States\ndollar instead of the Russian ruble.[_needs update_]"
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Citizenship and freedom of migration",
        "generated_section_content_md": "Union State grants citizenship to citizens in both states meaning that every\ncitizen of the Russian Federation and every citizen of the Republic of Belarus\nis at the same time a citizen of the Union with the guaranteed right to move\nand reside freely within the territory of the other party, allowing Belarusian\ncitizens to travel freely in Russia and have the right to settle there to work\nor study, and vice versa including possession, use and disposal of property on\nthe territory of another state. The Union State does provide citizens of\nRussia and Belarus the right to work and permanently settle in either country\nwithout formal immigration procedures otherwise mandatory for foreign\nnationals. They retain their national passports and other identification\npapers."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Military",
        "generated_section_content_md": "On 10 February 2009, Russia and Belarus implemented the first stage of joint\nmilitary officer training programs designed to integrate the military\nstructures of the countries. This military collective is called the Regional\nForces Group of Belarus and Russia (RGF). The goal of these operations is to\nensure cohesive training, practice and implementation of military interests\nfor the nations, and were aimed at strategic and battle training taking place\nin February and March 2009. Furthermore, the military doctrine of the Russian\nFederation provides that \"an armed attack on the state-participant in the\nUnion State, as well as all other actions involving the use of military force\nagainst it,\" should be deemed \"an act of aggression against the Union State\",\nauthorizing Moscow to \"take measures in response\". On 6 December 2024, Russia\nand Belarus signed a treaty about mutual security guarantees. The treaty was\nratified by Russia on 28 February 2025 and by Belarus on 4 March 2025. The\naccord entered into force on 13 March 2025."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Proposed symbols",
        "generated_section_content_md": "Proposed flag of the Union State\n\nSince the formation of the Union State in 1997, Belarus and Russia have thus\nfar failed to institute any symbols or even a flag for the Union State. There\nhave, however been several proposals for flags and coats of arms.\n\nTwo proposals have been made for the flag of the Union. In all cases, they are\nmodifications to the flag of the Soviet Union, but representing the state (not\ncommunism). In both cases, two gold stars are placed in the canton of the red\nflag (to represent the two states of the Union).\n\nA proposed coat of arms is a modification of the double-headed eagle holding\nthe coats of arms of Russia and Belarus.\n\nA song called \"Sovereign Union of Nations\" (Russian: Державный союз народов\n_Derzhavny soyuz narodov_ , Belarusian: Дзяржаўны саюз народаў _Dzyarzhauny\nsayuz narodau_) has been proposed as the Union's unofficial anthem. The song,\nwhich was modified from the National Anthem of the Soviet Union, refers to a\nwider union of the two nations."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "Value-added tax controversy",
        "generated_section_content_md": "Belarus and Russia had been collecting a value-added tax (VAT), meant to\nfinance the Union State, in the country of origin, but from 1 January 2005,\nVAT is collected in the country of destination, as in most other independent\ncountries of the world. This change gave rise to a considerable degree of\nconfusion and has disrupted many trade operations between Belarus and Russia.\nOn 10 February 2005, private entrepreneurs in Belarus staged a one-day warning\nstrike, protesting the new VAT scheme between the two countries and\nLukashenko's economic policies."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Contemplated expansion",
        "generated_section_content_md": "Member states\n\nStates that had previously expressed interest in joining\n\n* Abkhazia and  South Ossetia both currently have observer status in parliamentary sessions.[_citation needed_] Both Abkhazia and South Ossetia expressed a desire to join the Russia-Belarus Union State, although neither is recognized by Belarus.\n* Armenia: Several political parties including the Constitutional Rights Union, National Unity, and the Towards Russia Party have expressed their desire for the country to join the Union. In April 2025, the newly-elected Mayor of the second-largest city of Gyumri from the Communist Party Vardan Ghukasyan supported joining the Union State.\n* Kazakhstan had expressed interest in forming a separate customs union with Russia and Belarus by 2010. This Customs Union was formed as planned at the beginning of 2010. Kazakhstan has mentioned that it may join the Union State after some time. In late May 2023, however, President Kassym-Jomart Tokayev declined an offer by President Alexander Lukashenko to join the union, referring to it as a \"joke.\"\n* Kyrgyzstan: As of June 2007, opposition in Kyrgyzstan, which has been locked in political turmoil, had initiated a nationwide referendum to join the union of Russia and Belarus.\n* Moldova: In 2001, president of Moldova Vladimir Voronin announced right after his election that he had plans for Moldova to join the Union of Russia and Belarus. The coming to power of the Alliance for European Integration at the 2009 Moldovan elections has since shifted Moldovan interest towards the European Union.\n* Transnistria: in the Transnistrian referendum of 2006, the government said 97.2% of the population voted for the integration of the unrecognized state of Transnistria into Russia, which analysts say indicates a possibility that Transnistria might unilaterally ask to join the Union, once it is established. Already in spring 1998, 66.5% of Transnistrian voters supported joining the Union of Russia and Belarus in a non-binding referendum by the Transnistrian state. However, not being recognised by either member, this is unlikely to happen in the near future.\n* Ukraine: In response to speculation about Ukraine joining the Union, then-president of Ukraine, Viktor Yanukovych, declared that Ukraine is an independent sovereign state and this is not something that can be questioned by anyone in the government. The issue is to be reconsidered in the new light of the Revolution of Dignity and the developments of the Euromaidan movement seeking for the integration into the European Union. During the term of office of the fifth President of Ukraine Petro Poroshenko, the Constitution of Ukraine in 2019 was amended to consolidate the irreversibility of Ukraine's course to join the European Union and NATO after the events of the Revolution of Dignity in 2014. In 2021, the sixth president of Ukraine, Volodymyr Zelenskyy, stated that the creation of a \"true union state\" between Belarus and Russia is a real danger for Ukraine. Russia invaded Ukraine in February 2022 in an escalation of the Russo-Ukrainian War that continues today.\n* Novorossiya: During the 2014 Russian military intervention in Ukraine, Deputy Prime Minister Rustam Temirgaliev of the Russian-annexed Republic of Crimea expressed the hope that southeastern Ukraine would form a \"Ukrainian Federation\" and join the Union State. However, only the self-proclaimed Donetsk People's Republic and Luhansk People's Republic broke away from Ukraine, and the confederate Novorossiya political project was frozen at the start of 2015.\n* FR Yugoslavia/ Serbia: On April 12, 1999, the Federal Assembly of the FR Yugoslavia passed the Decision on the accession of the FRY to the Union state of Russia and Belarus. The legal successor of that decision is the Republic of Serbia. In 2007, Speaker of Parliament Tomislav Nikolić said during a speech that he wished that Serbia would strengthen its ties with and eventually join the Union State rather than joining the European Union, but he resigned from his position less than a week later. Although Nikolić did eventually serve as President of Serbia from 2012–2017, Serbia had submitted a membership application to the EU in 2009 and had received full candidate status in March 2012, prior to his term."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Renewed interest",
        "generated_section_content_md": "A clickable Euler diagram showing the relationships among various\nsupranational organisations in the territory of the former Soviet Union\n\n* v\n* t\n* e\n\nOn 15 December 2006, talks over the Union State were heating up.[_citation\nneeded_] By January 2007, however, talks appeared to be stalled, as President\nAlexander Lukashenko of Belarus stated: \"The Russian leadership is demanding\nthat we join the Russian Federation—that's what is in the heads of the Russian\nleadership. I don't want to bury the sovereignty and independence of\n[Belarus].\" He added: \"From all the consultations and discussions, I have\nunderstood that we have different approaches and understandings of the\nbuilding of a Union State\", and opposed \"the possibility of the incorporation\ninto Russia [of Belarus]\".\n\nHowever, on 19 October 2007, Russian Prime Minister Viktor Zubkov announced\nthat the budget of the Union State \"will grow by no less than ten percent next\nyear, and that growth will provide for worthy funding of our common projects.\"\nThis has led to speculation that the Russian government have renewed their\ninterest in the idea.\n\nA meeting between President Lukashenko of Belarus, President Vladimir Putin of\nRussia and Union State Secretary Pavel Borodin was held in Minsk 13–14\nDecember 2007. This meeting received a considerable amount of media attention\nand raised speculation that a Union State might indeed be the focus of a new\ninitiative by both governments. Of primary interest was renewed discussion of\nthe Union Parliament (which, although planned, was never actually realized)\nand a _Union State Constitutional Act_ , an instrument which could strengthen\nthe authority of the Union. According to State Secretary Borodin, five\nvariants of this Act were discussed at the meeting, each of which would\ninvolve a 7 to 10 year transitional period in the Union's development. Trade\nand energy issues were also discussed.\n\nOn 27 May 2008, President Lukashenko, acting in his capacity as Chairman of\nthe Supreme State Council named then Russian Prime Minister and current\nPresident Putin Chairman of the Council of Ministers. This move raised\nspeculation that the Union was about to undergo a significant political\ntransformation. However, the most visible and arguably important official in\nthe Union has been the State Secretary, who runs the Union State's day-to-day\noperations. In the same meeting, State Secretary Borodin announced that the\n2009 Union State budget would total 6–7 billion roubles, an increase of over 2\nbillion roubles from 2008.\n\nOn 1 August 2011, Putin stated he supported a union of Russia, Belarus, and\npossibly South Ossetia. Belarusian Foreign Minister spokesman Andrei Savinykh\nrejected the idea, as did Dmitri Medojev, South Ossetia's ambassador to\nMoscow, who stated \"Our people voted for independence in a referendum in 2006\nand they do not relish the idea of becoming part of the Russian Federation.\"\n\nSince 2015, focus on developing relations between former members of the Soviet\nUnion is on continued development of the Eurasian Economic Union (EAEU),\nitself a further development of the Eurasian Customs Union established in\n2010. It is modelled on the integration of the European Union and comprises 5\nmember states: Belarus, Russia, Kazakhstan, Armenia and Kyrgyzstan. Tajikistan\nhas also expressed an interest in joining.[_citation needed_] However, the\nEAEU is only an economic union, and at present, political integration remains\nwithin the remit of the Union State.\n\nDeeper economic integration is proposed in 2021 within current talks of member\nstates. In November 2021, Russia and Belarus signed an agreement to provide\nfor common policies on taxation, banking, industry, agriculture, and energy."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.7.1",
        "section_name": "2022 Russian invasion of Ukraine",
        "generated_section_content_md": "Following the 2022 Russian invasion of Ukraine, part of which was staged from\nBelarus' territory, Russia and Belarus came under sanctions and boycotts. On 3\nMarch, Belarusian president Alexander Lukashenko said he stood fully behind\nRussian president Vladimir Putin's campaign in Ukraine as part of Belarus's\nlongstanding commitment to the Union State with Russia. On 14 March, Russian\nPrime Minister Mikhail Mishustin met with Belarusian Prime Minister Roman\nGolovchenko in Moscow, telling reporters that they \"coordinated measures to\nprotect our economic security and the technological sovereignty of Russia and\nBelarus\" and \"consider it necessary to strengthen integration in the Union\nState\". On 18 March, the Russian government announced that all restrictions on\nthe movement of citizens between Russia and Belarus would be lifted. On 1 July\n2022, Russian President Vladimir Putin announced that the \"unification\"\nprocess has been accelerated to alleviate the economic damage of the\nsanctions.\n\nIn October 2022, following the September 2022 mobilisation of reservists in\nRussia, a contingent of approximately 9,000 Russian soldiers arrived in\nBelarus. According to the Belarusian ministry of defence the purpose of this\ndeployment was to create a \"regional military grouping\" of the Union State. In\nthe same month it was announced that Russian air forces were patrolling the\nborders of the Union State in Belarus."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.7.2",
        "section_name": "2023 nuclear deterrence",
        "generated_section_content_md": "In an interview aired by Russia's state television in late May 2023,\nLukashenko stated that other countries who were willing to join the Union\nState would be given nuclear weapons: \"If someone is worried ... (then) it is\nvery simple: join in the Union State of Belarus and Russia. That's all: there\nwill be nuclear weapons for everyone.\" This was just a few days after he had\nconfirmed that the movement of some of Russia's tactical nuclear weapons to\nBelarus had begun and the Russian Defence Minister had said he was signing\ndocuments concerning the procedure for storing tactical nuclear weapons in\nBelarus, the plan for which had first been announced by Putin in March."
    },
    {
        "chapter_name": "Union State",
        "chapter_id": "1",
        "section_number": "4.7.3",
        "section_name": "25th anniversary of the Treaty on the Creation of the Union State",
        "generated_section_content_md": "On 6 December 2024, coinciding with the 25th anniversary of the Treaty on the\nCreation of the Union State, signed on December 9, 1999, at a meeting of the\nSupreme State Council of the Union State, the Russian President Vladimir Putin\nand his Belarusian counterpart Alexander Lukashenko expanded the defense and\nsecurity cooperation between the two countries by signing the Russia-Belarus\nTreaty on security guarantees within the Union State."
    }
]