[
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental regional organization\n\n| This article's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_  \n---|---  \n  \nThe **Union of South American Nations** (**USAN**), sometimes also referred to\nas the **South American Union** , abbreviated in Spanish as **UNASUR** and in\nPortuguese as **UNASUL** , is an intergovernmental regional organization. It\nwas set up by Hugo Chavez to counteract the influence of the United States in\nthe region.\n\nThe UNASUR Constitutive Treaty was signed on 23 May 2008, at the Third Summit\nof Heads of State, held in Brasília, Brazil. According to the Constitutive\nTreaty, the Union's headquarters will be located in Quito, Ecuador. On 1\nDecember 2010, Uruguay became the ninth state to ratify the UNASUR treaty,\nthus giving the union full legality. As the Constitutive Treaty entered into\nforce on 11 March 2011, UNASUR became a legal entity during a meeting of\nForeign Ministers in Mitad del Mundo, Ecuador, where they had laid the\nfoundation stone for the Secretariat Headquarters.[_citation needed_]\n\nIn April 2018, six countries—Argentina, Brazil, Chile, Colombia, Paraguay and\nPeru —suspended their membership, and in August of the same year, Colombia\nannounced its withdrawal from the organization. In March 2019, Brazil's\npresident Jair Bolsonaro announced his country's intention to withdraw from\nthe organization. On 13 March 2019, Ecuador announced that it would withdraw\nfrom the organization. The president of the country, Lenin Moreno, also asked\nthe bloc to return the headquarters building of the organization, based in\nQuito. On 10 March 2020, Uruguay officially announced its withdrawal from the\norganization. Brazil rejoined on 5 May 2023.\n\nIn January 2019, amid growing concern about Venezuela's Nicolás Maduro, a new\ngroup, PROSUL/PROSUR, was advanced to counteract the influence of what\ncountries in the region call a dictatorship in Venezuela. A Chilean summit to\norganize PROSUL was held on 22 March 2019, and excluded Venezuela. Argentina,\nBrazil, Bolivia, Colombia, Chile, Ecuador, Uruguay, Paraguay, Peru, Guyana and\nSuriname were invited to join the new regional bloc."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Overview",
        "generated_section_content_md": "At the Third South American Summit on 8 December 2004, presidents or\nrepresentatives from 12 South American nations signed the _Cusco Declaration_\n, a two-page statement of intent announcing the foundation of the South\nAmerican Community. Panama and Mexico attended the signing ceremony as\nobservers in Brazil.\n\nThe mechanics of the new entity came out of the First South American Community\nof Nations Heads of State Summit, which was held in Brasília on 29–30\nSeptember 2005. An important operating condition of UNASUR is that no new\ninstitutions will be created in the first phase, so as not to increase\nbureaucracy, and the community will use the existing institutions belonging to\nthe previous trade blocs."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Background",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed.\n_Find sources:_ \"Union of South American Nations\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( December 2017)__(Learn how and when\nto remove this message)_\n---|---\n\nBetween the 15th and 19th centuries, the Spanish and Portuguese colonization\nbrought about the establishment and development of colonial empires in the\nAmericas that integrated politically, economically and culturally vast\nextensions of the continent each with their respective metropolis.\n\nSince the Spanish American wars of independence a trend towards the political\nintegration of the newly born republics of Hispanic America became strong in\nthe thinking of several independence leaders, influenced in turn by the\nSpanish Enlightenment and the French and American revolutions. A notable early\nexponent of this trend was Francisco de Miranda, who envisioned a federated\nrepublic encompassing all of Hispanic America, which he called \"Colombia\".\n\nThe independence war efforts saw the concurrence of integrated armies composed\nby Spanish Americans of diverse regions on both sides of the conflict (v.g.\nPatriots and Royalists), and fighting all over the territories of many future\nnations. For example, the Army of the Andes which was gathered in the United\nProvinces of the River Plate fought in Chile, Peru and Ecuador, and later\nintegrated with Simón Bolívar's Army (which itself included troops of future\nVenezuela, Colombia and Ecuador) to further fight in Peru and the Upper Peru.\n\nBy the 1820s, the main proponent of a federation of the newly born republics\nwas Simón Bolívar, although this idea was shared by many notable\ncontemporaries, including José de San Martín and Bernardo de Monteagudo, under\neither republican or constitutional monarchical governments. In 1826, Bolívar\nsummoned a conference to be held in Panama, which was to be known as the\n\"Amphictyonic\" Congress of Panama because of the parallelism with the Hellenic\nAmphictyonic League. The Congress was attended by Gran Colombia (including\npresent-day Colombia, Venezuela, Panama and Ecuador), the Federal Republic of\nCentral America (including present-day Costa Rica, Nicaragua, El Salvador,\nHonduras and Guatemala), the United Mexican States, and Peru. The ostensible\nintention was to form a defensive league that could prevent foreign\nexpansionism and foster the interests of the Spanish American republics. The\nCongress' conclusions, however, were not ratified by the participants, except\nfor Gran Colombia. Soon after, both Gran Colombia and the United Provinces of\nCentral America fell apart and the whole of Hispanic America was balkanized by\ncompeting national governments.\n\nBy the 1990s, however, Brazil had consolidated as the most powerful country in\nSouth America (accounting for half of the regional GDP) and began to promote\nthe notion of a united South America (a new regional framing) where Brasília\nwould be pivotal. The project did not take hold until the United States'\nforeign policy priorities turned to other regions in the 2000s."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Formation",
        "generated_section_content_md": "South American presidents gathered during an extraordinary meeting for the\nsigning of the UNASUR Constitutive Treaty in May 2008 in Brasília\n\nThe complete integration between the Andean Community and the Mercosur nations\nwas formalized during the meeting of South American heads of state that took\nplace on 23 May 2008 in Brasília.\n\nIn the 2004 South American Summit, representatives of twelve South American\nnations signed the Cuzco Declaration, a two-page letter of intent announcing\nthe establishment of the then-named \"South American Community of Nations\".\nPanama and Mexico were present as observers. The leaders announced the\nintention of modeling the new community in the mold of the European Union,\nincluding a unified passport, a parliament and, eventually, a single currency.\nThe then Secretary General of the Andean Community Allan Wagner speculated\nthat an advanced union such as the EU should be possible within the next\nfifteen years.\n\nAfter Argentina, Bolivia, Chile, Ecuador, Guyana, Peru, Suriname and\nVenezuela, Uruguay became the ninth nation to ratify the constitutive treaty\nof the organization on 1 December 2010, thus completing the minimum number of\nratifications Necessary for the entry into force of the Treaty, on 11 March\n2011 With the entry into force of the Treaty, UNASUR became a legal entity\nduring the Summit Ministers of Foreign Affairs, in Mitad del Mundo, Ecuador,\nwhere the cornerstone was laid for the headquarters of the General Secretariat\nof the Union."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Naming",
        "generated_section_content_md": "Néstor Kirchner, first Secretary General of UNASUR\n\nOn 28 December 2005, Chilean former foreign minister Ignacio Walker proposed\nthat the Union's former designation, the **South American Community of\nNations** , abbreviated as **CSN** , be changed to _South American Union_ ;\nnevertheless, many members responded that that proposal had already been\nrejected to prevent confusion since its acronym of U.S.A. (Spanish: _Unión\nSudamericana_) would be easily confused for the United States of America. In\nthe press, the phrase \"United States of South America\" was bandied about as an\nanalogy to the United States to reflect the economic and political power that\nthe union would have on the world stage.\n\nThe name was finally changed on 16 April 2007 to _Union of South American\nNations_. The new name was jointly agreed by all member states during the\nfirst day of meeting at the First South American Energy Summit, held at Isla\nMargarita, Venezuela."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Leadership crisis",
        "generated_section_content_md": "After Colombian Ernesto Samper completed his term as Secretary General in\nJanuary 2017, the UNASUR governments have been unable to reach consensus on\nthe organization's future leadership. Venezuela, with the support of Bolivia\nand Suriname, has blocked the nomination of Argentine diplomat José Octavio\nBordón.\n\nIn August 2017, six members of UNASUR—Argentina, Brazil, Chile, Colombia,\nParaguay and Peru—joined in forming the Lima Group, a coalition of Western\nHemisphere nations that repudiates the Venezuela government of Nicolás Maduro\nas antidemocratic. In February 2018, Maduro was disinvited from the Summit of\nthe Americas hosted by Peru (held in Lima in April 2018). In response,\nBolivia's president Evo Morales urged UNASUR to defend Venezuela, stating\n\"UNASUR should call an emergency meeting and enforce the sovereignty of a\nbrotherly people.\"[_citation needed_] Morales acceded to the rotating role of\npresident pro tempore of UNASUR on 17 April 2018.\n\nOn 20 April 2018, six countries—Argentina, Brazil, Chile, Colombia, Paraguay\nand Peru—announced that they would suspend their own membership for a year\nuntil the regional group became more organized. Chilean Foreign Minister\nRoberto Ampuero stated that the organization \"isn't getting anywhere, there is\nno integration\" and that \"We can't be throwing this money to an institution\nthat doesn't work.\" A briefing sent to the Brazilian cabinet stated that the\ncountries share the view that Bolivia's leadership of the block has been\nineffective. Paraguayan Foreign Minister stated that his country's objection\nconcerned the failure to put a new Secretary General in place, and the need to\nmake the organization less ideological, but did not reflect negatively on\nBolivia's leadership. Bolivian Foreign Minister Fernando Huanacuni called an\nemergency meeting for May 2018 to attempt to resolve the crisis."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.4.1",
        "section_name": "Colombia",
        "generated_section_content_md": "On 28 August 2018, Colombian president Iván Duque announced that foreign\nminister Carlos Holmes had officially notified UNASUR of their intention to\nleave the bloc within the next 6 months, denouncing it as an institution\ncreated by Hugo Chávez to sideline existing international treaties and\nreferring to it as an accomplice to what they referred to as the dictatorship\nin Venezuela. However, in 2023 the country announced that it would rejoin\nUNASUR."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.4.2",
        "section_name": "Brazil",
        "generated_section_content_md": "On 7 March 2019 Brazilian president Jair Bolsonaro announced that Brazil would\nwithdraw from UNASUR and join the newly created PROSUR. Following the 2022\nBrazilian general election, newly elected president Luiz Inácio Lula da Silva\nsignalled his intention to rejoin UNASUR. It rejoined effective 5 May 2023."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.4.3",
        "section_name": "Ecuador",
        "generated_section_content_md": "On 13 March 2019 Ecuadorian president Lenin Moreno announced that Ecuador\nwould withdraw from UNASUR and join the newly created PROSUR. Moreno also\nasked the bloc to return the headquarters building of the organization, based\nin Quito, so it can be handed over to PROSUR."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.4.4",
        "section_name": "Argentina",
        "generated_section_content_md": "On 12 April 2019 Argentine president Mauricio Macri announced that Argentina\nwould withdraw from UNASUR and join the newly created PROSUR. However, the\ncountry rejoined UNASUR in April 2023. Following the 2023 Argentine general\nelection, new president Javier Milei raised the possibility of Argentina\nwithdrawing again."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "1.4.5",
        "section_name": "Uruguay",
        "generated_section_content_md": "On 11 March 2020 Uruguayan president Luis Lacalle Pou announced that Uruguay\nwould withdraw from UNASUR."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\nFormer headquarters of UNASUR\n\nThe presidents of each member nation had an annual meeting, which was the top\npolitical mandate. The first meeting was held in Brasília on 29 and 30\nSeptember 2005. The second meeting was held in Cochabamba, Bolivia, on 8 and 9\nDecember 2006. The third meeting was held in Brasília – this meeting should\nhave taken place in Cartagena (Colombia), but was postponed because of tension\nbetween Ecuador, Colombia and Venezuela. It was at this meeting that UNASUR\nwas formalized and in which the Constitutive Treaty of the organization was\nsigned.\n\nThe foreign ministers of each country met once every six months. They made\nconcrete proposals for action and executive decision. The Permanent\nRepresentative Committee of the President of Mercosur and the Director of the\nMercosur Department, the Secretary General of the Andean Community, the\nSecretary General of ALADI and the Permanent Secretaries of any institution\nfor regional cooperation and integration, Amazon Cooperation Treaty\nOrganization, among others, also attended these meetings.[_citation needed_]\n\nOn 9 December 2005, the Strategic Reflection Commission on the South American\nIntegration Process was created. It consists of 12 members, whose function is\nto elaborate proposals that will help in the process of integration among the\nSouth American nations. These proposals were to be made at the 2nd UNASUR\nMeeting (2006).\n\nThe South American Parliament will be located in Cochabamba, Bolivia.\n\nThe executive committee, created at the 2nd UNASUR Meeting, was transformed\ninto the Political Commission or Council of Deputies, in accordance with the\nDecisions of the Political Dialogue. The text prepared by heads of state to\nform UNASUR was approved at the 3rd UNASUR Meeting in Brasília on 23 May 2008.\nThis meeting was scheduled to take place in Cartagena de Indias, Colombia, on\n24–28 January 2008, but was postponed because of tensions between Ecuador,\nColombia and Venezuela."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Secretary General",
        "generated_section_content_md": "Ernesto Samper, the most recent Secretary General.\n\nA Secretary General is the legal representative of the Secretariat in Quito,\nEcuador. Former Ecuadorian president Rodrigo Borja was nominated to this\nposition but resigned a few days before the formation of the USAN in May 2008.\nOn 4 May, Néstor Kirchner of Argentina was appointed as the first Secretary\nGeneral, despite resistance from Colombia, Uruguay, and Peru. After the death\nof Néstor Kirchner in 2010, there was a period of time when the position went\nunfilled, which eventually ended when María Emma Mejía Vélez was elected in\nMarch 2011. After Ernesto Samper completed his term in January 2017, UNASUR\nmembers have been unable to come to consensus on a successor.\n\nNo.  | Secretary General  | Country  | Beginning of the mandate  | End of the mandate\n---|---|---|---|---\n1  | Néstor Kirchner |  Argentina  | 4 May 2010  | 27 October 2010\n—  | _Interim_\n2  | María Emma Mejía Vélez |  Colombia  | 9 May 2011  | 11 June 2012\n3  | Alí Rodríguez Araque |  Venezuela  | 11 June 2012  | 31 July 2014\n4  | Ernesto Samper |  Colombia  | 1 August 2014  | 31 January 2017\n—  | _**Vacant; No successor approved.**_"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Presidency pro tempore",
        "generated_section_content_md": "Evo Morales was the most recent President of UNASUR.\n\nThe temporary presidency will be governed by a year and will be rotating among\nthe member countries between each UNASUR meeting. According to the document\n\"Decisions of the Political Dialogue\", which was signed during the 1st South\nAmerican Energy Meeting, a permanent general cabinet will be created and\nheadquartered in Quito, Ecuador.\n\nNo.  | President pro tempore  | Country  | Beginning of the Mandate  | End of the Mandate\n---|---|---|---|---\n1  | Michelle Bachelet |  Chile  | 23 May 2008  | 10 August 2009\n2  | Rafael Correa |  Ecuador  | 10 August 2009  | 26 November 2010\n3  | Bharrat Jagdeo |  Guyana  | 26 November 2010  | 29 October 2011\n4  | Fernando Lugo |  Paraguay  | 29 October 2011  | 22 June 2012\n5  | Ollanta Humala |  Peru  | 22 June 2012  | 30 August 2013\n6  | Dési Bouterse |  Suriname  | 30 August 2013  | 4 December 2014\n7  | José Mujica |  Uruguay  | 4 December 2014  | 1 March 2015\n8  | Tabaré Vázquez |  Uruguay  | 1 March 2015  | 17 April 2016\n9  | Nicolás Maduro |  Venezuela  | 17 April 2016  | 21 April 2017\n10  | Mauricio Macri |  Argentina  | 21 April 2017  | 17 April 2018\n11  | Evo Morales |  Bolivia  | 17 April 2018  | 16 April 2019"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Councils and bodies",
        "generated_section_content_md": "The organisations of UNASUR are:\n\n* Council of Heads of State and of Government of Unasur\n* President Pro Tempore of UNASUR\n* Council of Minister of External Relationships of Unasur\n* Council of Delegates of Unasur\n* Secretary General of UNASUR"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.3.1",
        "section_name": "Ministerial Councils",
        "generated_section_content_md": "There were twelve Ministerial Councils of the USAN.\n\n* Council of South American Defense\n* Electoral Council\n* South American Energy Council\n* South American Council of Health\n* South American Council of Social Development\n* South American Council of Infrastructure and Planning\n* South American Council of fight against the drug traffic\n* South American Council of Economy and Finances\n* South American Council of Education\n* South American Council of Culture\n* South American Council of Science, Technology and Innovation\n* South American Council of Citizen Security, Justice and Coordination of Action against Transnational Organized Crime"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.3.2",
        "section_name": "Other institutions",
        "generated_section_content_md": "* South American Parliament\n* Bank of the South\n* South American Institute of Government in Health"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Council of Economy and Finance",
        "generated_section_content_md": "Meeting of Ministers of Foreign Affairs of the members of Unasur.\n\nThe Economic and Financial Council of Unasur was established on 12 August\n2011, in Buenos Aires, during a meeting of Finance Ministers and\nrepresentatives of the Central Banks of the twelve countries of the region.\nArgentine Deputy Economy Minister Roberto Feletti said that the council would\nstudy measures to strengthen regional trade in national currencies without the\nuse of dollar. \"We have reached an agreement on three axes of work and one of\nthem is to move forward with multilateral payment mechanisms, to sustain trade\nand protect the volumes of reserves,\" Feletti said, noting that trade between\ncountries in the region moves 120 billion dollars annually. \"The use of\nnational currencies, excluding the dollar, protects reserves and increases\ntrade because there are lower transaction rates.\" He also detailed plans of\nthe technical groups focused on the development and strengthening of\nDevelopment Banks, such as CAF – Development Bank of Latin America and the\nCaribbean and the Bank of the South. He explained that the technicians will\nreview the Latin American Reserve Fund (FLAR), aiming at in order to give\ngreater capacity to intervene to the governments of the bloc in case of\nspeculative attacks against currency or sovereign debt."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Council of South American Defense",
        "generated_section_content_md": "The creation of a Council of South American Defense was proposed by Brazil and\ndiscussed for the first time at a summit of the South American presidents in\nApril 2008. The project was extensively discussed throughout 2008. The then\nBrazilian Defense Minister, Nelson Jobim, said in April 2008 that the council\nwould be formed after the \"political\" decision of the presidents who\nparticipated in the launch of the Union of South American Nations (UNASUR) on\n23 May 2008.\n\nOn 15 December 2008, at the extraordinary UNASUR summit, the creation of the\nSouth American Defense Council was finally approved. This was composed of\ndefense ministers of Argentina, Brazil, Uruguay, Paraguay, Bolivia, Colombia,\nEcuador, Peru, Chile, Guyana, Suriname and Venezuela. The Defense Council is\nresponsible for developing joint defense policies, promoting the exchange of\npersonnel among the Armed Forces of each country, conducting joint military\nexercises, participating in United Nations peace operations, promoting the\nexchange of analyzes on the world defense scenarios and the integration of\nindustrial bases of military equipment."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "South American Council of Health",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\n\nThe South American Council of Health is a UNASUR body established and approved\non 16 December 2008, which brings together health ministers of the member\nstates to develop regional programs in the region. Area of public health to be\njointly financed by the South American bloc, to coordinate the energy policy\nof Unasur. It was created by decision of the Heads of State and Government of\nUNASUR, meeting extraordinarily in the Coast of Sauipe, Bahia, Brazil in\nDecember 2008. It was finally constituted on 21 April 2009 in Santiago, Chile.\n\nIt is a permanent council composed of Ministers from UNASUR member countries.\nThis body was created in order to constitute a space of integration concerning\nhealth, incorporating efforts and improvements from other mechanisms of\nregional integration, such as MERCOSUR, ORAS CONHU and ACTO, to promote common\npolicies and coordinated activities among member countries. It is also a\nconsultation and consensus body concerning health, which intends to delve\ndeeply into relevant themes and strengthen public policies aimed at improving\nthe living conditions of the inhabitants of the South American continent.\n\nSince health is an essential right to all human beings and all societies, and\nit is also a vital component for the development of mankind, the Health\nCouncil seeks political and social acceptance regarding the issue, proposing\nhealth to be seen as an important booster of cooperation and integration of\nthe bloc's nations, intensifying the coordination of such nations and\nrespecting diversity and interculturalism in the region.\n\nThe Health Council aims to strengthen, by establishing a South American\npolitical institution with expertise in sanitary issues, the development of\nsolutions to challenges that transcend national borders, developing values and\nmutual interests among the neighboring countries, thus facilitating the\ninteraction of the Member States health authorities through the exchange of\nknowledge and technology in the region. The South American Health Council\n(SHC) is composed of the Health Ministries of Unasur Member States. In order\nto achieve the council's goals, the Coordinating Committee – responsible for\npreparing propositions of Agreements and Resolutions – was created. The\nPresidency of the Health Council is held by the Minister of Health of the\ncountry nominated for the Pro Tempore Presidency (PTP) of Unasur. It is in\ncharge of coordinating the activities of all its bodies and managing the\nTechnical Secretary. The Pro Tempore President has a two-year term that may be\nextended for another two years, being unconditionally succeeded by a president\nfrom a different country. The SHC is supported by the Technical Secretary in\ncharge of the Pro Tempore Presidency (PTP) and two countries of the previous\nand following PTP, in order to ensure the continuity of works. It is\ntechnically supported by the South American Institute for Government in Health\n(ISAGS). Additionally, it is composed of five Technical Groups 1- Health\nSurveillance and Response; 2- Development of Universal Health Systems; 3-\nHealth Promotion and Action on Social Determinants; 4- Universal Access to\nMedicines; 5- Human Resources Development and Management) and six Structuring\nNetworks (1- Network of National Institutes of Health (RINS); 2- Network of\nHealth Technical Schools of UNASUR (RETS), 3- Network of National Institutions\nand Institutes of Cancer (RINC); 4- Network of Public Health Schools of Unasur\n(RESP); 5- Network of Disasters Risk Management; 6- Network of International\nOffices and International Cooperation in Health (REDSSUR-ORIS)\n\nThe South American Institute of Government in Health (ISAGS) of UNASUR is an\nintergovernmental entity of public character that has as main objective to\npromote the exchange, the critical reflection, the knowledge management and\nthe generation of innovations in the field of Health policy and governance."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Summits",
        "generated_section_content_md": "South American leaders during the Unasur 4th Summit, in Georgetown, Guyana.\nHeads of State at the 5th UNASUR Meeting in Lima, in Peru.\n\nThe first Union summit was held in Brasília on 23 May 2008, in which the\nConstitutive Treaty was signed. Due to the political crisis that Bolivia\nfaced, pro-tempore president Michelle Bachelet convened an emergency summit in\nSantiago, Chile, on 15 September 2008. The leaders of Argentina, Bolivia,\nBrazil and Brazil took part in this summit, in addition to President Michelle\nBachelet, Colombia, Ecuador, Paraguay, Uruguay and Venezuela and the Secretary\nGeneral of the OAS, José Miguel Insulza. After a six-hour meeting between the\nleaders in the Palacio de La Moneda, they finally declared their support for\nPresident Evo Morales's government and gave \"its absolute support to Bolivia.\"\n\nNo. | Date | Country | Host | Host leader\n---|---|---|---|---\n1st | 15 September 2008 |  Chile | Santiago de Chile | Michelle Bachelet\n2nd | 10 August 2009 |  Ecuador | Quito | Rafael Correa\n3rd | 28 August 2009 |  Argentina | Bariloche | Cristina Fernández de Kirchner\n4th | 26 November 2010 |  Guyana | Georgetown | Bharrat Jagdeo\n5th | 29 October 2011 |  Paraguay | Asunción | Fernando Lugo\n6th | 30 November 2012 |  Peru | Lima | Ollanta Humala\n7th | 30 August 2013 |  Suriname | Paramaribo | Dési Bouterse[_citation needed_]\n8th | 4 December 2014 |  Ecuador | Guayaquil | Rafael Correa[_citation needed_]\n\n* A special UNASUR/BRICS leaders summit was held in Fortaleza, Brazil, in July 2014.\n* The 9th Summit, scheduled for 23 April 2016 in Quito, was canceled due to the Ecuador earthquake.\n\nThere have been other presidential _extraordinary meetings_ , such as:\n\n* May 2010: Buenos Aires, Argentina. Election of Néstor Kirchner as Secretary General.\n* September 2010: Buenos Aires, Argentina. Discussion of the 2010 Ecuador crisis.\n* December 2010: Mar del Plata, Argentina. Kirchner's successor after his death. (Concurring with the 20th Ibero-American Summit)\n* June 2012: Mendoza, Argentina. Discussion on the Impeachment of Fernando Lugo and suspension of Paraguay. (Concurring with the XLIII Mercosur presidential summit)\n* April 2013: Lima, Peru. Recognition of contested Venezuelan presidential elections results.\n* July 2013: Cochabamba, Bolivia. Discussion on the Evo Morales \"kidnapping\" incident in Europe (due to European/US suspicions that the Bolivian Presidential aircraft carried US fugitive Edward Snowden.)"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Demographics",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\n\nAt its peak of membership, UNASUR had a total population of 410 million\ninhabitants and a rate of population growth of about 0.6% per year. There were\nseveral different ecological regions such as tropical forests, the Atacama\nDesert and the icy portions of Patagonia. On the other hand, the continent\npresents regions of high population density, such as the great urban centers.\nThe population is formed by descendants of Europeans (mainly Spaniards,\nPortuguese and Italians), Africans and indigenous. There is a high percentage\nof mestizos that vary greatly in composition according to each place. There is\nalso a minor population of Asians, especially in Brazil. The two main\nlanguages are by far Spanish and Portuguese, followed by French, English and\nDutch in smaller numbers. Economically, Brazil, Argentina and Colombia are the\nwealthiest and most developed nations in the continent.[_citation needed_]\n\nLargest population centres of South America by metropolitan area\n\n---\n| Rank | City name  | Member state |  Pop. | Rank | City name  | Member state |  Pop. |\n\nSão Paulo\n\nBuenos Aires | 1 | **São Paulo** | Brazil | 21,090,792 | 11 | **Fortaleza** | Brazil | 3,985,297  |\nRio de Janeiro\n\nBogotá\n2 | **Buenos Aires** | Argentina | 13,693,657 | 12 | **Salvador** | Brazil | 3,953,290\n3 | **Rio de Janeiro** | Brazil | 13,131,431 | 13 | **Recife** | Brazil | 3,914,397\n4 | **Bogotá** | Colombia | 10,777,931 | 14 | **Medellín** | Colombia | 3,777,009\n5 | **Lima** | Peru | 9,904,727 | 15 | **Curitiba** | Brazil | 3,502,804\n6 | **Santiago** | Chile | 6,683,852 | 16 | **Campinas** | Brazil | 3,094,181\n7 | **Belo Horizonte** | Brazil | 5,829,923 | 17 | **Guayaquil** | Ecuador | 2,952,159\n8 | **Caracas** | Venezuela | 5,322,310 | 18 | **Cali** | Colombia | 2,911,278\n9 | **Porto Alegre** | Brazil | 4,258,926 | 19 | **Quito** | Ecuador | 2,653,330\n10 | **Brasília** | Brazil | 4,201,737 | 20 | **Maracaibo** | Venezuela | 2,576,836"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Languages",
        "generated_section_content_md": "Portuguese, Spanish, English and Dutch are the official languages of UNASUR.\nSpanish is the official language of Bolivia and Venezuela. Dutch is the\nofficial language of Suriname; English is the official language of Guyana.\n\nIndigenous languages of UNASUR include Wayuunaiki in northwestern Venezuela\n(Zulia) and Guaraní, Quechua and Aymara in Bolivia. At least three South\nAmerican indigenous languages (Quechua, Aymara, and Guarani) are recognized\nalong with Spanish as national languages.\n\nOther languages found in UNASUR include, Hindustani and Javanese in Suriname;\nItalian in Venezuela. Arabic speakers, often of Lebanese, Syrian, or Arab\nPalestinian descent, can be found in Arab communities in Venezuela."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Religion",
        "generated_section_content_md": "An estimated 87% of South Americans are Christians (69% Roman Catholic, 18%\nother Christian denominations mainly Traditional Protestants and Evangelicals\nbut also Orthodoxy), accounting for 20% of Christians worldwide.\n\nDue to the immigration of Indonesian workers, Suriname and Guyana have a large\nHindu and Muslim community. Also Kardecist Spiritism can be found in several\ncountries along with Afro-American religions.\n\nReligion in UNASUR  Countries  | Christians  | _Roman Catholics_ | _Other Christians_ | Other religions  | No religion (atheists and agnostics)\n---|---|---|---|---|---\n** Bolivia** | 96% | 74% | 22% | 0% | 4%\n** Guyana ** | 57% | 7% | 50% | 40% | 3%\n** Suriname** | 48% | 22% | 26% | 42% | 10%\n** Venezuela** | 88% | 71% | 17% | 4% | 8%"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Economy",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\nParaguaná Refinery Complex, considered the second largest and largest capacity\nin the world.\n\nThe economy of UNASUR is divided between the mineral extractivism in the\nAmazon region and the agriculture present in practically all its States.\nIndustrialization is of medium level to high in diverse regions, although very\nstrong the presence of local industries of origin Foreign (multinational). The\nextraction and export of oil is notable in Venezuela, which owns the largest\nworld reserves. Bolivia stands out for the production of natural gas, with\nimportant reserves of this matter that in recent years have led to what has\nbeen known as the \"Gas War.\"\n\nThe highest nominal GDP in 2018 was Venezuela (62nd worldwide) with 96,328\nbillion dollars, followed by Bolivia (92nd at the global level) with 41,833\nbillion dollars.\n\nThe highest GDP in 2018 was in Venezuela (52nd worldwide) with 330,984 billion\ndollars, and Bolivia (88th worldwide) with 88,866 billion dollars.\n\nThe highest GDP per capita in 2018 was held by Suriname with 13,876, followed\nby Venezuela with 12,388. In terms of nominal per capita GDP, the ranking was\nheaded by Venezuela with US$6,890, and Suriname with US$5,869."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Common Market",
        "generated_section_content_md": "Members of UNASUR and main regional highways.\n\nOne of the initiatives of Unasur is the creation of a common market, starting\nwith the elimination of tariffs for products considered non-sensitive until\n2014 and for sensitive products until 2019.\n\nThe Initiative for the Integration of the Regional Infrastructure of South\nAmerica is currently underway, with investments estimated at US$38 billion\nfrom the Inter-American Development Bank, the Andean Development Corporation,\nthe National Bank for Economic and Social Development and the Financial Fund\nfor Development of the Plata Basin.\n\nThe initial integration plans through the infrastructure cooperation of UNASUR\ncame with the construction of the Bioceanic Corridor and the Interoceanic\nHighway. The Pacific Highway, between Peru and Brazil, began to be built in\nSeptember 2005, financed 60% by Brazil and 40% by Peru, and was completed in\nDecember 2010."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Economic development",
        "generated_section_content_md": "Selection of GDP PPP data (top 10 countries and blocks) in no particular order\n\nPresidents of the seven founding countries (Argentina, Bolivia, Brazil,\nEcuador, Paraguay, Venezuela and Uruguay) officially launched the South\nAmerican Bank in Buenos Aires in December 2007. The heads of all the founding\ncountries were at the ceremony, with the exception of President Tabaré Vázquez\nof Uruguay. The capital will be US$7b, with Venezuela responsible for US$3b\nand Brazil US$2b. The headquarters will be located in Caracas with offices in\nBuenos Aires and La Paz.\n\nThe Bank of the South will finance economic development projects to improve\nlocal competitiveness and to promote the scientific and technological\ndevelopment of the member states. Its founding charter affirms that the bank\nwill promote projects in a \"stable and equal\" manner and priorities will be\noriented towards reinforcing South American integration, reducing asymmetries,\nand promoting an egalitarian distribution of investments.\n\nThe Brazilian Minister, Guido Mantega, stated that the bank is not similar to\nthe International Monetary Fund; it will be a credit institution similar to\nthe World Bank."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Monetary policy",
        "generated_section_content_md": "Rafael Correa, Evo Morales, Néstor Kirchner, Cristina Fernández, Luiz Inácio\nLula da Silva, Nicanor Duarte, and Hugo Chávez at the signing of the founding\ncharter of the Bank of the South\n\nThe Bank of the South (Portuguese: Banco do Sul, Spanish: Banco del Sur,\nDutch: Bank van het Zuiden, English: Bank of the South) will establish\nmonetary policy and finance development projects. One of the objectives of\nmonetary union is to establish a Single South American currency. Support for\nthe creation of this currency was provided in January 2007 by Peruvian\nPresident Alan García, and other South American authorities expressed\nthemselves in favor, as Bolivian President Evo Morales in April of that year,\nwho proposed that the currency Only one denominated \"Pacha\" (\"earth\" in\nQuechua language), however, except for the right of each country to suggest a\nname for the common currency."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Defense policy",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\nSoldier of the Brazilian Army patrols the surroundings of the Summit of Heads\nof State of Unasur in 2008, held in Brasília.\n\nThe South American Defense Council (CDS) was proposed by Venezuela and Brazil\nto serve as a mechanism for regional security, promoting military co-\noperation. From the beginning Brazil, Argentina and Chile, the countries that\ntook the leadership of the project, made clear that they did not intend to\nform a NATO-like alliance, but a cooperative security arrangement, enhancing\nmultilateral military cooperation, promoting confidence and security building\nmeasures and fostering defense industry exchange. Colombia initially refused\nto join the defense council due to the strong military ties it has with the\nUnited States through the Plan Colombia. However, after reviewing the proposal\nthey decided to join on 20 July 2008.\n\nShortly following the signing by Colombia's president, President of Chile\nMichelle Bachelet appointed a working group to investigate and draft a plan\nfor the new council. Finally, on 10 March 2009, the 12 nation members held, in\nChile, the first meeting of the newly formed council.\n\nIn mid-2010, UNASUR played a key role in mediating the 2010 Colombia–Venezuela\ndiplomatic crisis. On 1 September 2010, the agency \"UnasurHaití\" was created\nto provide US$100 million in help to Haiti."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Democracy",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\nSouth American presidents in front of the Casa Rosada, Buenos Aires, during\nthe bicentenary of the May Revolution.\n\nOn 26 November 2010, the Additional Protocol on Commitment to Democracy was\nsigned in the city of Georgetown, Cooperative Republic of Guyana. The protocol\nderives from the mandate established in the Buenos Aires Declaration of 1\nOctober 2010, which affirms that member states will not tolerate a challenge\nto institutional authority, nor attempt to strike a legitimately constituted\ncivilian power, adopting concrete and immediate measures in case of breach of\nconstitutional order. It is applicable \"in the event of a breach or threat of\na breach of the democratic order, of a violation of the constitutional order\nor in any situation that endangers the legitimate exercise of power and the\nobservance of democratic values and principles.\"\n\nIn the event of such a situation, the Council of Heads of State and Government\nor the Council of Ministers of Foreign Affairs may be convened extraordinarily\nby the Pro-Tempore Presidency of the Union, ex officio or at the request of\nthe affected State or another member of UNASUR, to deliberate on the\napplication of sanctions to the affected state. Among the political and\ndiplomatic sanctions envisaged by the Protocol, the following stand out:\n\n* Suspension of the right to participate in the different organs and instances of Unasur\n* Partial or total closure of land borders with the affected State, including suspension or limitation of trade, air and sea transportation, communications, energy supply, services and supply."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Free movement of people",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\n\nVisits by citizens of UNASUR to any other UNASUR member state of up to 90 days\nonly require an identification document issued by the traveler's country. In\nNovember 2006, Argentina, Bolivia, Brazil, Chile, Colombia, Ecuador, Guyana,\nParaguay, Peru, Suriname, and Uruguay agreed to abolish visa requirements for\ntourists between any of those nations.\n\nMercosur, along with its Associate members of Bolivia, Chile, Colombia and\nEcuador established that their territories together form an \"area of free\nresidence with the right to work\" to all its citizens, with no additional\nrequirements other than nationality. The Free Movement and Residence Agreement\nwas established in the Brasília summit based in a previous document signed on\n6 December 2002.\n\nCitizens of any Mercosur countries will have a simplified process in temporary\nresidence visa of up to two years in any other member countries, with the\nrequirements of a valid passport, birth certificate, and no criminal record.\nTemporary residence can become permanent if a licit means of living can be\nverified."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Electoral monitors",
        "generated_section_content_md": "UNASUR intended to create electoral monitor teams that would replace the\nmonitors from the Organization of American States."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Participating nation states",
        "generated_section_content_md": "| This section's **factual accuracy may be compromised due to out-of-date\ninformation**. Please help update this article to reflect recent events or\nnewly available information. _( March 2019)_\n---|---\n**Signed**\n**In force**\n**Document** | 1969\n1969\nCartagena Agreement  | 1991\n1991\nTreaty of Asunción | 2004\n2004\nCusco Declaration | 2008\n2011\n**Constitutive Treaty** |  |  |  |  |  |  |  |\n---|---|---|---|---|---|---|---|---|---|---|---|---\n|  |  | **Union of South American Nations** (UNASUR) |  |  |  |  |  |  |  |\n| _Andean Pact (Andean Community of Nations)_ |  |  |  |  |  |  |  |\n|  | _Mercosur_ |  |  |  |  |  |  |  |\n|  |  |  |\n\n* v\n* t\n* e\n\n\nUNASUR member states. (Territories in white not part of UNASUR.)\n\n* Participating members of the Andean Community of Nations (CAN): 1 L\n* Bolivia M\n* Participating members of Mercosur: 2 L\n* Venezuela S\n* Other members:\n* Guyana C\n* Suriname C\n\n1 These countries are also considered to be associate members of Mercosur.\n2 These countries are also considered to be associate members of the Andean\nCommunity.\nC Caribbean Community (CARICOM) member state\nL Latin American Integration Association (ALADI) member state\nM Accessing member to Mercosur\nS Suspended\n\n* Observers:\n\n* Member states of the Andean Community trade bloc.\n\n* Member states of the Mercosur trade bloc.\n\n* Member states of neither Andean Community nor Mercosur.\n\nExclusive Economic Zones of the member states of the USAN. Considering them,\nthe total area reaches the 29,884,548 km2 (11,538,488 sq mi)"
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "10.1",
        "section_name": "Participating non-South American territories",
        "generated_section_content_md": "The following territories situated outside South America are part of member\nstates and therefore participate:\n\n* Isla Aves, a Venezuelan territory situated in the Antilles."
    },
    {
        "chapter_name": "Union of South American Nations",
        "chapter_id": "1",
        "section_number": "10.2",
        "section_name": "Non-participating South American states and territories",
        "generated_section_content_md": "The following parts of South America are or were territories of non-South\nAmerican states and therefore do not participate:\n\n* Aruba, Bonaire and Curaçao are parts of the Kingdom of the Netherlands near the Venezuelan coastline.\n* French Guiana, which is an overseas department of France and is therefore part of the European Union.\n* The Falkland Islands and South Georgia and the South Sandwich Islands, which are overseas territories of the United Kingdom; they are also claimed by Argentina.\n* Trinidad and Tobago, although not a member, this sovereign state had been a dependency of the United Kingdom and was invited to join the Union of South American Nations by President of Venezuela, Nicolas Maduro in July 2013.\n\nA clickable Euler diagram showing the relationships between various\nmultinational organizations in the Americas\n\n* v\n* t\n* e"
    }
]