[
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Operational arm of the United Nations\n\nThe **United Nations Office for Project Services (UNOPS)** is a United Nations\nagency dedicated to implementing humanitarian and development projects for the\nUnited Nations System, international financial institutions, governments and\nother partners around the world, with a focus on infrastructure, procurement\nand project management The organization's global headquarters is located at\nthe UN City campus in Copenhagen, Denmark. UNOPS delivers around $3 billion\nworth of development projects for its partners every year. Its activities have\nranged from managing the construction of schools in Afghanistan, to building\nshelters in Haiti, to procuring ambulances to support the Ebola response in\nLiberia.\n\nUNOPS is a member of the United Nations System Chief Executives Board and\nSenior Management Group, the Environment Management Group (EMG), the United\nNations Sustainable Development Group and works closely with UN partners,\ngovernments, international financial institutions and multilateral development\nbanks, such as: the World Bank, the Global Fund to Fight AIDS, Tuberculosis\nand Malaria, United Nations Department of Peace Operations, Government of\nArgentina, the Office of the United Nations High Commissioner for Refugees\n(UNHCR), the European Union, and the government of the United States."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History and mission",
        "generated_section_content_md": "UNOPS was established in 1973 as part of the UNDP. It became an independent,\nself-financing organization in 1995. UNOPS concentrates its support in the\nareas of infrastructure, procurement, project management, human resources and\nfinancial management services. UNOPS often works in post-disaster and peace\nand security settings, developing countries and economies in transition. In\nDecember 2010, the United Nations General Assembly reaffirmed the mandate of\nUNOPS \"as a central resource for the UN system in procurement and contracts\nmanagement as well as in civil works and physical infrastructure development,\nincluding the related capacity development activities\". Examples of such works\ninclude building roads, schools, and health clinics; removing landmines; and\nproviding expertise for holding elections.\n\nA new headquarters of UNOPS opened in Copenhagen in May 2009.\n\nToday, UNOPS delivers around $3 billion worth of projects each year in more\nthan 130 nations across the world."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Financing",
        "generated_section_content_md": "UNOPS is self-financing. It covers its costs by charging a fee on each project\nsupported. UNOPS is not-for-profit."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Services",
        "generated_section_content_md": "UNOPS offers implementation, advisory and transactional services in its five\ncore areas of expertise:\n\n* Infrastructure\n* Procurement\n* Project Management\n* Financial Management\n* Human Resources\n\nUNOPS provides specialized services to a range of partners, including: the\nUnited Nations, its agencies, funds and programmes; international financial\ninstitutions; governments; intergovernmental organizations; non-governmental\norganizations; foundations; and the private sector.\n\nIn 2023, UNOPS created more than 23 million days of paid work for\nbeneficiaries. The organization supported its partners with the construction,\ndesign and/or rehabilitation of more than 187 kilometers of roads, 55 schools,\nand 7 hospitals and 49 health clinics, among others. UNOPS also procured\nand/or distributed more than US$1.6 billion worth of goods and services for\nits partners.\n\nUNOPS is the legal and administrative host for several organizations. The\nfollowing entities are currently under hosting agreements by UNOPS, grouped by\ntheme:\n\n* Health: RBM Partnership to End Malaria, Stop TB Partnership, ATscale Global Partnership\n* Nutrition: Scaling Up Nutrition (SUN) Movement\n* Water and sanitation: Sanitation and Hygiene Fund (established 2020); and previously Water Supply and Sanitation Collaborative Council – now defunct)\n* Sustainable urban development: Cities Alliance\n* Disaster displacement: Platform on Disaster Displacement\n\nIn addition, UNOPS also managers several multi-stakeholder partnerships and\ninitiatives, including:\n\n* Initiative for Climate Action Transparency\n* South East Asia Energy Transition Partnership\n* Santiago Network Secretariat (together with United Nations Office for Disaster Risk Reduction)\n\nUNOPS was involved in the response to the COVID-19 pandemic.\n\nIn 2023 during COP28, UNOPS and the UN Office for Disaster Risk Reduction,\nwere selected to co-host the secretariat for the Santiago Network for Loss and\nDamage. The Santiago Network, established to address climate change impacts in\ndeveloping countries, acts as a crucial connector between technical assistance\nand the Loss & Damage Fund, enhancing the capacity of these countries to\nmanage climate-related losses and damages.\n\nIn 2024, the Secretary-General appointed UNOPS to operationalise the newly\ncreated Office of Senior Humanitarian and Reconstruction Coordinator for Gaza.\nLed by Sigrid Kaag, the office was created in response to the Gaza war in an\neffort to accelerate humanitarian relief consignments to Gaza through States\nwhich are not party to the conflict."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Governance",
        "generated_section_content_md": "In 2008, UNOPS adopted a governance structure in line with General Assembly\nresolutions. Since then, the executive director reports directly to the UN\nSecretary-General and the Executive Board, and has the authority to apply\nUnited Nations staff rules and regulations to UNOPS staff. Since 2009 the\nexecutive director has been able to sign host country agreements with\ngovernments.\n\nUNOPS is accountable to member states of the United Nations through its\nExecutive Board, which it shares with the UNDP and the United Nations\nPopulation Fund (UNFPA).\n\nUNOPS is also accountable to the UN Board of Auditors who audit UNOPS on an\nannual basis."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Transparency",
        "generated_section_content_md": "In September 2011, UNOPS joined the International Aid Transparency Initiative\n(IATI), becoming the first UN body to publish operational data in the IATI\nformat in October of the same year. IATI seeks to make information on aid\nspending easier to access, understand, and use. UNOPS, along with other\nprominent organizations such as the Gates Foundation, the World Bank, and the\nEuropean Commission, contributes to this initiative by providing detailed,\nmachine-readable data on their projects.\n\nProject-level information, including financial transactions, is published\nmonthly to the IATI Registry by UNOPS. UNOPS also maintains an online\nplatform, data.unops.org, which enhances the transparency of UNOPS operations."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Certifications",
        "generated_section_content_md": "UNOPS attained a ISO 9001 quality management system certification in June\n2011.\n\nUNOPS gained an ISO 14001 certification for its commitment to protecting the\nenvironment in 2013.\n\nUNOPS reports according to the Global Reporting Initiative (GRI)\nsustainability standards."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "UNOPS partnership with the University of Oxford and UN Environment",
        "generated_section_content_md": "Programme\n\nUNOPS has worked with the University of Oxford and UN Environment Programme in\na number of collaborations that focus on enhancing the sustainability of\ninfrastructure. This includes the report Infrastructure for Climate Action.\nThe report highlights the substantial role of infrastructure in generating\ngreenhouse gas emissions and adaptation costs, accounting for 79% and 88%\nrespectively.\n\nThe report advocates for fundamental shifts in the planning, delivery, and\nmanagement of infrastructure to align with critical climate and development\ntargets. It emphasizes the integration of nature-based solutions, which can\ntackle a broad spectrum of sustainable development challenges while mitigating\nthe impacts of climate change, biodiversity loss, and pollution."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Procurement",
        "generated_section_content_md": "In 2015, 2016, 2017, and 2018 UNOPS achieved gold level in sustainable\nprocurement from the Chartered Institute of Purchasing and Supply.\n\nIn 2022, the UNOPS was presented with the annual Sustainable Procurement and\nSupply Award by the UN High-Level Committee on Management's Procurement\nNetwork. This recognition highlights UNOPS' commitment to sustainable\nprocurement practices that support social and economic development while\nprotecting the environment."
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Investigations (2023-present) by law enforcement agencies",
        "generated_section_content_md": "In 2014, Secretary-General Ban Ki-Moon appointed Grete Faremo as head of\nUNOPS. Her appointment led to a change in direction for the organization.\nBetween 2014 and 2021 its portfolio of projects expanded from $1.14 billion to\nmore than $3.4 billion. She bragged about how she immediately saw to it that\n\"more than 1,200 pages of rules went into the trash\" and that she would\n\"rewrite (its) operational principles\" in the name of running UNOPS more like\na fast and agile business. Under her tenure, UNOPS shed its former reputation\nas an invisible go-between meant to ease contracting. UNOPS found itself with\na surplus of funds it could use for itself. However, Faremo was accused of\nmanaging the money incompetently at best, and corruptly at worst. As part of\nan initiative called the \"Sustainable Investments in Infrastructure and\nInnovation\", or S3i for short, millions of US dollars worth of donor money was\ngiven to contractors that had repeatedly failed to work on the projects they\nwere given. The UN is expected to have to write down over $25 million in bad\nloans.\n\nFaremo's deputy Vitaly Vanshelboim was placed on executive leave, as the\nUnited Nations Office of Internal Oversight Services investigated the\nallegations and audited the matter. Vanshelboim was later sacked in early\n2023. Faremo resigned in early May 2022 after an investigation by _The New\nYork Times_ drew attention to the problems under Faremo's tenure.\nInternational development news publication, Devex and blogger, Mukesh Kapila,\nalso wrote a series of articles on the matter. In 2025, Vitaly-Vanshelboi, the\nformer Deputy, was remanded in Spain for \"alleged bribery, money laundering\nand electronic fraud\". As of 2025, he is central in a corruption\ninvestigation, that is being done by the FBI. Earlier (December 2021),"
    },
    {
        "chapter_name": "United Nations Office for Project Services",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "List of executive directors",
        "generated_section_content_md": "No.  | Executive Director  | Assumed office  | Left office  | Country of origin\n---|---|---|---|---\n1  | Reinhart Helmke  | January 1995  | January 2003  | Germany\n_Interim_ | Gerald Walzer  | February 2003  | August 2003  | Austria\n2  | Nigel Fisher  | August 2003  | October 2005  | United Kingdom\n_Interim_ | Gilberto Flores  | 14 November 2005  | 11 June 2006  | Chile\n3  | Jan Mattsson  | 12 June 2006  | 10 June 2014  | Sweden\n4  | Grete Faremo | 01 August 2014  | 8 May 2022  | Norway\n_Interim_ | Jens Wandel  | 9 May 2022  | 13 April 2023  | Denmark\n5  | Jorge Moreira da Silva | 14 April 2023  | incumbent  | Portugal\n\nJens Wandel was appointed acting executive director of UNOPS by the Secretary-\nGeneral on 9 May 2022. Wandel had served the UN in many different capacities\nover a long career, most recently as the Secretary-General's designate for the\nCOVID-19 Response and Recovery Fund. Previously, he served as special adviser\nto the Secretary-General on UN Reforms and before that he was Director of\nUNDP's Bureau for Management Services. He was tasked with correcting the\nfailures surrounding UNOPS S3i initiative and reforming the organisation. His\nplans to realign UNOPS were accepted by the executive board in June 2022.\n\nIn April 2023, Jorge Moreira da Silva was appointed executive director on an\ninitial two-year term."
    }
]