[
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\nThe **United Nations** (**UN**) is the global intergovernmental organization\nestablished by the signing of the UN Charter on 26 June 1945 with the\narticulated mission of maintaining international peace and security, to\ndevelop friendly relations among states, to promote international cooperation,\nand to serve as a centre for harmonizing the actions of states in achieving\nthose goals.\n\nThe United Nations headquarters is located in New York City, with several\nother offices located in Geneva, Nairobi, Vienna, and The Hague. The UN\ncomprises six principal organizations: the General Assembly, the Security\nCouncil, the Economic and Social Council, the International Court of Justice,\nthe Secretariat, and the Trusteeship Council which, together with several\nspecialized agencies and related agencies, make up the United Nations System.\nThere are in total 193 member states and 2 observer states.\n\nThe UN has primarily focused on economic and social development, particularly\nduring the wave of decolonization in the mid-20th century. The UN has been\npraised as a leader of peace and human development, with many officers and\nagencies having been awarded the Nobel Peace Prize, but has also been\ncriticized for perceived ineffectiveness, bias, and corruption."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Background (pre-1941)",
        "generated_section_content_md": "Haile Selassie I at the League of Nations appealing Italy's invasion in 1936\nwhich the League failed to intervene.\n\nIn the century prior to the UN's creation, several international organizations\nsuch as the International Committee of the Red Cross were formed to ensure\nprotection and assistance for victims of armed conflict and strife.\n\nDuring World War I, several major leaders, especially U.S. president Woodrow\nWilson, advocated for a world body to guarantee peace. The winners of the war,\nthe Allies, met to decide on formal peace terms at the Paris Peace Conference.\nThe League of Nations was approved and started operations, but the United\nStates never joined. On 10 January 1920, the League of Nations formally came\ninto being when the Covenant of the League of Nations, ratified by 42 nations\nin 1919, took effect. The League Council acted as an executive body directing\nthe Assembly's business. It began with four permanent members—the United\nKingdom, France, Italy, and Japan.\n\nAfter some limited successes and failures during the 1920s, the League proved\nineffective in the 1930s, as it failed to act against the Japanese invasion of\nManchuria in 1933. Forty nations voted for Japan to withdraw from Manchuria\nbut Japan voted against it and walked out of the League instead of withdrawing\nfrom Manchuria. It also failed to act against the Second Italo-Ethiopian War,\nafter the appeal for international intervention by Ethiopian Emperor Haile\nSelassie I at Geneva in 1936 went with no avail, including when calls for\neconomic sanctions against Italy failed. Italy and other nations left the\nLeague.\n\nWhen World War II broke out in 1939, the League effectively closed down."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Declarations by the Allies of World War II (1941–1944)",
        "generated_section_content_md": "1943 sketch by Franklin Roosevelt of the UN original three branches: The Four\nPolicemen, an executive branch, and an international assembly of forty UN\nmember states.\n\nThe first step towards the establishment of the United Nations was the Inter-\nAllied Conference in London that led to the Declaration of St James's Palace\non 12 June 1941. By August 1941, American President Franklin Roosevelt and\nBritish Prime Minister Winston Churchill had drafted the Atlantic Charter;\nwhich defined goals for the post-war world. At the subsequent meeting of the\nInter-Allied Council in London on 24 September 1941, the eight governments in\nexile of countries under Axis occupation, together with the Soviet Union and\nrepresentatives of the Free French Forces, unanimously adopted adherence to\nthe common principles of policy set forth by Britain and the United States.\n\nRoosevelt and Churchill met at the White House in December 1941 for the\nArcadia Conference. Roosevelt is considered a founder of the UN, and coined\nthe term _United Nations_ to describe the Allied countries. Churchill accepted\nit, noting its use by Lord Byron. The text of the Declaration by United\nNations was drafted on 29 December 1941, by Roosevelt, Churchill, and Harry\nHopkins. It incorporated Soviet suggestions but included no role for France.\nOne major change from the Atlantic Charter was the addition of a provision for\nreligious freedom, which Stalin approved after Roosevelt insisted.\n\nRoosevelt's idea of the \"Four Powers\", refers to the four major Allied\ncountries, the United States, the United Kingdom, the Soviet Union, and China,\nemerged in the Declaration by the United Nations. On New Year's Day 1942,\nRoosevelt, Churchill, the Soviet Union's former Foreign Minister Maxim\nLitvinov, and the Chinese Premier T. V. Soong signed the \"Declaration by\nUnited Nations\", and the next day the representatives of twenty-two other\nnations added their signatures. During the war, the United Nations became the\nofficial term for the Allies. In order to join, countries had to sign the\nDeclaration and declare war on the Axis powers.\n\nThe October 1943 Moscow Conference resulted in the Moscow Declarations,\nincluding the Four Power Declaration on General Security. This declaration was\nsigned by the Allied Big Four—the United States, the Soviet Union, the United\nKingdom, and China—and aimed for the creation \"at the earliest possible date\nof a general international organization\". This was the first public\nannouncement that a new international organization was being contemplated to\nreplace the League of Nations. The Tehran Conference followed shortly\nafterwards at which Roosevelt, Churchill and Joseph Stalin, the leader of the\nSoviet Union, met and discussed the idea of a post-war international\norganization.\n\nThe new international organization was formulated and negotiated amongst the\ndelegations from the Allied Big Four at the Dumbarton Oaks Conference from 21\nSeptember to 7 October 1944. They agreed on proposals for the aims, structure\nand functioning of the new organization. It took the conference at Yalta in\nFebruary 1945, and further negotiations with the Soviet Union, before all the\nissues were resolved."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Founding (1945)",
        "generated_section_content_md": "The UN in 1945: founding members in light blue, protectorates and territories\nof the founding members in dark blue (Some nations' land would be different\nfrom now.)\n\nBy 1 March 1945, 21 additional states had signed the Declaration by the United\nNations. After months of planning, the UN Conference on International\nOrganization opened in San Francisco on 25 April 1945. It was attended by 50\nnations' governments and a number of non-governmental organizations. The\ndelegations of the Big Four chaired the plenary meetings. Previously,\nChurchill had urged Roosevelt to restore France to its status of a major power\nafter the liberation of Paris in August 1944. The drafting of the Charter of\nthe United Nations was completed over the following two months, and it was\nsigned on 26 June 1945 by the representatives of the 50 countries. The UN\nofficially came into existence on 24 October 1945, upon ratification of the\nCharter by the five permanent members of the Security Council: the United\nStates, the United Kingdom, France, the Soviet Union and China — and by a\nmajority of the other 46 nations.\n\nThe first meetings of the General Assembly, with 51 nations represented, and\nthe Security Council took place in London beginning in January 1946. Debates\nbegan at once, covering topical issues such as the presence of Russian troops\nin Iranian Azerbaijan and British forces in Greece. British diplomat Gladwyn\nJebb served as interim secretary-general.\n\nThe General Assembly selected New York City as the site for the headquarters\nof the UN. Construction began on 14 September 1948 and the facility was\ncompleted on 9 October 1952. The Norwegian Foreign Minister, Trygve Lie, was\nthe first elected UN secretary-general."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Cold War (1947–1991)",
        "generated_section_content_md": "Dag Hammarskjöld was a particularly active secretary-general from 1953 until\nhe died in 1961.\n\nThough the UN's primary mandate was peacekeeping, the division between the\nUnited States and the Soviet Union often paralysed the organization; generally\nallowing it to intervene only in conflicts distant from the Cold War. Two\nnotable exceptions were a Security Council resolution on 7 July 1950\nauthorizing a US-led coalition to repel the North Korean invasion of South\nKorea, passed in the absence of the Soviet Union, and the signing of the\nKorean Armistice Agreement on 27 July 1953.\n\nOn 29 November 1947, the General Assembly approved resolution 181, a proposal\nto partition Palestine into two states, with Jerusalem placed under a special\ninternational regime. The plan failed and a civil war broke out in Palestine,\nthat led to the creation of the state of Israel afterward. Two years later,\nRalph Bunche, a UN official, negotiated an armistice to the resulting\nconflict, with the Security Council deciding that \"an armistice shall be\nestablished in all sectors of Palestine\". On 7 November 1956, the first UN\npeacekeeping force was established to end the Suez Crisis; however, the UN was\nunable to intervene against the Soviet Union's simultaneous invasion of\nHungary, following the country's revolution.\n\nOn 14 July 1960, the UN established the United Nations Operation in the Congo\n(or UNOC), the largest military force of its early decades, to bring order to\nKatanga, restoring it to the control of the Democratic Republic of the Congo\nby 11 May 1964. While travelling to meet rebel leader Moise Tshombe during the\nconflict, Dag Hammarskjöld, often named as one of the UN's most effective\nsecretaries-general, died in a plane crash. Months later he was posthumously\nawarded the Nobel Peace Prize. In 1964, Hammarskjöld's successor, U Thant,\ndeployed the UN Peacekeeping Force in Cyprus, which would become one of the\nUN's longest-running peacekeeping missions.\n\nWith the spread of decolonization in the 1960s, the UN's membership shot up\ndue to an influx of newly independent nations. In 1960 alone, 17 new states\njoined the UN, 16 of them from Africa. On 25 October 1971, with opposition\nfrom the United States, but with the support of many Third World nations, the\nPeople's Republic of China was given the Chinese seat on the Security Council\nin place of the Republic of China (also known as Taiwan). The vote was widely\nseen as a sign of waning American influence in the organization. Third World\nnations organized themselves into the Group of 77 under the leadership of\nAlgeria, which briefly became a dominant power at the UN. On 10 November 1975,\na bloc comprising the Soviet Union and Third World nations passed a\nresolution, over strenuous American and Israeli opposition, declaring Zionism\nto be a form of racism. The resolution was repealed on 16 December 1991,\nshortly after the end of the Cold War.\n\nWith an increasing Third World presence and the failure of UN mediation in\nconflicts in the Middle East, Vietnam, and Kashmir, the UN increasingly\nshifted its attention to its secondary goals of economic development and\ncultural exchange. By the 1970s, the UN budget for social and economic\ndevelopment was far greater than its peacekeeping budget.[_citation needed_]"
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Post-Cold War (1991–present)",
        "generated_section_content_md": "Kofi Annan, secretary-general from 1997 to 2006 Flags of member nations at the\nUnited Nations Headquarters, seen in 2007 Marking of the UN's 70th anniversary\n– Budapest, 2015\n\nAfter the Cold War, the UN saw a radical expansion in its peacekeeping duties,\ntaking on more missions in five years than it had in the previous four\ndecades. Between 1988 and 2000, the number of adopted Security Council\nresolutions more than doubled, and the peacekeeping budget increased more than\ntenfold. The UN negotiated an end to the Salvadoran Civil War, launched a\nsuccessful peacekeeping mission in Namibia, and oversaw democratic elections\nin post-apartheid South Africa and post-Khmer Rouge Cambodia. In 1991, the UN\nauthorized a US-led coalition that repulsed Iraq's invasion of Kuwait. Brian\nUrquhart, the under-secretary-general of the UN from 1971 to 1985, later\ndescribed the hopes raised by these successes as a \"false renaissance\" for the\norganization, given the more troubled missions that followed.\n\nBeginning in the last decades of the Cold War, critics of the UN condemned the\norganization for perceived mismanagement and corruption. In 1984, American\nPresident Ronald Reagan withdrew the United States' funding from the United\nNations Educational, Scientific and Cultural Organization (or UNESCO) over\nallegations of mismanagement, followed by the United Kingdom and Singapore.\nBoutros Boutros-Ghali, the secretary-general from 1992 to 1996, initiated a\nreform of the Secretariat, somewhat reducing the size of the organization. His\nsuccessor, Kofi Annan, initiated further management reforms in the face of\nthreats from the US to withhold its UN dues.\n\nThough the UN Charter had been written primarily to prevent aggression by one\nnation against another, in the early 1990s the UN faced several simultaneous,\nserious crises within Somalia, Haiti, Mozambique, and the nations that\npreviously made up Yugoslavia. The UN mission in Somalia was widely viewed as\na failure after the United States' withdrawal following casualties in the\nBattle of Mogadishu. The UN mission to Bosnia faced worldwide ridicule for its\nindecisive and confused mission in the face of ethnic cleansing. In 1994, the\nUN Assistance Mission for Rwanda failed to intervene in the Rwandan genocide\namidst indecision in the Security Council.\n\nFrom the late 1990s to the early 2000s, international interventions authorized\nby the UN took a wider variety of forms. The United Nations Security Council\nResolution 1244 authorized the NATO-led Kosovo Force beginning in 1999. The UN\nmission in the Sierra Leone Civil War was supplemented by a British military\nintervention. The invasion of Afghanistan in 2001 was overseen by NATO. In\n2003, the United States invaded Iraq despite failing to pass a UN Security\nCouncil resolution for authorization, prompting a new round of questioning of\nthe UN's effectiveness.\n\nUnder the eighth secretary-general, Ban Ki-moon, the UN intervened with\npeacekeepers in crises such as the War in Darfur in Sudan and the Kivu\nconflict in the Democratic Republic of the Congo and sent observers and\nchemical weapons inspectors to the Syrian Civil War. In 2013, an internal\nreview of UN actions in the final battles of the Sri Lankan Civil War in 2009\nconcluded that the organization had suffered a \"systemic failure\". In 2010,\nthe organization suffered the worst loss of life in its history, when 101\npersonnel died in the Haiti earthquake. Acting under the United Nations\nSecurity Council Resolution 1973 in 2011, NATO countries intervened in the\nFirst Libyan Civil War.\n\nThe Millennium Summit was held in 2000 to discuss the UN's role in the 21st\ncentury. The three-day meeting was the largest gathering of world leaders in\nhistory, and it culminated in the adoption by all member states of the\nMillennium Development Goals (or MDGs), a commitment to achieve international\ndevelopment in areas such as poverty reduction, gender equality and public\nhealth. Progress towards these goals, which were to be met by 2015, was\nultimately uneven. The 2005 World Summit reaffirmed the UN's focus on\npromoting development, peacekeeping, human rights and global security. The\nSustainable Development Goals (or SDGs) were launched in 2015 to succeed the\nMillennium Development Goals.\n\nIn addition to addressing global challenges, the UN has sought to improve its\naccountability and democratic legitimacy by engaging more with civil society\nand fostering a global constituency. In an effort to enhance transparency, in\n2016 the organization held its first public debate between candidates for\nsecretary-general. On 1 January 2017, Portuguese diplomat António Guterres,\nwho had previously served as the UN High Commissioner for Refugees, became the\nninth secretary-general. Guterres has highlighted several key goals for his\nadministration, including an emphasis on diplomacy for preventing conflicts,\nmore effective peacekeeping efforts, and streamlining the organization to be\nmore responsive and versatile to international needs.\n\nOn 13 June 2019, the UN signed a Strategic Partnership Framework with the\nWorld Economic Forum in order to \"jointly accelerate\" the implementation of\nthe 2030 Agenda for Sustainable Development.\n\nIn 2025, the UN began facing a financial crisis resulting from delays in\nmember state due payments. A major problem is that the United States, a major\ncontributor, often intentionally does not pay in full and delays its payments\nin order to influence the UN, such as on topics like the Gaza war, as the\nexistence of the UN relies on such payments. Other countries have begun to\nfollow suit, triggering a financial crisis. In 19 May 2025, only 61 countries\npaid their dues on time and in full. The crisis is causing massive budget cuts\nwithin the UN, with the UN warning that millions of lives are being put at\nrisk."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Structure",
        "generated_section_content_md": "The United Nations is part of the broader UN System, which includes an\nextensive network of institutions and entities. Central to the organization\nare five principal organs established by the UN Charter: the General Assembly,\nthe Security Council, the Economic and Social Council, the International Court\nof Justice and the UN Secretariat. A sixth principal organ, the Trusteeship\nCouncil, suspended its operations on 1 November 1994 upon the independence of\nPalau; the last remaining UN trustee territory.\n\nFour of the five principal organs are located at the main UN Headquarters in\nNew York City, while the International Court of Justice is seated in The\nHague. Most other major agencies are based in the UN offices at Geneva,\nVienna, and Nairobi, and additional UN institutions are located throughout the\nworld. The six official languages of the UN, used in intergovernmental\nmeetings and documents, are Arabic, Chinese, English, French, Russian and\nSpanish. On the basis of the Convention on the Privileges and Immunities of\nthe United Nations, the UN and its agencies are immune from the laws of the\ncountries where they operate, safeguarding the UN's impartiality with regard\nto host and member countries.\n\nBelow the six organs are, in the words of the author Linda Fasulo, \"an amazing\ncollection of entities and organizations, some of which are actually older\nthan the UN itself and operate with almost complete independence from it\".\nThese include specialized agencies, research and training institutions,\nprogrammes and funds and other UN entities.\n\nAll organizations in the UN system obey the _Noblemaire principle_ , which\ncalls for salaries that will attract and retain citizens of countries where\ncompensation is highest, and which ensures equal pay for work of equal value\nregardless of the employee's nationality. In practice, the International Civil\nService Commission, which governs the conditions of UN personnel, takes\nreference to the highest-paying national civil service. Staff salaries are\nsubject to an internal tax that is administered by the UN organizations.\n\n\n\n**Principal organs of the United Nations**\n\n* v\n* t\n* e\n\n**UN General Assembly**\n— Deliberative assembly of all UN member states —  |  | **UN Secretariat**\n— Administrative organ of the UN —  |  | **International Court of Justice**\n— Universal court for international law —\n---|---|---|---|---\n|  |\n\n* May resolve non-compulsory recommendations to states or suggestions to the Security Council (UNSC);\n* Decides on the admission of new members, following proposal by the UNSC;\n* Adopts the budget;\n* Elects the non-permanent members of the UNSC; all members of the Economic and Social Council; the UN Secretary-General (following their proposal by the UNSC); and the fifteen judges of the International Court of Justice (ICJ). Each country has one vote.\n\n|\n\n* Supports the other UN bodies administratively (for example, in the organization of conferences, the writing of reports and studies and the preparation of the budget);\n* Its chairperson—the UN Secretary-General—is elected by the General Assembly for a five-year mandate and is the UN's foremost representative.\n\n|\n\n* Decides disputes between states that recognize its jurisdiction;\n* Issues legal opinions;\n* Renders judgment by relative majority. Its fifteen judges are elected by the UN General Assembly for nine-year terms.\n\n\n**UN Security Council**\n— For international security issues —  | **UN Economic and Social Council**\n— For global economic and social affairs —  | **UN Trusteeship Council**\n— For administering trust territories (_currently inactive_) —\n|  |\n\n* Responsible for the maintenance of international peace and security;\n* May adopt compulsory resolutions;\n* Has fifteen members: five permanent members with veto power and ten elected members.\n\n|\n\n* Responsible for co-operation between states as regards economic and social matters;\n* Co-ordinates co-operation between the UN's numerous specialized agencies;\n* Has 54 members, elected by the General Assembly to serve staggered three-year mandates.\n\n|\n\n* Was originally designed to manage colonial possessions that were former League of Nations mandates;\n* Has been inactive since 1994, when Palau, the last trust territory, attained independence."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "General Assembly",
        "generated_section_content_md": "Mikhail Gorbachev, leader of the Soviet Union, addressing the UN General\nAssembly in December 1988\n\nThe General Assembly is the primary deliberative assembly of the UN. Composed\nof all UN member states, the assembly gathers at annual sessions at the\nGeneral Assembly Hall, but emergency sessions can be summoned. The assembly is\nled by a president, elected by the member states on a rotating regional basis,\nand 21 vice-presidents. The first session convened on 10 January 1946 in the\nMethodist Central Hall in London and comprised representatives of 51 nations.\n\nWhen the General Assembly decides on seminal questions such as those on peace\nand security, admission of new members and budgetary matters, a two-thirds\nmajority of those present and voting is required. All other questions are\ndecided by a majority vote. Each member has one vote. Apart from the approval\nof budgetary matters, resolutions are not binding on the members. The Assembly\nmay make recommendations on any matters within the scope of the UN, except\nmatters of peace and security that are under consideration by the Security\nCouncil.\n\nDraft resolutions can be forwarded to the General Assembly by its six main\ncommittees:\n\n* First Committee (Disarmament and International Security)\n* Second Committee (Economic and Financial)\n* Third Committee (Social, Humanitarian, and Cultural)\n* Fourth Committee (Special Political and Decolonization)\n* Fifth Committee (Administrative and Budgetary)\n* Sixth Committee (Legal)\n\nAs well as by the following two committees:\n\n* General Committee – a supervisory committee consisting of the assembly's president, vice-presidents, and committee heads\n* Credentials Committee – responsible for determining the credentials of each member nation's UN representatives"
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Security Council",
        "generated_section_content_md": "Colin Powell, the US Secretary of State, demonstrates a vial with alleged Iraq\nchemical weapon probes to the UN Security Council on Iraq war hearings, 5\nFebruary 2003.\n\nThe Security Council is charged with maintaining peace and security among\nnations. While other organs of the UN can only make recommendations to member\nstates, the Security Council has the power to make binding decisions that\nmember states have agreed to carry out, under the terms of Charter Article 25.\nThe decisions of the council are known as United Nations Security Council\nresolutions.\n\nThe Security Council is made up of fifteen member states: five permanent\nmembers (China, France, Russia, the United Kingdom and the United States) and\nten non-permanent members (currently Algeria, Ecuador, Guyana, Japan, Malta,\nMozambique, the Republic of Korea, Sierra Leone, Slovenia and Switzerland).\nThe five permanent members hold veto power over UN resolutions, allowing a\npermanent member to block adoption of a resolution, though not debate. The ten\ntemporary seats are held for two-year terms, with five members elected each\nyear by the General Assembly on a regional basis. The presidency of the\nSecurity Council rotates alphabetically each month."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "UN Secretariat",
        "generated_section_content_md": "António Guterres, the current secretary-general\n\nThe UN Secretariat carries out the day-to-day duties required to operate and\nmaintain the UN system. It is composed of tens of thousands of international\ncivil servants worldwide and headed by the secretary-general, who is assisted\nby the deputy secretary-general. The Secretariat's duties include providing\ninformation and facilities needed by UN bodies for their meetings and carrying\nout tasks as directed by the Security Council, the General Assembly, the\nEconomic and Social Council, and other UN bodies.\n\nThe secretary-general acts as the spokesperson and leader of the UN. The\nposition is defined in the UN Charter as the organization's chief\nadministrative officer. Article 99 of the charter states that the secretary-\ngeneral can bring to the Security Council's attention \"any matter which in\ntheir opinion may threaten the maintenance of international peace and\nsecurity\", a phrase that secretaries-general since Trygve Lie have interpreted\nas giving the position broad scope for action on the world stage. The office\nhas evolved into a dual role of an administrator of the UN organization and a\ndiplomat and mediator addressing disputes between member states and finding\nconsensus to global issues.\n\nThe secretary-general is appointed by the General Assembly, after being\nrecommended by the Security Council, where the permanent members have veto\npower. There are no specific criteria for the post, but over the years it has\nbecome accepted that the position shall be held for one or two terms of five\nyears. The current secretary-general is António Guterres of Portugal, who\nreplaced Ban Ki-moon in 2017.\n\nSecretaries-general of the United Nations  No. | Name | Country of origin | Took office | Left office | Notes\n---|---|---|---|---|---\n–  | Gladwyn Jebb |  United Kingdom | 24 October 1945  | 2 February 1946  | Served as acting secretary-general until Lie's election\n1 | Trygve Lie |  Norway | 2 February 1946 | 10 November 1952 | Resigned\n2 | Dag Hammarskjöld |  Sweden | 10 April 1953 | 18 September 1961 | Died in office\n3 | U Thant |  Burma | 30 November 1961 | 31 December 1971 | First non-European to hold office\n4 | Kurt Waldheim |  Austria | 1 January 1972 | 31 December 1981 |\n5 | Javier Pérez de Cuéllar |  Peru | 1 January 1982 | 31 December 1991 |\n6 | Boutros Boutros-Ghali |  Egypt | 1 January 1992 | 31 December 1996 | Served for the shortest time\n7 | Kofi Annan |  Ghana | 1 January 1997 | 31 December 2006 |\n8 | Ban Ki-moon |  South Korea | 1 January 2007 | 31 December 2016 |\n9 | António Guterres |  Portugal | 1 January 2017 | _Incumbent_ |"
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "International Court of Justice",
        "generated_section_content_md": "The ICJ ruled that Kosovo's unilateral declaration of independence from Serbia\nin 2008 did not violate international law.\n\nThe International Court of Justice (or ICJ), sometimes known as the World\nCourt, is the primary judicial organ of the UN. It is the successor to the\nPermanent Court of International Justice and occupies the body's former\nheadquarters in the Peace Palace in The Hague, Netherlands, making it the only\nprincipal organ not based in New York City. The ICJ's main function is\nadjudicating disputes among nations. Examples of issues they have heard\ninclude war crimes, violations of state sovereignty and ethnic cleansing. The\ncourt can also be called upon by other UN organs to provide advisory opinions\non matters of international law. All UN member states are parties to the ICJ\nStatute, which forms an integral part of the UN Charter, and non-members may\nalso become parties. The ICJ's rulings are binding upon parties and, along\nwith its advisory opinions, serve as sources of international law. The court\nis composed of 15 judges appointed to nine-year terms by the General Assembly.\nEvery sitting judge must be from a different nation."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Economic and Social Council",
        "generated_section_content_md": "The Economic and Social Council (or the ECOSOC) assists the General Assembly\nin promoting international economic and social co-operation and development.\nIt was established to serve as the UN's primary forum for global issues and is\nthe largest and most complex UN body. The ECOSOC's functions include gathering\ndata, conducting studies and advising and making recommendations to member\nstates. Its work is carried out primarily by subsidiary bodies focused on a\nwide variety of topics. These include the United Nations Permanent Forum on\nIndigenous Issues, which advises UN agencies on issues relating to indigenous\npeoples, the United Nations Forum on Forests, which coordinates and promotes\nsustainable forest management, the United Nations Statistical Commission,\nwhich co-ordinates information-gathering efforts between agencies, and the\nCommission on Sustainable Development, which co-ordinates efforts between UN\nagencies and NGOs working towards sustainable development. ECOSOC may also\ngrant consultative status to non-governmental organizations. As of April\n2021[update] almost 5,600 organizations have this status."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Specialized agencies",
        "generated_section_content_md": "The UN Charter stipulates that each primary organ of the United Nations can\nestablish various specialized agencies to fulfill its duties. Specialized\nagencies are autonomous organizations working with the United Nations and each\nother through the coordinating machinery of the Economic and Social Council.\nEach was integrated into the UN system through an agreement with the UN under\nUN Charter article 57. There are fifteen specialized agencies, which perform\nfunctions as diverse as facilitating international travel, preventing and\naddressing pandemics, and promoting economic development.\n\nSpecialized agencies of the United Nations  No. | Acronym | Agency | Headquarters | Head | Established\n---|---|---|---|---|---\n1 | FAO | Food and Agriculture Organization |  Rome, Italy |  Qu Dongyu | 1945\n2 | ICAO | International Civil Aviation Organization |  Montreal, Quebec, Canada |  Juan Carlos Salazar | 1947\n3 | IFAD | International Fund for Agricultural Development |  Rome, Italy |  Alvaro Lario | 1977\n4 | ILO | International Labour Organization |  Geneva, Switzerland |  Gilbert Houngbo | 1946 (1919)\n5 | IMO | International Maritime Organization |  London, United Kingdom |  Arsenio Dominguez | 1948\n6 | IMF | International Monetary Fund |  Washington, D.C., United States |  Kristalina Georgieva | 1945 (1944)\n7 | ITU | International Telecommunication Union |  Geneva, Switzerland |  Doreen Bogdan-Martin | 1947 (1865)\n8 | UNESCO | United Nations Educational, Scientific and Cultural Organization |  Paris, France |  Audrey Azoulay | 1945\n9 | UNIDO | United Nations Industrial Development Organization |  Vienna, Austria |  Gerd Müller | 1967\n10 | UNWTO | World Tourism Organization |  Madrid, Spain |  Zurab Pololikashvili | 1974\n11 | UPU | Universal Postal Union |  Bern, Switzerland |  Masahiko Metoki | 1947 (1874)\n12 | WBG | World Bank Group |  Washington, D.C., United States |  Ajay Banga (president) | 1945 (1944)\n13 | WHO | World Health Organization |  Geneva, Switzerland |  Tedros Adhanom | 1948\n14 | WIPO | World Intellectual Property Organization |  Geneva, Switzerland |  Daren Tang | 1974\n15 | WMO | World Meteorological Organization |  Geneva, Switzerland |  Celeste Saulo (secretary-general)\nAbdulla Al Mandous (president) | 1950 (1873)"
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Funds, programmes, and other bodies",
        "generated_section_content_md": "The United Nations system includes a myriad of autonomous, separately\nadministered funds, programmes, research and training institutes, and other\nsubsidiary bodies. Each of these entities have their own area of work,\ngovernance structure, and budgets such as the World Trade Organization (or the\nWTO) and the International Atomic Energy Agency (or the IAEA), operate\nindependently of the UN but maintain formal partnership agreements. The UN\nperforms much of its humanitarian work through these institutions, such as\npreventing famine and malnutrition (the World Food Programme), protecting\nvulnerable and displaced people (the UNHCR), and combating the HIV/AIDS\npandemic (the UNAIDS).\n\nProgrammes and funds of the United Nations  Acronyms  | Agency  | Headquarters  | Head  | Established\n---|---|---|---|---\nUNDP | United Nations Development Programme |  New York City, United States  |  Achim Steiner | 1965\nUNICEF | United Nations Children's Fund |  New York City, United States  |  Catherine M. Russell | 1946\nUNCDF | United Nations Capital Development Fund |  New York City, United States  |  Marc Bichler  | 1966\nWFP | World Food Programme |  Rome, Italy  |  Cindy McCain | 1963\nUNEP | United Nations Environment Programme |  Nairobi, Kenya  |  Inger Andersen | 1972\nUNFPA | United Nations Population Fund |  New York City, United States  |  Natalia Kanem | 1969\nUN-HABITAT | United Nations Human Settlements Programme |  Nairobi, Kenya  |  Maimunah Mohd Sharif | 1978\nUNV | United Nations Volunteers |  Bonn, Germany  |  Toily Kurbanov  | 1978"
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Membership",
        "generated_section_content_md": "193 UN member states\n\n2 UN Observer States (Palestine, Holy See)\n\n2 eligible Non-Member States (Niue, Cook Islands)\n\n17 non-self-governing territories\n\nAntarctica\n\nAll the world's undisputed independent states are members of the United\nNations. South Sudan, which joined 14 July 2011, is the most recent addition,\nbringing a total of 193 UN member states. The UN Charter outlines the\nmembership rules:\n\n>   1. Membership in the United Nations is open to all other peace-loving\n> states that accept the obligations contained in the present Charter and, in\n> the judgment of the Organization, are able and willing to carry out these\n> obligations.\n>   2. The admission of any such state to membership in the United Nations\n> will be effected by a decision of the General Assembly upon the\n> recommendation of the Security Council. Chapter II, Article 4.\n>\n\nUnder the leadership of Sukarno, Indonesia was the first and only country that\nattempted to leave the United Nations.\n\nIn addition, there are two non-member observer states: the Holy See and\nPalestine. The Cook Islands and Niue, both states in free association with New\nZealand, are full members of several UN specialized agencies and have had\ntheir \"full treaty-making capacity\" recognized by the Secretariat.\n\nIndonesia was the first and the only nation that attempted to withdraw its\nmembership from the United Nations, in protest to the election of Malaysia as\na non-permanent member of the Security Council in 1965 during conflict between\nthe two countries. After forming CONEFO as a short-lived rival to the UN,\nIndonesia resumed its membership in 1966."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Group of 77",
        "generated_section_content_md": "The Group of 77 (or the G77) at the UN is a loose coalition of developing\nnations that is designed to promote its members' collective economic interests\nand create an enhanced joint negotiating capacity in the UN. Seventy-seven\nnations founded the organization, but by November 2013 the organization had\nsince expanded to 133 member countries. The group was founded 15 June 1964 by\nthe \"Joint Declaration of the Seventy-Seven Countries\" issued at the United\nNations Conference on Trade and Development (or the UNCTAD). The group held\nits first major meeting in Algiers in 1967, where it adopted the Charter of\nAlgiers and established the basis for permanent institutional structures. With\nthe adoption of the New International Economic Order by developing countries\nin the 1970s, the work of the G77 spread throughout the UN system. Similar\ngroupings of developing states also operate in other UN agencies, such as the\nGroup of 24 (or the G-24), which operates in the IMF on monetary affairs."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Objectives",
        "generated_section_content_md": "The overarching strategy of the United Nations is captured in the United\nNations Common Agenda."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Peacekeeping and security",
        "generated_section_content_md": "United Nations Peacekeeping Logo\n\nThe UN, after approval by the Security Council, sends peacekeepers to regions\nwhere armed conflict has recently ceased or paused to enforce the terms of\npeace agreements and to discourage combatants from resuming hostilities. Since\nthe UN does not maintain its own military, peacekeeping forces are voluntarily\nprovided by member states. These soldiers are sometimes nicknamed \"Blue\nHelmets\" because they wear distinctive blue helmets. Peacekeeping forces as a\nwhole received the Nobel Peace Prize in 1988.\n\nThe UN has carried out 71 peacekeeping operations since 1947, and As of April\n2021[update], over 88,000 peacekeeping personnel from 121 nations have been\ndeployed on missions. The largest is the United Nations Mission in South Sudan\n(or UNMISS), which has close to 19,200 uniformed personnel, and the smallest,\nthe United Nations Military Observer Group in India and Pakistan (or UNMOGIP),\nconsists of 113 civilians and experts charged with monitoring the ceasefire in\nJammu and Kashmir. UN peacekeepers with the United Nations Truce Supervision\nOrganization (or UNTSO) have been stationed in the Middle East since 1948, the\nlongest-running active peacekeeping mission.\n\nA study by the RAND Corporation in 2005 found the UN to be successful in two-\nthirds of its peacekeeping efforts. It compared efforts at nation-building by\nthe UN to those of the United States and found that 87.5% of UN cases are at\npeace, as compared with 50% of U.S. cases at peace. Also in 2005, the Human\nSecurity Report documented a decline in the number of wars, genocides, and\nhuman rights abuses since the end of the Cold War, and presented evidence,\nalbeit circumstantial, that international activism – mostly spearheaded by the\nUN – has been the main cause of the decline in armed conflict. Situations in\nwhich the UN has not only acted to keep the peace but also intervened include\nthe Korean War and the authorization of intervention in Iraq after the Gulf\nWar. Further studies published between 2008 and 2021 determined UN\npeacekeeping operations to be more effective at ensuring long-lasting peace\nand minimizing civilian casualties.\n\nThe UN Buffer Zone in Cyprus was established in 1974 following the Turkish\ninvasion of Cyprus.\n\nThe UN has also drawn criticism for perceived failures. In many cases, member\nstates have shown reluctance to achieve or enforce Security Council\nresolutions. Disagreements in the Security Council about military action and\nintervention are seen as having failed to prevent the Bangladesh genocide in\n1971, the Cambodian genocide in the 1970s, and the Rwandan genocide in 1994.\nSimilarly, UN inaction is blamed for failing to either prevent the Srebrenica\nmassacre or complete the peacekeeping operations during the Somali Civil War.\nUN peacekeepers have also been accused of child rape, soliciting prostitutes,\nand sexual abuse during various peacekeeping missions in the Democratic\nRepublic of the Congo, Haiti, Liberia, Sudan, Burundi, and Côte d'Ivoire.\nScientists cited UN peacekeepers from Nepal as the source of the 2010s Haiti\ncholera outbreak, which killed more than 8,000 people.\n\nA Nepalese soldier on a peacekeeping deployment providing security at a rice\ndistribution site in Haiti during 2010\n\nIn addition to peacekeeping, the UN is also active in encouraging disarmament.\nRegulation of armaments was included in the writing of the UN Charter in 1945\nand was envisioned as a way of limiting the use of human and economic\nresources for their creation. The advent of nuclear weapons came only weeks\nafter the signing of the charter, resulting in the first resolution of the\nfirst General Assembly meeting calling for specific proposals for \"the\nelimination from national armaments of atomic weapons and of all other major\nweapons adaptable to mass destruction\". The UN has been involved with arms-\nlimitation treaties such as the Outer Space Treaty, the Treaty on the Non-\nProliferation of Nuclear Weapons, the Seabed Arms Control Treaty, the\nBiological Weapons Convention, the Chemical Weapons Convention, and the Ottawa\nTreaty. Three UN bodies oversee arms proliferation issues: the International\nAtomic Energy Agency, the Organisation for the Prohibition of Chemical Weapons\nand the Comprehensive Nuclear-Test-Ban Treaty Organization Preparatory\nCommission. Additionally, many peacekeeping missions focus on disarmament:\nseveral operations in West Africa disarmed roughly 250,000 former combatants\nand secured tens of thousands of weapons and millions of munitions."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Human rights",
        "generated_section_content_md": "One of the UN's primary purposes is \"promoting and encouraging respect for\nhuman rights and for fundamental freedoms for all without distinction as to\nrace, sex, language, or religion\", and member states pledge to undertake\n\"joint and separate action\" to protect these rights.\n\nEleanor Roosevelt with the Universal Declaration of Human Rights, 1949\n\nIn 1948, the General Assembly adopted a Universal Declaration of Human Rights,\ndrafted by a committee headed by American diplomat and activist Eleanor\nRoosevelt, and including the French lawyer René Cassin. The document proclaims\nbasic civil, political and economic rights common to all human beings, though\nits effectiveness towards achieving these ends has been disputed since its\ndrafting. The Declaration serves as a \"common standard of achievement for all\npeople and all nations\" rather than a legally binding document, but it has\nbecome the basis of two binding treaties, the International Covenant on Civil\nand Political Rights and the International Covenant on Economic, Social and\nCultural Rights. In practice, the UN is unable to take significant action\nagainst human rights abuses without a Security Council resolution, though it\ndoes substantial work in investigating and reporting abuses.\n\nIn 1979, the General Assembly adopted the Convention on the Elimination of All\nForms of Discrimination against Women; followed by the Convention on the\nRights of the Child in 1989. With the end of the Cold War, the push for human\nrights action took on new impetus. The United Nations Commission on Human\nRights was formed in 1993 to oversee human rights issues for the UN, following\nthe recommendation of that year's World Conference on Human Rights. Jacques\nFomerand, a scholar of the UN, describes the organization's mandate as \"broad\nand vague\", with only \"meagre\" resources to carry it out. In 2006, it was\nreplaced by a Human Rights Council consisting of 47 nations. Also in 2006, the\nGeneral Assembly passed a Declaration on the Rights of Indigenous People, and\nin 2011 it passed its first resolution recognizing the rights of members of\nthe LGBTQ+ community.\n\nOther UN bodies responsible for women's rights issues include the United\nNations Commission on the Status of Women, the United Nations Development Fund\nfor Women and the United Nations International Research and Training Institute\nfor the Advancement of Women. The UN Permanent Forum on Indigenous Issues, one\nof three bodies with a mandate to oversee issues related to indigenous\npeoples, held its first session in 2002."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Economic development and humanitarian assistance",
        "generated_section_content_md": "Millennium Development Goals\n---\n\n1. Eradicate extreme poverty and hunger\n2. Achieve universal primary education\n3. Promote gender equality and empower women\n4. Reduce child mortality\n5. Improve maternal health\n6. Combat HIV/AIDS, malaria, and other diseases\n7. Ensure environmental sustainability\n8. Develop a global partnership for development\n\n\n\nAnother primary purpose of the UN is \"to achieve international co-operation in\nsolving international problems of an economic, social, cultural and\nhumanitarian character\". Numerous bodies have been created to work towards\nthis goal, primarily under the authority of the General Assembly and the\nECOSOC. In 2000, the 192 UN member states agreed to achieve eight Millennium\nDevelopment Goals by 2015. The Sustainable Development Goals were launched in\n2015 to succeed the Millennium Development Goals. The SDGs have an associated\nfinancing framework called the Addis Ababa Action Agenda.\n\nThe UN Development Programme (or the UNDP), an organization for grant-based\ntechnical assistance, is one of the leading bodies in the field of\ninternational development. The organization also publishes the UN Human\nDevelopment Index, a comparative measure ranking countries by poverty,\nliteracy, education, life expectancy, and other factors. The Food and\nAgriculture Organization (or the FAO) promotes agricultural development and\nfood security. The United Nations Children's Fund (or UNICEF) was created in\n1946 to aid European children after the Second World War and expanded its\nmission to provide aid around the world and to uphold the convention on the\nRights of the Child.\n\nThree former directors of the Global Smallpox Eradication Programme reading\nthe news that smallpox has been globally eradicated in 1980\n\nThe World Bank Group and the International Monetary Fund (or the IMF) are\nindependent, specialized agencies and observers within the UN framework. They\nwere initially formed separately from the UN through the Bretton Woods\nAgreement. The World Bank provides loans for international development, while\nthe IMF promotes international economic co-operation and gives emergency loans\nto indebted countries.\n\nIn Jordan, UNHCR remains responsible for the Syrian refugees and the Zaatari\nrefugee camp.\n\nThe World Health Organization (or WHO), which focuses on international health\nissues and disease eradication, is another of the UN's largest agencies. In\n1980, the agency announced that the eradication of smallpox had been\ncompleted. In subsequent decades, WHO eradicated polio, river blindness, and\nleprosy. The Joint United Nations Programme on HIV/AIDS (or UNAIDS)\ncoordinated the organization's response to the AIDS epidemic. The UN\nPopulation Fund, which also dedicates part of its resources to combating HIV,\nis the world's largest source of funding for reproductive health and family\nplanning services.\n\nAlong with the International Red Cross and Red Crescent Movement, the UN takes\na leading role in coordinating emergency relief. The World Food Programme (or\nthe WFP) provides food aid in response to famine, natural disasters, and armed\nconflict. The organization feeds an average of 90 million people in 80 nations\nper year. The Office of the United Nations High Commissioner for Refugees (or\nthe UNHCR) works to protect the rights of refugees, asylum seekers and\nstateless people. The UNHCR and the WFP programmes are funded by voluntary\ncontributions from governments, corporations, and individuals, though the\nUNHCR's administrative costs are paid for by the UN's primary budget."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Environment and climate",
        "generated_section_content_md": "Beginning with the formation of the UN Environmental Programme (or the UNEP)\nin 1972, the UN has made environmental issues a prominent part of its agenda.\nA lack of success in the first two decades of UN work in this area led to the\nEarth Summit in Rio de Janeiro, Brazil, in 1992; which sought to give new\nimpetus to these efforts. In 1988, the UNEP and the World Meteorological\nOrganization (or the WMO), another UN organization, established the\nIntergovernmental Panel on Climate Change, which assesses and reports on\nresearch on global warming. The UN-sponsored Kyoto Protocol set legally\nbinding emissions reduction targets for ratifying states."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Other global issues",
        "generated_section_content_md": "Since the UN's creation, over 80 colonies have attained independence. The\nGeneral Assembly adopted the Declaration on the Granting of Independence to\nColonial Countries and Peoples in 1960 with no votes against but abstentions\nfrom all major colonial powers. The UN works towards decolonization through\ngroups including the UN Committee on Decolonization. The committee lists\nseventeen remaining \"non-self-governing territories\", the largest and most\npopulous of which is the Western Sahara.\n\nThe UN also declares and co-ordinates international observances that bring\nawareness to issues of international interest or concern; examples include\nWorld Tuberculosis Day, Earth Day, and the International Year of Deserts and\nDesertification.\n\nStarting in 2023, the United Nations Office for Digital and Emerging\nTechnologies has organized an annual UN Open Source Week to facilitate\ncollaborative and international technological projects, AI policies, and\ngovernance."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Funding",
        "generated_section_content_md": "Top 25 contributors to the United Nations budget for the period 2022–2024  Member state | Contribution\n(% of UN budget)\n---|---\nUnited States | 22.000\nChina | 15.254\nJapan | 8.033\nGermany | 6.111\nUnited Kingdom | 4.375\nFrance | 4.318\nItaly | 3.189\nCanada | 2.628\nSouth Korea | 2.574\nSpain | 2.134\nAustralia | 2.111\nBrazil | 2.013\nRussia | 1.866\nNetherlands | 1.377\nMexico | 1.221\nSaudi Arabia | 1.184\nSwitzerland | 1.134\nIndia | 1.044\nSweden | 0.871\nTurkey | 0.845\nPoland | 0.837\nBelgium | 0.828\nArgentina | 0.719\nNorway | 0.679\nAustria | 0.679\nOther member states  | 11.976\n\nThe UN budget for 2024 was $3.59 billion, not including additional resources\ndonated by members, such as peacekeeping forces. Including specialized\nagencies of the UN, the UN System Chief Executives Board for Coordination\nreports total expenses of $67.4 billion in 2022 for 43 United Nations\nentities.\n\nThe UN is financed from assessed and voluntary contributions from its member\nstates. The General Assembly approves the regular budget and determines the\nassessment for each member. This is broadly based on the relative capacity of\neach nation to pay, as measured by its gross national income (or GNI), with\nadjustments for external debt and low per capita income.\n\nThe Assembly has established the principle that the UN should not be unduly\ndependent on any one member to finance its operations. Thus, there is a\n\"ceiling\" rate, setting the maximum amount that any member can be assessed for\nthe regular budget. In December 2000, the Assembly revised the scale of\nassessments in response to pressure from the United States. As part of that\nrevision, the regular budget ceiling was reduced from 25% to 22%. For the\nleast developed countries (or LDCs), a ceiling rate of 0.01% is applied. In\naddition to the ceiling rates, the minimum amount assessed to any member\nnation (or \"floor\" rate) is set at 0.001% of the UN budget ($31,000 for the\ntwo-year budget 2021–2022).\n\nA large share of the UN's expenditure addresses its core mission of peace and\nsecurity, and this budget is assessed separately from the main organizational\nbudget. The peacekeeping budget for the 2021–2022 fiscal year is $6.38\nbillion, supporting 66,839 personnel deployed in 12 missions worldwide. UN\npeace operations are funded by assessments, using a formula derived from the\nregular funding scale that includes a weighted surcharge for the five\npermanent Security Council members, who must approve all peacekeeping\noperations. This surcharge serves to offset discounted peacekeeping assessment\nrates for less developed countries. The largest contributors to the UN\npeacekeeping budget for 2023–2024 are: the United States (26.94%), China\n(18.68%), Japan (8.03%), Germany (6.11%), the United Kingdom (5.35%), France\n(5.28%), Italy (3.18%), Canada (2.62%), South Korea (2.57%) and Russia\n(2.28%).\n\nSpecial UN programmes not included in the regular budget, such as UNICEF and\nthe World Food Programme, are financed by voluntary contributions from member\ngovernments, corporations, and private individuals."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Assessments and reviews",
        "generated_section_content_md": "The 2001 Nobel Peace Prize to the UN—diploma in the lobby of the UN\nHeadquarters in New York City\n\nSeveral studies have examined the Security Council's responsiveness to armed\nconflict. Findings suggests that the Council is more likely to meet and\ndeliberate on conflicts that are more intense and have led to more\nhumanitarian suffering, but that its responsiveness is also shaped by the\npolitical interests of member states and in particular of the permanent\nmembers.\n\nUN peacekeeping missions are assessed to be generally successful. A book\nlooking at 47 peace operations by Virginia Page Fortna of Columbia University\nfound that UN-led conflict resolution usually resulted in long-term peace.\n\nPolitical scientists Hanne Fjelde, Lisa Hultman and Desiree Nilsson of Uppsala\nUniversity studied twenty years of data on peacekeeping missions, concluding\nthat they were more effective at reducing civilian casualties than\ncounterterrorism operations by nation states.\n\nGeorgetown University professor Lise Howard postulates that UN peacekeeping\noperations are more effective due to their emphasis on \"verbal persuasion,\nfinancial inducements and coercion short of offensive military force,\nincluding surveillance and arrest\", which are likelier to change the behavior\nof warring parties.\n\nBritish historian Paul Kennedy states that while the organization has suffered\nsome major setbacks, \"when all its aspects are considered, the UN has brought\ngreat benefits to our generation and will bring benefits to our children's and\ngrandchildren's generations as well.\"\n\nIn 2012, then French President François Hollande stated that \"France trusts\nthe United Nations. She knows that no state, no matter how powerful, can solve\nurgent problems, fight for development and bring an end to all crises. France\nwants the UN to be the centre of global governance\". In his 1953 address to\nthe United States Committee for United Nations Day, American President Dwight\nD. Eisenhower expressed his view that, for all its flaws, \"the United Nations\nrepresents man's best organized hope to substitute the conference table for\nthe battlefield\".\n\nJacques Fomerand, a professor in political sciences, writes that the\n\"accomplishments of the United Nations in the last 60 years are impressive in\ntheir own terms. Progress in human development during the 20th century has\nbeen dramatic, and the UN and its agencies have certainly helped the world\nbecome a more hospitable and livable place for millions\".\n\nReviewing the first 50 years of the UN's history, the author Stanley Meisler\nwrites that \"the United Nations never fulfilled the hopes of its founders, but\nit accomplished a great deal nevertheless\", citing its role in decolonization\nand its many successful peacekeeping efforts."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Awards",
        "generated_section_content_md": "A number of agencies and individuals associated with the UN have won the Nobel\nPeace Prize in recognition of their work. Two secretaries-general, Dag\nHammarskjöld and Kofi Annan, were each awarded the prize; as were Ralph\nBunche, a UN negotiator, René Cassin, a contributor to the Universal\nDeclaration of Human Rights, and the American Secretary of State Cordell Hull\nfor his role in the organization's founding. Lester B. Pearson, the Canadian\nSecretary of State for External Affairs, was awarded the prize in 1957 for his\nrole in organizing the UN's first peacekeeping force to resolve the Suez\nCrisis.\n\nUNICEF won the prize in 1965, the International Labour Organization in 1969,\nthe UN Peacekeeping Forces in 1988, the International Atomic Energy Agency\n(which reports to the UN) in 2005, and the UN-supported Organisation for the\nProhibition of Chemical Weapons in 2013. The UN High Commissioner for Refugees\nwas awarded the prize in 1954 and 1981, becoming one of only two recipients to\nwin the prize twice. The UN as a whole was awarded the prize in 2001, sharing\nit with Annan. In 2007, the IPCC received the prize \"for their efforts to\nbuild up and disseminate greater knowledge about man-made climate change, and\nto lay the foundations for the measures that are needed to counteract such\nchange.\"\n\nOn March 21st 2025 the joint Universities of Leuven and Louvain (Belgium)\nawarded the UNO a Honorary degree which was given in the hands of António\nGuterres."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Role",
        "generated_section_content_md": "In a sometimes-misquoted statement, American President George W. Bush stated\nin February 2003—referring to UN uncertainty towards Iraqi provocations under\nthe Saddam Hussein regime—that \"free nations will not allow the UN to fade\ninto history as an ineffective, irrelevant debating society.\"\n\nIn 2020, former American President Barack Obama, in his memoir _A Promised\nLand_ noted, \"In the middle of the Cold War, the chances of reaching any\nconsensus had been slim, which is why the UN had stood idle as Soviet tanks\nrolled into Hungary or U.S. planes dropped napalm on the Vietnamese\ncountryside. Even after the Cold War, divisions within the Security Council\ncontinued to hamstring the UN's ability to tackle problems. Its member states\nlacked either the means or the collective will to reconstruct failing states\nlike Somalia, or prevent an ethnic slaughter in places like Sri Lanka.\"\n\nSince its founding, there have been many calls for reform of the UN but little\nconsensus on how to do so. Some want the UN to play a greater or more\neffective role in world affairs, while others want its role reduced to\nhumanitarian work."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Representation and structure",
        "generated_section_content_md": "Core features of the UN apparatus, such as the veto privileges of some nations\nin the Security Council, are often described as fundamentally undemocratic,\ncontrary to the UN mission, and a main cause of inaction on genocides and\ncrimes against humanity.\n\nJacques Fomerand state that the most enduring divide in views of the UN is\n\"the North–South split\" between richer Northern nations and developing\nSouthern nations. Southern nations tend to favour a more empowered UN with a\nstronger General Assembly, allowing them a greater voice in world affairs,\nwhile Northern nations prefer an economically laissez-faire UN that focuses on\ntransnational threats such as terrorism.\n\nThere have been numerous calls for the UN Security Council's membership to be\nincreased, for different ways of electing the UN's secretary-general, and for\na UN Parliamentary Assembly (UNPA).\n\nIn the context of ongoing United Nations reform discussions, Noble World\nFoundation (NWF) proposes changing the structure of the United Nations\nSecurity Council (UNSC) by shifting membership and veto power from individual\nstates to regional organizations like the European Union. This proposed shift\nis in line with the UNSC's existing practice of basing the selection of non-\npermanent members on regional representation. Shifting to regional\norganization-based membership in the UNSC aims to reduce deadlock caused by\nindividual state vetoes. A prime example of this issue was observed on 25\nFebruary 2022, when Russia used its veto power to block a resolution against\nits invasion of Ukraine, thereby underscoring a significant weakness in the\nUNSC's functioning. NWF's proposal is intended to improve the effectiveness\nand decision-making process within the UNSC.\n\nIn response to concerns regarding the pace of progress under the United\nNations Framework Convention on Climate Change (UNFCCC), recent studies have\nsuggested institutional reforms to enhance the integration of ecological\nconcerns in UN decision-making processes. Scholars affiliated with the Planet\nPolitics Institute and The Planetary Democrats have proposed the creation of\nan Earth System Council, modelled after the UNSC, and a Planetary Parliament,\nalongside the proposed UNPA, to provide formal representation for ecological\ninterests within the UN system."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "Exclusion of nations",
        "generated_section_content_md": "After World War II, the French Committee of National Liberation was late to be\nrecognized by the United States as the government of France, and so the\ncountry was initially excluded from the conferences that created the new\norganization. Future French president Charles de Gaulle criticized the UN,\nfamously calling it a _machin_ (contraption), and was not convinced that a\nglobal security alliance would help maintain world peace, preferring direct\ndefence treaties between countries.\n\nFollowing the Chinese Civil War, the government of China was disputed between\nthe Chinese Nationalist Party and the Chinese Communist Party. After the\nfoundation of the People's Republic of China (PRC) on 1 October 1949, the\ngovernment of the Republic of China (ROC) retreated to the island of Taiwan,\ncontinuing to claim that it was the sole government of China. After the civil\nwar, the United Nations continued recognizing the ROC as the official\ngovernment of China. In 1971, amid growing debate over the representation of\nthe Chinese people on the mainland, the General Assembly passed a resolution\nrecognizing the PRC as _\"the only legitimate representatives of China to the\nUnited Nations.\"_ Critics[_who?_] allege that this position reflects a failure\nof the organization's development goals and guidelines, and it garnered\nrenewed scrutiny during the COVID-19 pandemic, when Taiwan was denied\nmembership into the World Health Organization despite its relatively effective\nresponse to the virus. Support for Taiwan's inclusion in the UN remains\nchallenged by the People's Republic of China, which claims the territories\ncontrolled by Taiwan as their own territory."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Independence",
        "generated_section_content_md": "Throughout the Cold War, both the United States and the Soviet Union\nrepeatedly accused the UN of favouring the other. In 1950, the Soviet Union\nboycotted the organization in protest to China's seat at the UN Security\nCouncil being given to the anti-communist Republic of China. Three years\nlater, the Soviets effectively forced the resignation of UN Secretary-General\nTrygve Lie by refusing to acknowledge his administration due to his support of\nthe Korean War.\n\nIronically, the United States had simultaneously scrutinized the UN for\nemploying communists and Soviet sympathizers, following a high-profile\naccusation that Alger Hiss, an American who had taken part in the\nestablishment of the UN, had been a Soviet spy. American Senator Joseph\nMcCarthy claimed that the UN Secretariat under Secretary-General Lie harboured\nAmerican communists, leading to further pressure that the UN chief resign. The\nUnited States saw nascent opposition to the UN in the 1960s, particularly\namongst conservatives, with groups such as the John Birch Society stating that\nthe organization was an instrument for communism. Popular opposition to the UN\nwas expressed through bumper stickers and signs with slogans such as \"Get the\nU.S. out of the U.N. and the U.N. out of the U.S.!\" and \"You can't spell\ncommunism without U.N.\""
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.5",
        "section_name": "National sovereignty",
        "generated_section_content_md": "In the United States, there were concerns about supposed threats to national\nsovereignty, most notably promoted by the John Birch Society, which mounted a\nnationwide campaign in opposition to the UN during the 1960s.\n\nBeginning in the 1990s, the same concern appeared with the American\nSovereignty Restoration Act, which has been introduced multiple times in the\nUnited States Congress. In 1997, an amendment containing the bill received a\nfloor vote, with 54 representatives voting in favour. The 2007 version of the\nbill (H.R. 1146) was authored by U.S. Representative Ron Paul, to effect the\nUnited States' withdrawal from the United Nations. It would repeal various\nlaws pertaining to the UN, terminate authorization for funds to be spent on\nthe UN, terminate UN presence on American property, and withdraw diplomatic\nimmunity for UN employees. It would provide up to two years for the United\nStates to withdraw. The _Yale Law Journal_ cited the Act as proof that \"the\nUnited States's complaints against the United Nations have intensified.\" The\nmost recent iteration, As of 2022[update], is H.R.7806, introduced by Mike D.\nRogers."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.6",
        "section_name": "Bias",
        "generated_section_content_md": "The UN's attention to Israel's treatment of Palestinians is considered\nexcessive by Jewish critics, including Israeli diplomat Dore Gold, British\nscholar Robert S. Wistrich, American legal scholar Alan Dershowitz, Australian\npolitician Mark Dreyfus, and the Anti-Defamation League. In September 2015,\nSaudi Arabia's Faisal bin Hassan Trad was elected chair of an advisory\ncommittee in the UN Human Rights Council, a move criticized by the UN Watch.\nThe UNHRC has likewise been accused of anti-Israel bias by Ex-President of the\nUnited States George W. Bush, who complained that the Council focused too much\nattention on Israel and not enough on countries such as Cuba, Venezuela, North\nKorea and Iran. American state lawmakers have proposed legislation to block\nvarious UN programs deemed to threaten U.S. sovereignty. In 2023, Tennessee\nenacted legislation to block the implementation of programs \"originating in,\nor traceable to, the United Nations or a subsidiary entity of the United\nNations,\" including Agenda 21 and the 2030 Agenda. In her confirmation hearing\nbefore the Senate panel to be the U.S. ambassador to the United Nations, Elise\nStefanik, described the UN's attitude toward Israel as \"anti-semitic\" and\naffirmed the views of the right-wing Israeli ministers, Bezalel Smotrich and\nBen Gvir, that Israel has a 'biblical right to the entire West Bank'."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.7",
        "section_name": "Effectiveness",
        "generated_section_content_md": "According to international relations scholar Edward Luck, the United States\nhas preferred a feeble United Nations in major projects undertaken by the\norganization to forestall UN interference with, or resistance to, American\npolicies. \"The last thing the U.S. wants is an independent UN throwing its\nweight around\", Luck said. Similarly, former US Ambassador to the United\nNations Daniel Patrick Moynihan explained that \"The Department of State\ndesired that the United Nations prove utterly ineffective in whatever measures\nit undertook. The task was given to me, and I carried it forward with not\ninconsiderable success.\"\n\nIn 1994, former special representative of the secretary-general of the UN to\nSomalia Mohamed Sahnoun published _Somalia: The Missed Opportunities_ , a book\nin which he analyses the reasons for the failure of the 1992 UN intervention\nin Somalia. Sahnoun claims that between the start of the Somali civil war in\n1988 and the fall of the Siad Barre regime in January 1991, the UN missed at\nleast three opportunities to prevent major human tragedies. When the UN tried\nto provide humanitarian assistance, they were totally outperformed by NGOs,\nwhose competence and dedication sharply contrasted with the UN's excessive\ncaution and bureaucratic inefficiencies. Sahnoun warned that if radical reform\nwere not undertaken, then the UN would continue to respond to such crises with\ninept improvisation.\n\nBeyond specific instances or areas of alleged ineffectiveness, some scholars\ndebate the overall effectiveness of the UN. Adherents to the realist school of\ninternational relations take a pessimistic position, arguing that the UN is\nnot an effective organization because it is dominated and constrained by great\npowers. Liberal scholars counter that it is an effective organization because\nit has proved capable of solving many problems by working around the\nrestrictions imposed by powerful member states. The UN is generally considered\nby scholars to be more effective in realms such as public health, and\nhumanitarian assistance. The ineffectiveness of enforcing territorial\nintegrity in the 21st century have led to debate on possible re-emergence of\nthe right of conquest."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "6.8",
        "section_name": "Inefficiency and corruption",
        "generated_section_content_md": "Critics have also accused the UN of bureaucratic inefficiency, waste, and\ncorruption. In 1976, the General Assembly established the Joint Inspection\nUnit to seek out inefficiencies within the UN system. During the 1990s, the\nUnited States withheld dues citing inefficiency and only started repayment on\nthe condition that a major reforms initiative be introduced. In 1994, the\nOffice of Internal Oversight Services (or the OIOS) was established by the\nGeneral Assembly to serve as an efficiency watchdog.\n\nIn 2004, the UN faced accusations that its recently ended Oil-for-Food\nProgramme — in which Iraq had been allowed to trade oil for basic needs to\nrelieve the pressure of sanctions — had suffered from widespread corruption,\nincluding billions of dollars of kickbacks. An independent inquiry created by\nthe UN found that many of its officials had been involved in the scheme, and\nraised significant questions about the role of Kojo Annan, the son of Kofi\nAnnan."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Model United Nations",
        "generated_section_content_md": "The United Nations has inspired the extracurricular activity Model United\nNations (or MUN). MUN is a simulation of United Nations activity based on the\nUN agenda and following UN procedure. It is usually attended by high school\nand university students who organize conferences to simulate the various UN\ncommittees to discuss important issues of the day. Today, MUN educates tens of\nthousands on the activities of the UN around the world. MUN has many famous\nand notable alumni, such as the former UN Secretary-General Ban Ki-moon."
    },
    {
        "chapter_name": "United Nations",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Hymn to the United Nations",
        "generated_section_content_md": "On the request of then United Nations Secretary-General U Thant, a Hymn to the\nUnited Nations was performed on the occasion of its 26th anniversary, on 24\nOctober 1971, by Pau Casals, the lyrics to which were penned by the poet W. H.\nAuden.\n\nThant first approached Casals, who was a personal friend, looking to create a\nhymn to peace and hoping for the song to be based on the preamble of the\nCharter of the United Nations. Thant later commissioned Auden to write the\npoem after Casals requested one to set to music. Auden completed his work in\nthree days time. The finished work, scored for chorus and orchestra, takes\napproximately seven minutes to play. However, there were never any plans to\nadopt the song as the organization's official anthem."
    }
]