[
    {
        "chapter_name": "United Nations Office for Partnerships",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Body of the United Nations that oversees public-private partnerships\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **containspromotional content**. Please help improve it by removing promotional language and inappropriate external links, and by adding encyclopedic text written from a neutral point of view. _( June 2020)__(Learn how and when to remove this message)_  \n---|---  \n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"United Nations Office for Partnerships\" – news **·**\nnewspapers **·** books **·** scholar **·** JSTOR _( October 2021)__(Learn how\nand when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **United Nations Office for Partnerships** (**UNOP**) is a UN body\nestablished in 2006 by Secretary-General Kofi Annan to co-create partnerships\nwithin the private sector, civil society organizations, academia, and other\nnon-state actors in furtherance of the United Nations Sustainable Development\nGoals.\n\nUNOP oversees the United Nations Fund for International Partnerships (UNFIP)\nand the United Nations Democracy Fund (UNDEF)."
    },
    {
        "chapter_name": "United Nations Office for Partnerships",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "UN Fund for International Partnerships (UNFIP)",
        "generated_section_content_md": "The United Nations Fund for International Partnerships (UNFIP) was established\nby Secretary-General Kofi Annan in March 1998 to serve as the interface\nbetween the United Nations system and the United Nations Foundation—the public\ncharity responsible for administering resources in support of UN causes.\n\nThe Deputy Secretary-General is in charge of the UNFIP Advisory Board, which\noversees the work of UNFIP."
    },
    {
        "chapter_name": "United Nations Office for Partnerships",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "UN Democracy Fund (UNDEF)",
        "generated_section_content_md": "The United Nations Democracy Fund (UNDEF) was established by Secretary-General\nKofi Annan in July 2005 to support democratization around the world. It\nfocuses on giving civil society a stronger voice, promoting human rights, and\nmaking sure that all groups can take part in democratic processes. Through the\nFund, the Office gave money to almost 600 projects in more than 130 countries\naround the world. These projects ranged from helping women and young people\nget involved in civil society to media programs that let civil society get its\nmessage out.[_citation needed_]"
    },
    {
        "chapter_name": "United Nations Office for Partnerships",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "UNDEF Priorities",
        "generated_section_content_md": "The United Nations Democracy Fund was established during the 2005 World Summit\nas a United Nations General Trust Fund and launched in April 2006, with the\nUnited Nations Office for Partnerships (UNFIP) providing administrative\nsupport and resource-sharing. Since then, it has become clear that the group\nthat gives grants is a fund for civil society organizations. It is the only\nUnited Nations entity that has the word “democracy” in its name, the only\nUnited Nations body with the primary purpose of supporting democracy through\nempowering civil society, and one of the youngest entities in the United\nNations system. Most project money goes to local civil society groups in\ncountries that are both in the \"transition\" phase of democratization and in\nthe \"consolidation\" phase. By supporting the \"demand\" side of democratization\ninstead of the \"supply\" side, the Fund plays a huge role by making a\ndifferent, unique role that enhances and complements the traditional work of\nthe United Nations, which is working with governments, to strengthen\ndemocratic governance around the world.\n\nA key part of the Fund’s mission is to ensure that all levels of government\nare accountable to those they serve by increasing the knowledge, capacity,\nvoice, and reach of citizen organizations. With the adoption of the 2030\nAgenda for Sustainable Development in September 2015, the Fund agreed to give\npriority to projects that, among other things, hold governments accountable\nfor meeting the Sustainable Development Goals.[_citation needed_]"
    }
]