[
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Department of the UN dealing with the security and safety of its staff\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **containspromotional content**. Please help improve it by removing promotional language and inappropriate external links, and by adding encyclopedic text written from a neutral point of view. _( April 2020)__(Learn how and when to remove this message)_  \n---|---  \n| This article includes a list of general references, but **it lacks\nsufficient correspondinginline citations**. Please help to improve this\narticle by introducing more precise citations. _( November 2021)__(Learn how\nand when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nUnited Nations security officer at the 2009 United Nations Climate Change\nConference in Copenhagen.\n\nThe **Department of Safety and Security** (**UNDSS**) is a department of the\nUnited Nations providing safety and security services for UN agencies and\ndepartments as part of the UN Safety Management System. UNDSS reports directly\n[_clarification needed_] to the Secretary-General. The UNDSS manages a network\nof security advisers, analysts, officers and coordinators in more than 125\ncountries in support of around 180,000 United Nations personnel, 400,000\ndependents, and 4,500 United Nations premises worldwide. The department is led\nby Under-Secretary-General Gilles Michaud from Canada."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Mandate",
        "generated_section_content_md": "**Mission:** To enable United Nations system operations through trusted\nsecurity leadership and solutions.\n\n**Vision:** Security for the United Nations, for a better world.\n\n**Legal Documents:** UN Security is underpinned by five main legal documents,\noutlining the responsibilities of all stakeholders:\n\n1. United Nations Charter – articles 104 and 105\n2. Conventions on Privileges and Immunities of the United Nations (1946 and 1947)\n3. Convention on Safety and Security of United Nations Personnel and Associated Personnel (1994) – Optional Protocol (2005)\n4. Annual Resolutions of the General Assembly on Safety and Security of UN personnel and associated personnel\n5. UNSMS Security Policy Manual\n\n**Objectives:**\n\n1. _Leadership:_ UNDSS provides critical advice and rapid decision-making capacity on UNSMS (United Nations Security Management System) policy and operational issues to UNSMS members, senior United Nations management and personnel.\n2. _Security Management:_ The department provides services with security risk management capabilities and strategies to address multi-dimensional security challenges. The Security Risk Management (SRM) identifies, analyzes and manages safety and security risks to United Nations personnel, assets and operations.\n3. _Policy:_ UNDSS supports decision-making process with a solid policy framework with security policies covering all aspects of security management and ensuring cohesion within the UNSMS.\n4. _Workforce:_ UNDSS develops and maintains a professional and effective safety and security workforce.\n5. _Specialized Services:_ UNDSS delivers specialized safety and security services by offering the necessary expertise to stay ahead of the fast-paced changes in the security environment."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "For the first half-century of its existence, if UN personnel were directly\ntargeted, it was generally viewed as an isolated event. In the early 1990s,\nthe security environment for the UN changed and became more threatening. There\nwas a rise in the number of deaths and injuries to personnel as a result of\nmalicious acts. The mandate of the UN also evolved, resulting in a larger\nnumber of UN personnel, notably from the humanitarian agencies, being deployed\non potentially hazardous missions. At the same time, peacekeeping missions\nwere being established in areas at war or in situations of high risk.\nIncreasingly, humanitarian personnel were being deployed alongside\npeacekeeping military units in integrated multidisciplinary missions."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "An evolving security management system",
        "generated_section_content_md": "The UN's security management system was designed for the operational\nrequirements which existed in the UN's early days. To allow the UN to meet new\ndemands in a changing environment, the General Assembly authorized an increase\nin the staff of the Office of the UN Security Coordinator (UNSECOORD),\nprimarily in the field. In 2001, the General Assembly authorized the creation\nof a full-time UN Security Coordinator at the level of Assistant Secretary-\nGeneral. By 2002, the number of professional security officer posts in the\nfield numbered 100 Professional and 200 locally recruited posts.\n\nThe UN Security Coordinator oversaw the activities of the UN field security\nmanagement system and was a senior official appointed by the Secretary-\nGeneral. The Office was responsible for all policy and procedural matters\nrelated to security; to ensure a coherent response by the UN to any emergency\nsituation; coordinating, planning and implementing inter-agency security\nprogrammes and acting as the focal point for inter-agency cooperation\nconcerning all security matters and taking decisions related to the\nrelocation/evacuation of personnel and their eligible dependents from very\ninsecure areas.\n\nIn addition to UNSECOORD, the Department of Peacekeeping Operations (DPKO) had\nin place its own separate security structure for civilian personnel in UN\npeacekeeping operations. Political missions of the Department of Political\nAffairs that were administratively backstopped by DPKO remained under the UN\nfield security management system. Each of the major UN locations around the\nworld had their own Security and Safety Services, which operated independently\nfrom the UN security management system and from any central direction.\n\nThe Security and Safety Service (SSS) was first established at UN Headquarters\nin 1948. For decades, SSS in New York and at seven other Secretariat\nheadquarters locations around the world (Geneva, Vienna, Nairobi, Bangkok,\nBeirut, Addis Ababa and Santiago), operated independently of each other and\nhad no common governance structure. Their role was to provide security and\nsafety for headquarters personnel, premises and operations at those locations,\nas well to protect delegates and visitors to the premises and provide personal\nsecurity details for senior UN officials and visiting dignitaries.\n\nBetween 2002 and 2003, efforts were made by the UN Security Coordinator to\nprofessionalize the organization's security for its personnel through improved\nrecruitment and training, and to institutionalize security coordination among\nUN agencies, funds, and programmes through the establishment of an Inter-\nAgency Security Management Network (IASMN). However, security structures in\nPKOs and SPMs, as well as in SSS locations continued to function as separate\nentities to the structure in place for the field.\n\nIn early August 2003, independent security experts carried out an analysis of\nthe UN security management system, and concluded that the development and\nimplementation of an overall security governance and accountability framework,\nincluding headquarters, humanitarian and development personnel and civilian\npersonnel in peacekeeping missions would lead to a strengthened and unified\nsecurity management system."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "The Ahtisaari Panel",
        "generated_section_content_md": "Despite the growing security concerns and the efforts to address them the UN\nHeadquarters at the Canal Hotel in Baghdad was attacked on 19 August 2003. The\nattack, carried out by a suicide bomber driving a truck filled with\nexplosives, killed 22 UN personnel and visitors and injured more than 150\npeople. The attack was the first significant and targeted attack against the\nUN calling to attention the limited coordination and cohesion of security\nprovisions for UN staff and premises globally. The attacks led to an urgent\nsecond review of the security system by the Independent Panel on the Safety\nand Security of UN Personnel In Iraq led by Martti Ahtisaari, known as the\nAhtisaari panel.\n\n> Based on information posted on web sites related to global terror groups,\n> the United Nations could in theory be the target of similar attacks anywhere\n> at any time, from Baghdad to Kabul, Nairobi, Jakarta, Geneva or New York.\n> There are no indications that the perpetrators of the two attacks in Baghdad\n> would refrain from attacking other UN targets worldwide if it provided\n> further advantages.\n\n— Ahtisaari Panel report\n\nThe Ahtisaari panel called for a new, drastically revised security strategy\nfor the UN. The panel recommended that the core elements of the new strategy\ninclude clear articulation of the responsibilities of the UN to ensure the\nsecurity of its personnel; the establishment of professional assessment tools\nfor the analysis of threat and risks for UN operations worldwide; a robust\nsecurity management system with adequate disciplinary measures to counter non-\ncompliance; accountability at all managerial levels for the implementation of\nsecurity regulations; and significant increases in resources to develop and\nmaintain the necessary security infrastructure."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "UNDSS establishment",
        "generated_section_content_md": "In 2004, a proposal for strengthening and unifying the UN security management\nsystem was presented to the 59th session of the General Assembly in Report\nA/59/365 of 11 October 2004. This resulted in the adoption of General Assembly\nResolution (A/RES/59/276 December 2004) that created the Department of Safety\nand Security which merged the security management component of the Office of\nthe UN Security Coordinator (UNSECOORD) and the Security and Safety Services\n(SSS) at Headquarters and at Offices away from Headquarters, (including the\nregional commissions).\n\nFurthermore, the Resolution mandated that the new department be headed by a\nsenior UN official at the rank of Under-Secretary-General for a non-renewable\nterm of five years. The General Assembly also adopted measures to reinforce\nsecurity operations in all locations and decided to establish a unified\ncapacity for policy, standards, coordination, communications, compliance and\nthreat and risk assessment.\n\nThe UN Department of Safety and Security (UNDSS) was formally established on 1\nJanuary 2005."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Criticism and controversy",
        "generated_section_content_md": "Despite an official stance by UN working groups against the use of private\nmilitary and security companies except as a last resort, the UNDSS has widely\ncontracted private military companies across deployments in various nations.\nFurther audits by the United Nations Joint Inspection Unit revealed that\ndespite having the mandate of unifying security responses, the UNDSS suffered\nfrom leadership, staffing, and funding issues especially pervasive due to the\nlack of coordination between UN agencies and multi-leveled bodies of the\nUnited Nations Security Management System responsible for ensuring the safety\nof UN staff."
    },
    {
        "chapter_name": "United Nations Department for Safety and Security",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Ranks and units",
        "generated_section_content_md": "Officers of the Security Service have the following ranks: Recruit, Officer,\nSenior Officer, Sergeant, Lieutenant, Captain, Inspector.\n\nThere is a Personal Protection Unit and a Honorary Guard, who mainly escort\nthe speakers within the General Assembly."
    }
]