[
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations organization\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"United Nations Population Fund\" – news **·** newspapers **·**\nbooks **·** scholar **·** JSTOR _( May 2019)__(Learn how and when to remove\nthis message)_  \n---|---  \n  \nA case like this was transferred through the humanitarian corridor in Gaza in\n2024. The bag contained a galabia, sunscreen, soap and flip-flops. The UNFPA\nlogo is printed on the case\n\nThe **United Nations Population Fund** (**UNFPA**) is a UN agency aimed at\nimproving reproductive and maternal health worldwide. Its work includes\ndeveloping national healthcare strategies and protocols, increasing access to\nbirth control, and leading campaigns against child marriage, gender-based\nviolence, obstetric fistula, and female genital mutilation.\n\nThe UNFPA supports programs in more than 144 countries across four geographic\nregions: Arab States and Europe, Asia and the Pacific, Latin America, the\nCaribbean and Africa. Around three-quarters of the staff work in the field. It\nis a founding member of the United Nations Development Group, a collection of\nUN agencies and programmes focused on fulfilling the Sustainable Development\nGoals."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Origins",
        "generated_section_content_md": "In December 1966, 12 heads of state made a declaration urging the United\nNations to work on population issues. The Secretary-General created a trust\nfund for population in 1967. The agency began operations in 1969 as the\n**United Nations Fund for Population Activities** under the administration of\nthe United Nations Development Fund. In 1971 it was placed under the authority\nof the United Nations General Assembly. Its name was changed into **United\nNations Population Fund** in 1987. However, the shortened term of **UNFPA**\nhas been retained."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Sustainable Development Goals",
        "generated_section_content_md": "In September 2015, the 193 member states of the United Nations unanimously\nadopted the Sustainable Development Goals, a set of 17 goals aiming to\ntransform the world over the next 15 years. These goals are designed to\neliminate poverty, discrimination, abuse and preventable deaths, address\nenvironmental destruction, and usher in an era of development for all people,\neverywhere.\n\nUNFPA stated the Sustainable Development Goals are ambitious, and they will\nrequire enormous efforts across countries, continents, industries and\ndisciplines, but they are achievable. UNFPA works with governments, partners\nand other UN agencies to directly tackle many of these goals – in particular\nGoal 3 on health, Goal 4 on education and Goal 5 on gender equality – and\ncontributes in a variety of ways to achieving many of the other goals."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Warning on declining fertility",
        "generated_section_content_md": "In June 2025, UNFPA issued a report, based on a survey of 14,000 people in 14\ncountries, warning of a decline in fertility. \"The world has begun an\nunprecedented decline in fertility rates,\" said Dr Natalia Kanem, head of\nUNFPA. The causes of people having less children than they wanted included the\nhigh cost of child care.\n\nCountries surveyed included USA, Sweden, Brazil, India, Indonesia, Morocco,\nSouth Africa, and Nigeria, a mix of low, middle and high-income countries,\nwhich amounted to a third of the global population. Professor Stuart Gietel-\nBasten, demographer at the Hong Kong University of Science and Technology,\nsaid \"This is the first time that [the UN] have really gone all-out on low\nfertility issues.\""
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Leadership",
        "generated_section_content_md": "Executive Directors and Under-Secretaries-General of the UNFPA:\n\n| Executive Director  | Country | Period\n---|---|---|---\n1  | Rafael M. Salas |  Philippines | 1969–1987\n2  | Nafis Sadik |  Pakistan | 1987–2000\n3  | Thoraya Ahmed Obaid [ar] |  Saudi Arabia | 2001–2010\n4  | Babatunde Osotimehin |  Nigeria | 2011–2017\n5  | Natalia Kanem |  Panama | 2017–present"
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Areas of work",
        "generated_section_content_md": "UNFPA is the world's largest multilateral source of funding for population and\nreproductive health programs. The Fund works with governments and non-\ngovernmental organizations in over 150 countries with the support of the\ninternational community, supporting programs that help women, men and young\npeople:\n\n* voluntarily plan and have the number of children they desire and to avoid unwanted pregnancies\n* undergo safe pregnancy and childbirth\n* avoid spreading sexually transmitted infections\n* decrease violence against women\n* increase the equality of women\n* encouraging the use of birth control\n\nUNFPA uses a human rights-based approach in programming to address three\n\"transformative goals\":\n\n1. Zero preventable maternal death\n2. Zero gender-based violence\n3. Zero unmet need for family planning.\n\nThe Fund raises awareness of and supports efforts to meet these goals,\nadvocates close attention to population concerns and helps nations formulate\npolicies and strategies in support of sustainable development. Osotimehin\nassumed leadership in January 2011. The Fund is also represented by UNFPA\nGoodwill Ambassadors and a Patron."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "How it works",
        "generated_section_content_md": "UNFPA works in partnership with governments, along with other United Nations\nagencies, communities, NGOs, foundations and the private sector, to raise\nawareness and mobilize the support and resources needed to achieve its mission\nto promote the rights and health of women and young people. For instance, it\nis one of the co-sponsors of the Special Programme on Human Reproduction.\n\nContributions from governments and the private sector to UNFPA in 2016 totaled\n$848 million. The amount includes $353 million for the organization's core\nresources and $495 million earmarked for specific programs and initiatives. As\na result of the economic impact of coronavirus pandemic, the United Kingdom\nimposed 85% aid cut to UNFPA.\n\nExamples of campaigns:"
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Campaign to end fistula",
        "generated_section_content_md": "* This UNFPA-led global campaign works to prevent obstetric fistula, a devastating and socially isolating injury of childbirth, to treat women who live with the condition and help those who have been treated to return to their communities. The campaign works in more than 40 countries in Africa, the Arab States and South Asia.\n* The leader of the campaign to end fistula, Erin Anastasi, decided to start this campaign in 2003 in hopes of ending the deaths of new mothers after developing fistula. This campaign is now active in over 50 countries working not only to prevent fistula but also to give fistula survivors a sense of reforming their life after overcoming this burden. Nearly 800 women in Africa and Asia die after childbirth and more than 2 million young women live with untreated obstetric fistula in Asia and Sub-Saharan Africa. The campaign focuses mainly on providing training and funds to support women living with fistula, and also programs aimed towards survivors. The campaign is also looking at ways to prevent fistula from developing in general by providing medical supplies and technical guidance and support."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Ending female genital mutilation",
        "generated_section_content_md": "* UNFPA has worked for many years to end the practice of female genital mutilation, the partial or total removal of external female genital organs for cultural or other non-medical reasons. The practice, which affects 100–140 million women and girls across the world, violates their right to health and bodily integrity. In 2007, UNFPA in partnership with UNICEF, launched a $44 million program to reduce the practice by 40 per cent in 16 countries by 2015 and to end it within a generation. UNFPA also recently sponsored a Global Technical Consultation, which drew experts from all over the world to discuss strategies to convince communities to abandon the practice. UNFPA supports the campaign to end female genital mutilation with _The Guardian_."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Relations with the US government",
        "generated_section_content_md": "UNFPA has been accused by American pro-life groups of providing support for\ngovernment programs which have promoted forced abortions and coercive\nsterilizations. UNFPA says it \"does not provide support for abortion\nservices\". Its charter includes a strong statement condemning coercion. In\nresponse to these allegations, the U.S. Congress passed the Kemp-Kasten\namendment in 1985 to empower the president to block U.S. funding of programs\ndeemed by the president to include \"coercive abortion or involuntary\nsterilization\". Since its passage, all Republican presidents (Reagan, H.W.\nBush, W. Bush, and Trump) have withheld funding from the UNFPA – a policy\nknown as the Mexico City Policy.\n\nUNFPA provided aid to Peru's reproductive health program in the mid-to-late\n1990s. When it was discovered a Peruvian program had been engaged in carrying\nout coercive sterilizations, UNFPA called for reforms and protocols to protect\nthe rights of women seeking assistance. UNFPA continued work with the country\nafter the abuses had become public to help end the abuses and reform laws and\npractices.\n\nOver the course of the George W. Bush administration, a total of $244 million\nin Congressionally approved funding was blocked by the Executive Branch. From\n2002 through 2008, the administration denied funding to UNFPA that had already\nbeen allocated by the US Congress, on the grounds that the UNFPA supported\nChinese government programs which include forced abortions and coercive\nsterilizations. In a letter from the Under Secretary of State for Political\nAffairs Nicholas Burns to Congress, the administration said it had determined\nthat UNFPA's support for China's population program \"facilitates its\ngovernment's coercive abortion program\", thus violating the Kemp-Kasten\nAmendment, which bans the use of United States aid to finance organizations\nthat support or take part in managing a program of coercive abortion or\nsterilization.\n\nThe notion that UNFPA had any connection to China's administration of forced\nabortions was deemed to be unsubstantiated by investigations carried out by\nvarious US, UK, and UN teams sent to examine UNFPA activities in China.\nSpecifically, a three-person US State Department fact-finding team was sent on\na two-week tour throughout China. It wrote in its report that it found \"no\nevidence that UNFPA has supported or participated in the management of a\nprogram of coercive abortion or involuntary sterilization in China,\" as has\nbeen charged by critics.\n\nHowever, according to then-Secretary of State Colin Powell, the UNFPA\ncontributed vehicles and computers to the Chinese to carry out their\npopulation planning policies. However, both _The Washington Post_ and _The\nWashington Times_ reported that Powell simply fell in line, signing a brief\nwritten by someone else.\n\nColin Powell at the United Nations\n\nUS Representative Chris Smith criticized the State Department investigation,\nsaying the investigators were shown \"Potemkin Villages\" where residents had\nbeen intimidated into lying about the family-planning program. Nafis Sadik,\nformer director of UNFPA, said her agency had been pivotal in reversing\nChina's coercive population planning methods, but a 2005 report by Amnesty\nInternational and a separate report by the US State Department found that\ncoercive techniques were still regularly employed by the Chinese, casting\ndoubt upon Sadik's statements. However, Amnesty International found no\nevidence that UNFPA had supported the coercion.\n\nA 2001 study conducted by the pro-life Population Research Institute claimed\nthat the UNFPA shared an office with the Chinese family planning officials who\nwere carrying out forced abortions. \"We located the family planning offices,\nand in that family planning office, we located the UNFPA office, and we\nconfirmed from family planning officials there that there is no distinction\nbetween what the UNFPA does and what the Chinese Family Planning Office does,\"\nsaid Scott Weinberg, a spokesman for PRI. However, United Nations Members\ndisagreed and approved UNFPA's new country programme in January 2006. The more\nthan 130 members of the \"Group of 77\" developing countries in the United\nNations expressed support for the UNFPA programmes. In addition, speaking for\nseveral European democracies – Norway, Denmark, Sweden, Finland, the\nNetherlands, France, Belgium, Switzerland and Germany – the United Kingdom\nstated, \"UNFPA’s activities in China, as in the rest of the world, are in\nstrict conformity with the unanimously adopted Programme of Action of the\nICPD\" and plays \"a key role in supporting our common endeavour, the promotion\nand protection of all human rights and fundamental freedoms\".\n\nIn response, the EU decided to fill the gap left behind by the US under the\nSandbæk Report. According to its Annual Report for 2008, the UNFPA received\nits funding mainly from European governments: Of the total income of $845.3\nmillion, $118 million was donated by the Netherlands, $67 million by Sweden,\n$62 million by Norway, $54 million by Denmark, $53 million by the UK, $52\nmillion by Spain, and $19 million by Luxembourg. The European Commission\ndonated a further $36 million. The most important non-European donor state was\nJapan, which gave $36 million. The number of donors exceeded 180 in one year.\n\nIn the United States, nonprofit organizations like Friends of UNFPA, formerly\nAmericans for UNFPA, worked to compensate for the loss of United States\nfederal funding by raising private donations.\n\nIn January 2009 President Barack Obama restored US funding to UNFPA, saying in\na public statement that he would \"look forward to working with Congress to\nrestore U.S. financial support for the U.N. Population Fund. By resuming\nfunding to UNFPA, the U.S. will be joining 180 other donor nations working\ncollaboratively to reduce poverty, improve the health of women and children,\nprevent HIV/AIDS and provide family planning assistance to women in 154\ncountries.\"\n\nThe United States said during the UNDP/UNFPA/UNOPS Executive Board meeting\nthat considered the China programme in 2015:\n\n> During its recent visit, the U.S. delegation observed the positive impact of\n> UNFPA's rights-based programming in China. We commend the Fund's adherence\n> to demonstrating the advantages of a voluntary approach to family planning\n> and were pleased to see – in support of its ICPD commitments – increased\n> provider emphasis on patient rights.\n\nIn April 2017, the Trump administration announced that it will cut off funding\nto UNFPA, on the grounds that it \"supports, or participates in the management\nof, a program of coercive abortion or involuntary sterilization.\" UNFPA\nrefuted this claim, as all of its work promotes the human rights of\nindividuals and couples to make their own decisions, free of coercion or\ndiscrimination."
    },
    {
        "chapter_name": "United Nations Population Fund",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Other UN population agencies and entities",
        "generated_section_content_md": "Entities with competencies about population in the United Nations:\n\n* Commission on Population and Development\n* United Nations Department of Economic and Social Affairs"
    }
]