[
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "One of six principal organs of the UN\n\nThe **United Nations Economic and Social Council** (**ECOSOC**) is one of six\nprincipal organs of the United Nations (UN), responsible for coordinating the\neconomic and social fields of the organization, specifically in regards to the\nfifteen specialized agencies, the eight functional commissions, and the five\nregional commissions under its jurisdiction.\n\nECOSOC serves as the central forum for discussing international economic and\nsocial issues, and formulating policy recommendations addressed to member\nstates and the United Nations System. It has a rotating membership of 54\ncountries, and over 1,600 nongovernmental organizations have consultative\nstatus with the Council to participate in the work of the United Nations.\n\nECOSOC holds one four-week session each year in July, and since 1998 has also\nheld an annual meeting in April with finance ministers of heading key\ncommittees of the World Bank and the International Monetary Fund (IMF).\nAdditionally, the High-level Political Forum on Sustainable Development\n(HLPF), which reviews the implementation of the 2030 Agenda for Sustainable\nDevelopment, is convened under the auspices of the Council every July.\n\nThe members of ECOSOC are responsible for electing the executive board of\nUNICEF, the council of the United Nations Development Programme, the committee\nof UNHCR, and various commissions and other bodies under its jurisdiction.\nECOSOC is also responsible for tasks such as reviewing and updating the UN\nlist of least developed countries."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "President",
        "generated_section_content_md": "The president of the Council is elected for a one-year term and chosen from\nthe small or medium sized states represented on the Council at the beginning\nof each new session. The presidency rotates among the United Nations Regional\nGroups to ensure equal representation.\n\nHis Excellency Bob Rae was elected the eightieth President of the Economic and\nSocial Council for the 2025 Session on 25 July 2024. Paula Narváez,\nRepresentative of Chile, was elected as the seventy-ninth president of the\nCouncil on 27 July 2023. She succeeded Lachezara Stoeva, who was elected as\nthe seventy-eighth president of the Council on 25 July 2022, succeeding Collen\nVixen Kelapile of Botswana."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Members",
        "generated_section_content_md": "The Council consists of 54 Member States, which are elected yearly by the\nGeneral Assembly for overlapping three-year terms. Seats on the Council are\nallocated ensuring equitable geographic rotation among the United Nations\nregional groups. Outgoing members are eligible for immediate re-election, and\nsome seats are held by _de facto_ permanent members."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "History",
        "generated_section_content_md": "In 1945 when the United Nations Charter was originally signed, the Economic\nand Social Council consisted of 18 seats. The formal concept of the United\nNations Regional Groups did not yet exist, and unlike the Security Council,\nthere was no \"gentlemen's agreement\" between the superpowers to assign ECOSOC\nseats. Regardless, with 4 exceptions out of 102 elections (see list), a\nrelatively stable pattern emerged and held until 1960:\n\n* 5 seats to the Permanent Five of the UNSC\n* 4 seats to Latin America\n* 2 seats to Eastern Europe\n* 1 seat to the British Commonwealth\n* 3 seats to the \"Near and Far East\"\n* 3 seats to Western Europe\n\nAs the number of United Nations members grew with decolonization, the pattern\nbegan to break down starting in 1961, with nations in Africa winning elections\nto seats formerly held by Western Europe and the Republic of China (Taiwan).\n\nIn 1965, the Charter was amended to increase the size of ECOSOC to 27 seats,\nand the Regional Groups were formally introduced. The seat distribution\nbecame:\n\n* 5 seats to the Asian Group\n* 3 seats to the Eastern European Group\n* 5 seats to the Latin American and Caribbean Group\n* 7 seats to the Western European and Others Group\n\nIn 1973, the Charter was amended again to increase the size of ECOSOC to 54\nseats. The seat distribution became:\n\n* 14 seats to the African Group\n* 11 seats to the Asia-Pacific Group (renamed from the Asian Group in 2011)\n* 6 seats to the Eastern European Group\n* 10 seats to the Latin American and Caribbean Group\n* 13 seats to the Western European and Others Group"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Current members",
        "generated_section_content_md": "Term  | **African States** | **Asia-Pacific States** | **Eastern European\nStates** | **Latin American&\nCaribbean States ** | **Western European&\nOther States **\n---|---|---|---|---|---\n**2025 – 2027** |  Algeria\nIvory Coast\nDjibouti\nSouth Africa\nTanzania |  Bangladesh\nSaudi Arabia\nSri Lanka\nUzbekistan |  Armenia\nAzerbaijan |  Antigua and Barbuda\nDominican Republic\nMexico |  Australia\nAustria\nCanada\nFinland\nItaly\nNetherlands\nSwitzerland\n**2024 – 2026** |  Kenya\nMauritania\nNigeria\nSenegal\nZambia |  Japan\nNepal\nPakistan |  Poland\n_Vacant_ |  Haiti\nParaguay\nSuriname\nUruguay |  France\nLiechtenstein\nSpain\nTurkey\nUnited Kingdom\n**2023 – 2025** |  Botswana\nCape Verde\nCameroon\nEquatorial Guinea |  China\nLaos\nQatar\nRepublic of Korea |  Slovakia\nSlovenia |  Brazil\nColombia\nCosta Rica |  Sweden\n**Total Countries** 54  | **14** | **11** | **6** (currently 5, 1 vacant)  | **10** | **13**\n\n1. **^** Election pending between North Macedonia and Russia."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Observer Inter-Governmental Autonomous Organisations",
        "generated_section_content_md": "Participation on a continuing basis:\n\n* African Regional Centre of Technology\n* Asian and Pacific Development Centre\n* Asian Productivity Organisation\n* Council of Arab Economic Unity\n* Global Water Partnership\n* Helsinki Commission\n* Inter-American Institute for Cooperation on Agriculture\n* Intergovernmental Forum on Mining, Minerals, Metals and Sustainable Development\n* Intergovernmental Institution For the Use of Micro-Algae Spirulina Against Malnutrition\n* International Association of Economic and Social Councils and Similar Institutions\n* International Center for Public Enterprises in Developing Countries\n* International Centre for Genetic Engineering and Biotechnology\n* Islamic Educational, Scientific and Cultural Organization\n* Latin American Energy Organization\n* Organisation of Ibero-American States\n* Organization of the Petroleum Exporting Countries\n* Regional Organisation for the Protection of the Marine Environment\n* Union des Conseils Économiques et Sociaux Africains\n* West African Economic and Monetary Union\n* World Deserts Foundation\n\nParticipation on an _ad hoc_ basis:\n\n* African Accounting Council\n* African Cultural Institute\n* Arab Security Studies and Training Center\n* Council of Arab Ministers of the Interior\n* International Bauxite Association\n* International Civil Defence Organisation\n* Latin American Social Sciences Institute"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2.3.1",
        "section_name": "Active",
        "generated_section_content_md": "The following are the active functional commission of the Council:\n\n* Commission on Narcotic Drugs (CND)\n* Commission on Population and Development (CPD)\n* Commission on Science and Technology for Development (CSTD)\n* Commission on the Status of Women (CSW)\n* Statistical Commission (StatCom)\n* Commission for Social Development (CSocD)\n* Commission on Crime Prevention and Criminal Justice (CCPCJ)\n* Forum on Forests (UNFF)"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2.3.2",
        "section_name": "Disbanded",
        "generated_section_content_md": "The following commissions were disbanded by the Council and replaced by other\nbodies:\n\n* Commission on Human Rights (UNCHR)\n* Disbanded in 2006 and replaced by the United Nations Human Rights Council (UNHRC), a subsidiary organ of the General Assembly.\n* Commission on Sustainable Development (CSD)\n* Disbanded in 2013 and replaced by the High-level Political Forum on Sustainable Development (HLPF), a joint subsidiary body of the General Assembly and ECOSOC."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Regional commissions",
        "generated_section_content_md": "The following are the active regional commissions of the Council:\n\n* Europe: United Nations Economic Commission for Europe (ECE)\n* Africa: United Nations Economic Commission for Africa (ECA)\n* Latin America and the Caribbean: United Nations Economic Commission for Latin America and the Caribbean (ECLAC)\n* Asia and the Pacific: United Nations Economic and Social Commission for Asia and the Pacific (ESCAP)\n* Western Asia: United Nations Economic and Social Commission for Western Asia (ESCWA)\n\nThe key goal of the regional commissions is to “raise the [regional] level of\neconomic activity”; none of the regional commission has in its founding\nmandate a reference to sustainability or to the environmental dimension of\ndevelopment.\n\nAll UN regional commissions have expanded their activities to work toward\nachieving the Sustainable Development Goals (SDGs). They increasingly include\na concern for the environmental and social dimensions of development, along\nwith their traditional economic focus. They have set standards for SDG\nimplementation by providing (financial) support through reporting guidelines,\nperformance indicators, and other managerial tools. However, their limited\nresources force them to prioritize; diverse sets of priorities in the region\nonly partially overlap with the SDGs.\n\nThe regional commissions seek to link the global ambitions of the SDGs with\nregional actors, contexts, and priorities. In practice, however, when it comes\nto agenda setting, the regional commissions mostly seek to balance the new\nglobal agenda with their regional priorities and prior agendas."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Committees and other bodies",
        "generated_section_content_md": "The following are some of the other bodies that the Council oversees in some\ncapacity:"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Standing committees",
        "generated_section_content_md": "* Committee for Programme and Coordination (CPC)\n* Committee on Non-Governmental Organizations\n* Committee on Negotiations with Intergovernmental Agencies"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Expert bodies",
        "generated_section_content_md": "* Committee for Development Policy (CDP)\n* Committee on Economic, Social and Cultural Rights (CESCR)\n* Committee of Experts on Global Geospatial Information Management (UN-GGIM)\n* Committee of Experts on International Cooperation in Tax Matters\n* Committee of Experts on Public Administration (CEPA)\n* Committee of Experts on the Transport of Dangerous Goods and the Globally Harmonized System of Classification and Labelling of Chemicals\n* Group of Experts on Geographical Names (UNGEGN)\n* Intergovernmental Working Group of Experts on International Standards of Accounting and Reporting\n* Permanent Forum on Indigenous Issues (UNPFII)"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Other subsidiary bodies",
        "generated_section_content_md": "* System Chief Executives Board for Coordination (CEB)\n* High-Level Committee on Management (HLCM)\n* High-Level Committee on Programmes (HLCP)\n*"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Specialized agencies",
        "generated_section_content_md": "The specialized agencies of the United Nations are autonomous organizations\nworking within the United Nations System, meaning that while they report their\nactivities to the Economic and Social Council, they are mostly free to their\nown devices. Some were created before the United Nations existed and were\nintegrated into the system, others were created by the League of Nations and\nwere integrated by its successor, while others were created by the United\nNations itself to meet emerging needs. Each agency must negotiate with the\nCouncil as to what their relationship will look and work like. This leads to a\nsystem where different organizations maintain different types of relationships\nwith the Council. For example, in the 1950s[_clarify_] the members of ECOSOC\nwere responsible for granting a state admission to UNESCO, but now this is\ndone by the members of UNESCO themselves.\n\nThe following is a list of the specialized agencies reporting to the Council:\n\n* Food and Agriculture Organization (FAO)\n* International Civil Aviation Organization (ICAO)\n* International Fund for Agricultural Development (IFAD)\n* International Labour Organization (ILO)\n* International Monetary Fund (IMF)\n* International Maritime Organization (IMO)\n* International Telecommunication Union (ITU)\n* United Nations Educational, Scientific and Cultural Organization (UNESCO)\n* United Nations Industrial Development Organization (UNIDO)\n* United Nations World Tourism Organization (UNWTO)\n* Universal Postal Union (UPU)\n* World Bank Group (WBG)\n* International Bank for Reconstruction and Development (IBRD)\n* International Development Association (IDA)\n* International Finance Corporation (IFC)\n* Multilateral Investment Guarantee Agency (MIGA)\n* International Centre for Settlement of Investment Disputes (ICSID)\n* World Health Organization (WHO)\n* World Intellectual Property Organization (WIPO)\n* World Meteorological Organization (WMO)"
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "_World Economic & Social Survey 2011_: Great Green Technological Transform",
        "generated_section_content_md": "In a report issued in early July 2011, the UN called for spending nearly US$2\ntrillion on green technologies to prevent what it termed \"a major planetary\ncatastrophe\", warning that \"It is rapidly expanding energy use, mainly driven\nby fossil fuels, that explains why humanity is on the verge of breaching\nplanetary sustainability boundaries through global warming, biodiversity loss,\nand disturbance of the nitrogen-cycle balance and other measures of the\nsustainability of the earth's ecosystem\".\n\nUN Secretary-General Ban Ki-moon added: \"Rather than viewing growth and\nsustainability as competing goals on a collision course, we must see them as\ncomplementary and mutually supportive imperatives\". The report concluded that\n\"Business as usual is not an option\"."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Reforms",
        "generated_section_content_md": "The governance of the multilateral system has historically been complex and\nfragmented. This has limited the capacity of ECOSOC to influence international\npolicies in trade, finance, and investment. Reform proposals aim to enhance\nthe relevance and contribution of the council. A major reform was approved by\nthe 2005 World Summit based on proposals submitted by secretary-general Kofi\nAnnan. The Summit aimed to establish ECOSOC as a quality platform for high-\nlevel engagement among member states and with international financial\ninstitutions, the private sector, and civil society on global trends,\npolicies, and action. It resolved to hold biennial high-level Development\nCooperation Forums at the national-leadership level, transforming the high-\nlevel segment of the Council to review trends in international development\ncooperation and promote greater coherence in development activities. At the\nSummit it was also decided to hold annual ministerial-level substantive\nreviews to assess progress in achieving internationally agreed on development\ngoals (particularly the Millennium Development Goals). These \"Annual\nMinisterial Reviews\" will be replaced by the High-Level Political Forum from\n2016 onwards after the new post-MDG/post-2015 Sustainable Development Goals\nare agreed upon.\n\nSubsequent proposals by the High-Level Panel Report on System-Wide Coherence\nin November 2006 aimed to establish a forum within the ECOSOC as a counter-\nmodel to the exclusive clubs of the G8 and G20. The Forum was to comprise 27\nheads of state (L27, corresponding to half of ECOSOC's membership) to meet\nannually and provide international leadership in the development area. This\nproposal however, was not approved by the General Assembly."
    },
    {
        "chapter_name": "United Nations Economic and Social Council",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Chamber design",
        "generated_section_content_md": "The Economic and Social Council Chamber in the United Nations Conference\nBuilding was a gift from Sweden. It was conceived by Swedish architect Sven\nMarkelius, one of the 11 architects in the international team that designed\nthe UN headquarters. Wood from Swedish pine trees was used in the delegates'\narea for the railings and doors. The pipes and ducts in the ceiling above the\npublic gallery were deliberately left exposed; the architect believed that\nanything useful could be left uncovered. The \"unfinished\" ceiling is a\nsymbolic reminder that the economic and social work of the United Nations is\nnever finished; there will always be something more that can be done to\nimprove living conditions for the world's people.[_citation needed_]"
    }
]