[
    {
        "chapter_name": "United Nations Capital Development Fund",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations agency\n\n| This article includes a list of general references, but **it lacks\nsufficient correspondinginline citations**. Please help to improve this\narticle by introducing more precise citations. _( May 2010)__(Learn how and\nwhen to remove this message)_  \n---|---  \n  \nThe **United Nations Capital Development Fund** (**UNCDF**) assists developing\ncountries in the development of their economies by supplementing existing\nsources of capital assistance by means of grants, loans and guarantees, first\nand foremost for the least developed countries (LDCs) among the developing\ncountries.\n\nAs a Flagship Catalytic Blended Financing platform of the UN, UNCDF utilizes\nits unique capability to crowd-in finance for the scaling of development\nimpact where the needs are greatest—a capability rooted in UNCDF’s unique\ninvestment mandate—to support the achievement of the 2030 Agenda for\nSustainable Development and the realization of the Doha Programme of Action\nfor the least developed countries, 2022–2031.\n\nEstablished by the General Assembly in 1966 and with headquarters in New York\nCity, UNCDF is an autonomous UN organization affiliated with UNDP.\n\nUNCDF's CleanStart programme providing a shopkeeper with solar-powered\nlighting to counter light poverty in an off-grid area of Uganda, as part of\nits inclusive finance practice area\n\nThe original UNCDF mandate from the UN General Assembly (UNGA) is to “ _assist\ndeveloping countries in the development of their economies by supplementing\nexisting sources of capital assistance by means of grants and loans_ ”\n(General Assembly Resolution 2186, 13 December 1966). The mandate was modified\nin 1973 to serve first and foremost but not exclusively the LDCs.\n\nThe current Executive Secretary of UNCDF is Pradeep Kurukulasuriya."
    },
    {
        "chapter_name": "United Nations Capital Development Fund",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Former logo of UNCDF.\n\nCreated by the General Assembly in 1966 to promote economic development, UNCDF\nofficially was established as an \"autonomous organization within the United\nNations\" with the purpose to \"assist developing countries in the development\nof their economies by supplementing existing sources of capital assistance by\nmeans of grants and loans\".\n\nIn 1973, the Governing Council reoriented UNCDF's activities towards \"first\nand foremost the least developed among the developing countries\" and it began\nfocusing on the world's least developed countries in 1974.\n\nFor the next twenty years, UNCDF financed stand-alone capital\ninfrastructure—roads, bridges, irrigation schemes—mostly in Africa. It\nreceived about $40 million in core funding per year and operated out of UNDP\ncountry offices.\n\nIn the mid-1990s, UNCDF began focusing on the role local governments could\nplay in planning, financing, and maintaining capital investments. Promoting\neffective infrastructure investment and service delivery via decentralized\npublic financial management has been UNCDF's mainstay ever since. UNCDF's\nother major area of expertise—microfinance—also dates to the mid-1990s, when\nmany of its rural development projects had credit components.\n\nUNCDF's resources remain modest compared to many multilateral organizations.\nHowever, it has developed a considerable track record of going where others do\nnot, and then “leveraging in” larger sources of public and private capital. In\nthe words of a 2008 assessment by the Government of Sweden, “ _UNCDF should be\nseen as a development actor that paves the way for others, rather than a\nfinancing mechanism._ ”\n\nIn 2013, UNCDF received the highest score in the SmartAid for Microfinance\nIndex, a measure of overall effectiveness in microfinance."
    }
]