[
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialized body of the United Nations\n\nMap showing the member states of the commission\n\nThe **United Nations Economic Commission for Europe** (**ECE** or **UNECE**)\nis an intergovernmental organization or a specialized body of the United\nNations. The UNECE is one of five regional commissions under the jurisdiction\nof the United Nations Economic and Social Council. It was established in 1947\nin order to promote economic cooperation and integration among its member\nstates.\n\nThe commission is composed of 56 member states, most of which are based in\nEurope, as well as a few outside Europe. Its transcontinental Eurasian or non-\nEuropean member states include: Armenia, Azerbaijan, Canada, Cyprus, Georgia,\nIsrael, Kazakhstan, Kyrgyzstan, the Russian Federation, Tajikistan, Turkey,\nTurkmenistan, the United States and Uzbekistan."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The commission was first proposed in London in the summer of 1946 by the\nTemporary Subcommission on the Reconstruction of Devastated Areas.\n\nThe commission was established by the Economic and Social Council on 28 March\n1947 in order to \"Initiate and participate in measures for facilitating\nconcerted action for the economic reconstruction of Europe,\" as well as to\n\"maintain and strengthen the economic relations of the European countries,\nboth among themselves and with other countries of the world.\"\n\nIt was established at the request of the United Nations General Assembly who\ncalled on the Economic and Social Council to create the commission, as well as\nthe Commission for Asia and the Far East, in order to \"give effective aid to\ncountries devastated by war.\"\n\nECE absorbed the function and resources of the European Central Inland\nTransport Organization upon its founding.\n\nAs the commission was established towards the beginning of the Cold War, it\nfaced difficulties in achieving its mandate of economic reconstruction of\nEurope due to the Iron Curtain: separately the Organisation for European\nEconomic Co-operation was established in 1948 in the west and the Council for\nMutual Economic Assistance in 1949 in the east. The work of the commission had\nto concern itself only with questions that were of common interest to East and\nWest, as to not cause confrontation. However, since the fall of the Soviet\nUnion, the economic commissions of the United Nations have been expanding\ntheir activities in the former Soviet republics."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member states",
        "generated_section_content_md": "The following are the member states of the commission, along with their date\nof admission:\n\nMember states  Countries | Date of membership\n---|---\nAlbania | 14 December 1955\nAndorra | 28 July 1993\nArmenia | 30 July 1993\nAustria | 14 December 1955\nAzerbaijan | 30 July 1993\nBelarus | 28 March 1947\nBelgium | 28 March 1947\nBosnia and Herzegovina | 22 May 1992\nBulgaria | 14 December 1955\nCanada | 9 August 1973\nCroatia | 22 May 1992\nCyprus | 20 September 1960\nCzech Republic | 28 March 1947\nDenmark | 28 March 1947\nEstonia | 17 September 1991\nFinland | 14 December 1955\nFrance | 28 March 1947\nGeorgia | 30 July 1993\nGermany | 18 September 1973\nGreece | 28 March 1947\nHungary | 14 December 1955\nIceland | 28 March 1947\nIreland | 14 December 1955\nIsrael | 26 July 1991\nItaly | 14 December 1955\nKazakhstan | 31 January 1994\nKyrgyzstan | 30 July 1993\nLatvia | 17 September 1991\nLiechtenstein | 18 September 1990\nLithuania | 17 September 1991\nLuxembourg | 28 March 1947\nMalta | 1 December 1964\nRepublic of Moldova | 2 March 1992\nMonaco | 27 May 1993\nMontenegro | 28 June 2006\nNetherlands | 28 March 1947\nNorth Macedonia | 8 April 1993\nNorway | 28 March 1947\nPoland | 28 March 1947\nPortugal | 14 December 1955\nRomania | 14 December 1955\nRussian Federation | 28 March 1947\nSan Marino | 30 July 1993\nSerbia | 1 November 2000\nSlovakia | 28 March 1947\nSlovenia | 22 May 1992\nSpain | 14 December 1955\nSweden | 28 March 1947\nSwitzerland | 24 March 1972\nTajikistan | 12 December 1994\nTurkey | 28 March 1947\nTurkmenistan | 30 July 1993\nUkraine | 28 March 1947\nUnited Kingdom | 28 March 1947\nUnited States of America | 28 March 1947\nUzbekistan | 30 July 1993\n\n1. ^ _**a**_ _**b**_ Belarus and Ukraine were already UN members in 1947, even though they were not independent.\n2. **^** Joined UNECE as the USSR, then the Russian Federation took over its membership.\n3. **^** In 1972, Switzerland was not a UN member. Switzerland joined the United Nations in 2002."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Committee on Environmental Policy",
        "generated_section_content_md": "The concern of UNECE with problems of the environment dates back at least to\n1971, when the group of Senior Advisors to the UNECE governments on\nenvironmental issues was created which led to the establishment of the\nCommittee on Environmental Policy, which now meets annually. The Committee\nprovides collective policy direction in the area of environment and\nsustainable development, prepares ministerial meetings, develops international\nenvironmental law and supports international initiatives in the region. CEP\nworks to support countries to enhance their environmental governance and\ntransboundary cooperation as well as strengthen implementation of the UNECE\nregional environmental commitments and advance sustainable development in the\nregion.\n\nIts main aim is to assess countries' efforts to reduce their overall pollution\nburden and manage their natural resources, to integrate environmental and\nsocioeconomic policies, to strengthen cooperation with the international\ncommunity, to harmonize environmental conditions and policies throughout the\nregion and to stimulate greater involvement of the public and environmental\ndiscussions and decision-making.\n\nCEP is the overall governing body of UNECE environmental activities. The\ncommittee's work is based on several strategic pillars:\n\n* Providing the secretariat to the \"Environment for Europe\" process and participating in the regional promotion of Agenda 21;\n* Developing and carrying-out of UNECE Environmental Performance Reviews in the UNECE countries non-members of OECD;\n* Overseeing UNECE activities on environmental monitoring, assessment and reporting;\n* Increasing the overall effectiveness of UNECE multilateral environmental agreements (MEAs) and facilitating the exchange of experience on MEAs' implementation. See UNECE Espoo Convention, Aarhus Convention, Convention on Long-Range Transboundary Air Pollution, Convention on the Protection and Use of Transboundary Watercourses and International Lakes and Convention on the Transboundary Effects of Industrial Accidents.\n* Participating and/or facilitating the exchange of experience in a number of cross-sectoral activities undertaken under the leadership of UNECE (e.g. education for sustainable development, transport, health and environment, green building), or in partnership with other organizations (e.g. environment and security initiative, European environment and health process)."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Committee on Forests and the Forest Industry",
        "generated_section_content_md": "The first task of UNECE after the Second World War was to coordinate\nreconstruction effort in Europe. Timber was crucial for construction, and\nenergy, but the forests had been heavily overcut and production and trade were\nat a standstill. The ECE Timber Committee emerged from the International\nTimber Conference held in 1947 in Mariánské Lázně in the former\nCzechoslovakia.\n\nThe main pillars of the committee's activities have been: the collection and\npublication of the best available statistics on forests, wood production and\ntrade; the exchange of information on forest working techniques and training\nof forest workers; periodic surveys of the long-term outlook on forests;\ntechnical work on the rational use of wood; reviewing forest product markets;\nand share experiences on forest and forest sector policy."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Committee on Urban Development, Housing and Land Management",
        "generated_section_content_md": "In 1947, UNECE set up a Panel on Housing Problems, which later evolved into\nthe Committee on Human Settlements and after the reform in 2005/2006 into the\nCommittee on Housing and Land Management. The committee is an\nintergovernmental body of all UNECE member States. It provides a forum for the\ncompilation, dissemination and exchange of information and experience on\nhousing, urban development, and land administration policies; and in areas\nsuch as Birmingham, a more fiscal issue-UK.\n\nIn 2020, the CUDHLM created the Forum of Mayors at the Palais des Nations, an\nevent allowing mayors from the UNECE region to exchange their best practices\non urban development, housing and land management. UNECE is the first UN\nRegional Economic Commission to implement such an initiative that facilitates\nthe cooperation between the UN, Member States and cities."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Inland Transport Committee",
        "generated_section_content_md": "The UNECE Transport Division has been providing secretariat services to the\nWorld Forum for Harmonization of Vehicle Regulations (WP.29). In addition to\nacting as secretariat to the World Forum, the Vehicle Regulations and\nTransport Innovations section serves as the secretariat of the Administrative\nCommittee for the coordination of work, and of the administrative/executives\ncommittees of the three agreements on vehicles administered by the World\nForum.\n\nAmong other things, ITC has produced:\n\n* 59 United Nations conventions concerning inland transport,\n* Trans-European North-South Motorways, Trans-European Railways and the Euro-Asia Transport Links projects\n* the TIR system (Transports Internationaux Routiers), a global customs transit facilitation solution\n* transport statistics methods.\n\nThe World Forum services three UN Agreements:\n\n* the 1958 Agreement on the approval/certification of Vehicles and its annexed UN Regulations,\n* the 1997 Agreement on Periodic Technical Inspections (PTI) and its annexed UN Rules,\n* and the 1998 Agreement on Global Technical Regulations and its annexed UN GTRs."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Statistical Division",
        "generated_section_content_md": "The UNECE Statistical Division provides the secretariat for the Conference and\nits expert groups, and implements the statistical work programme of UNECE. The\nConference brings together chief statisticians from national and international\nstatistical organizations around the world, meaning that the word \"European\"\nin its name is no longer an accurate description of its geographical coverage.\nThe Statistical Division helps member countries to strengthen their\nstatistical systems, and coordinates international statistical activities in\nthe UNECE region and beyond through the Conference and its Bureau, and the\nDatabase of International Statistical Activities. The Statistical Division\ndevelops guidelines and training materials on statistical methodology and\npractices, in response to demands from member countries. It works with\ndifferent groups of specialists from national and international statistical\norganizations, and organizes meetings and online forums for statistical\nexperts to exchange experiences on a wide range of topics. The UNECE\nStatistical Division also provides technical assistance to South-East\nEuropean, East European, Caucasus and Central Asian countries.\n\nThe division also provides:\n\n1. On-line data on the 56 UNECE member countries in Europe, Central Asia and North America in both English and Russian, on economic, gender, forestry and transport statistics.\n2. A biennial overview of key statistics for member countries.\n3. A set of wikis to support collaboration activities and disseminate information about good practices.\n\nUNECE conducted the Fertility and Family Survey in the 1990s in 23 member\nStates, with over 150,000 participants, with hundreds of resulting scientific\npublications. This activity has hence continued in the form of the Generations\nand Gender Programme."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "United Smart Cities (USC)",
        "generated_section_content_md": "The United Smart Cities programme is a joint effort between UNECE and the\nOrganization for International Economic Relations (OiER).\n\nNumerous private business entities and other international and European\nagencies support the programme, including Environment Agency Austria (EAA),\nthe Royal Institution of Chartered Surveyors (RICS), UN-Habitat, and the\nInternational Society of City and Regional Planners (ISOCARP). The programme\npromotes areas of strategic smart city policy and development. The key focus\nareas as detailed by the programme are:\n\n1. Urban mobility\n2. Sustainable housing\n3. Clean energy\n4. Waste management\n5. Information and Communications Technology (ICT)"
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "Implementing Sustainable Development Goals",
        "generated_section_content_md": "The UNECE has presented a set of Sustainable Development Goals (SDGs)\npriorities, which resulted from a mapping and prioritization of its existing\nactivities against the goals. These consist of most SDGs except for SDG 10 (on\nreduced inequalities), SDG 14 (on life below water), SDG 1 (on poverty\nreduction), SDG 2 (on hunger), and SDG 4 (on quality education). The social\ndimension is mostly absent. This can be expected since UNECE does not include\nthe “social” agenda in its name, unlike two of the other five regional\ncommissions, namely UNESCWA (for Western Asia) and UNESCAP (for Asia and the\nPacific).\n\nThe UNECE, with its long history of working on public-private partnerships,\nhas taken the lead in introducing a format for public-private partnerships for\nthe SDGs, called “People-Proof” public-private partnerships."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Secretariat",
        "generated_section_content_md": "The ECE secretariat has been characterized as a \"strong\" secretariat. The ECE\nsecretariat was led by Gunnar Myrdal in its first decade. Myrdal refused\nefforts by the Soviet Union to dictate what staff would be employed in the\nsecretariat. During this period, the secretariat sought to promote European\nintegration efforts."
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Executive secretaries",
        "generated_section_content_md": "**Years** | **Country** | **Executive secretary**\n---|---|---\n1947–1957  |  Sweden | Gunnar Myrdal\n1957–1960  |  Finland | Sakari Tuomioja\n1960–1967  |  Yugoslavia | Vladimir Velebit\n1968–1982  | Janez Stanovnik\n1983–1986  |  Finland | Klaus Sahlgren\n1987–1993  |  Austria | Gerald Hinteregger\n1993–2000  |  France | Yves Berthelot\n2000–2001  |  Poland | Danuta Hübner\n2002–2005  |  Slovakia | Brigita Schmögnerová\n2005–2008  |  Poland | Marek Belka\n2008–2012  |  Slovakia | Ján Kubiš\n2012–2014  |  Bosnia and Herzegovina | Sven Alkalaj\n2014  |  Denmark | Michael Møller (acting)\n2014–2017  | Christian Friis Bach\n2017–2023  |  Slovakia | Olga Algayerova\n2023–present  |  Moldova | Tatiana Molcean"
    },
    {
        "chapter_name": "United Nations Economic Commission for Europe",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Publications",
        "generated_section_content_md": "From 1982 to 2007 the IOS Press published the _Statistical Journal of the\nUnited Nations Economic Commission for Europe_ on behalf of the UNECE."
    }
]