[
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialized body of the United Nations\n\nThe **United Nations Economic and Social Commission for West Asia** (**ESCWA**\n; Arabic: الإسكوا) is one of five regional commissions under the jurisdiction\nof the United Nations Economic and Social Council. The role of the Commission\nis to promote economic and social development of Western Asia through regional\nand subregional cooperation and integration.\n\nThe Commission is composed of 21 member states, all from the regions of North\nAfrica and the Middle East.\n\nThe Commission works closely with the divisions of the Headquarters in New\nYork and United Nations specialized agencies, as well as with international\nand regional organizations. The League of Arab States, the Gulf Cooperation\nCouncil and the Organisation of Islamic Cooperation are among its regional\npartners."
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The Commission was first established by the United Nations Economic and Social\nCouncil on 9 August 1973 as the _United Nations Economic Commission for\nWestern Asia (ECWA)_. The Commission was the successor to the _United Nations\nEconomic and Social Office in Beirut (UNESOB)_ , which was absorbed into the\nframework of ECWA. Its main mandate was to \"initiate and participate in\nmeasures for facilitating concerted action for the economic reconstruction and\ndevelopment of Western Asia.\"\n\nOn 26 July 1985, in recognition of the social component of its work, the\nCommission was renamed to the _United Nations Economic and Social Commission\nfor Western Asia (ESCWA)_ by the Economic and Social Council."
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member states",
        "generated_section_content_md": "A map showing the member states of the Commission\n\nThe following are all member states of the Commission:\n\n* Algeria\n* Bahrain\n* Djibouti\n* Egypt\n* Iraq\n* Jordan\n* Kuwait\n* Lebanon\n* Libya\n* Mauritania\n* Morocco\n* Oman\n* Palestine\n* Qatar\n* Saudi Arabia\n* Somalia\n* Sudan\n* Syria\n* Tunisia\n* United Arab Emirates\n* Yemen"
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Locations",
        "generated_section_content_md": "The Commission's Headquarters are located in Beirut.\n\nThe Commission's headquarters have been located in the Central District of\nBeirut, Lebanon, since 1997. Prior to this, the headquarters moved between\nmultiple cites. The first headquarters of the Commission were located in\nBeirut from 1974 to 1982. They then moved to Baghdad, Iraq, from 1982 to 1991.\nFinally, they were located in Amman, Jordan, from 1991 to 1997 before moving\nback to Beirut."
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Executive secretaries",
        "generated_section_content_md": "The following is a list of the Executive Secretaries of the Commission since\nits foundation:\n\nTerm  | Name of Executive Secretary  | Home Country\n---|---|---\n1974–1985  | Mohammad Said Al-Attar |  North Yemen\n1985–1988  | Mohammad Said Al-Nabulsi |  Jordan\n1989–1993  | Tayseer Abdel Jaber  |  Jordan\n1993–1995  | Sabbaheddin Bakjaji  |  Syrian Arab Republic\n1995–2000  | Hazem El Beblawi |  Egypt\n2000–2007  | Mervat Tallawy |  Egypt\n2007–2010  | Bader Al-Dafa |  Qatar\n2010–2017  | Rima Khalaf |  Jordan\n2017–2018  | Mohamed Ali Alhakim |  Iraq\n2019–present  | Rola Dashti |  Kuwait"
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Funding",
        "generated_section_content_md": "The budget of Commission comes mainly from contributions from the United\nNations, but also from donations from governments, regional funds, private\nfoundations and international development agencies. In 2017, the total budget\nof the Commission was US$27.4 million. Additionally, since 2014, the\nCommission has received $7.1 million in voluntary contributions to help\nimplement national and regional activities.\n\nThe Commission has four main budgets: the regular budget, the regular\nprogramme of technical cooperation (RPTC), the development account and the\nextrabudgetary projects account:\n\n1. The _regular budget_ line item is voted on by the United Nations General Assembly on a biennial basis and provides the Commission with resources fulfil its mandate as laid out in the Strategic Framework. In 2017, the regular budget for ESCWA was $19.9 million.\n2. The _regular programme of technical cooperation_ line item works to support member states in formulating sustainable socioeconomic development policies. In 2017, the regular programme of technical cooperation budget for ESCWA was $2.3 million.\n3. The _development account_ line item helps fund capacity building projects at national, subregional, regional and interregional levels. In 2017, the development account budget for ESCWA was $1.9 million.\n4. The _extra budgetary projects_ line item supports economic and social development under the seven subprograms of the Commission: Economic Development and Integration, Gender and Women Issues, Governance and Conflict Issues, Natural Resources, Social Development, Statistics and Technology for Development. In 2017, the extra budgetary projects budget for ESCWA was $3.2 million."
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Implementing Sustainable Development Goals (SDGs)",
        "generated_section_content_md": "The ESCWA launched the _Climate/SDGs Debt Swap–Donor Nexus Initiative_ in\nDecember 2020. It is directed at debt relief and at enhancing fiscal space of\n(middle-income) countries. This mechanism systematizes debt swaps, which allow\ncreditors to convert debt-serving payments into domestic investments for\nindebted countries. Debtors thereby invest in climate or SDG-related programs,\nwhile creditors may claim higher amounts of official development assistance or\nclimate finance without expanding their budgets."
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Women in the judiciary system",
        "generated_section_content_md": "In 2019, ESCWA reported regarding the situation of women in the judiciary\nsystem. The report found that \"the number of female judges has significantly\nincreased in countries such as Jordan, Lebanon, the State of Palestine,\nMorocco and Tunisia\". However, \"women’s presence remains marginal in most\nother Arab States\". At that time, two countries had not appointed female\njudges yet: Oman and Somalia.\n\nOther countries which already had female judges were: Iraq (1959), Morocco\n(1961), Algeria (1962), Sudan (1965 or 1976), Lebanon and Tunisia (1966),\nYemen (1971), Syria (1975), Palestine (1982), Libya (1991), Jordan (1996),\nEgypt (2003), Bahrain (2006), the United Arab Emirates (2008), Qatar (2010),\nMauritania (2013), and Kuwait (2020). In June 2021, Egypt announced that\nfemale judges would take seats in Public Prosecution and State Council in\nOctober that year."
    },
    {
        "chapter_name": "United Nations Economic and Social Commission for Western Asia",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Israel-Palestine report controversy",
        "generated_section_content_md": "On 15 March 2017, UNESCWA released a report accusing Israel (not a UNESCWA\nmember state) of being an \"apartheid regime\" due to Israel's relations with\nPalestinians both inside and outside Israel. The report was officially\nwithdrawn and removed from UN websites after criticism from the Secretary-\nGeneral who said it had been issued by ESCWA without approval.\n\nThe document was co-authored by Richard Falk, professor of International Law\nand Practice Emeritus at Princeton University and a former UN human rights\ninvestigator for the Palestinian territories, and Virginia Tilley, professor\nof Political Science at Southern Illinois University. It criticised Israel's\nlaw of return for Jews. Falk and Tilley wrote: \"Israel defends its rejection\nof the Palestinians' return in frankly racist language: alleging that\nPalestinians constitute a 'demographic threat' and that their return would\nalter the demographic character of Israel to the point of eliminating it as a\nJewish state\".\n\nRima Khalaf, United Nations Under-Secretary-General and Executive Secretary of\nESCWA, had said it was the first to accuse Israel of being a racist state\nwhich had established an apartheid system. The report itself said it had\nestablished on the \"basis of scholarly inquiry and overwhelming evidence, that\nIsrael is guilty of the crime of apartheid\". Israel has condemned the report.\n\"We expected of course that Israel and its allies would put huge pressure on\nthe Secretary-General of the United Nations so that he would disavow the\nreport, and that they would ask him to withdraw it,\" Khalaf said to AFP.\n\nUN Secretary-General António Guterres distanced himself from the report and\nthe document was removed from UN website on Friday, 17 March 2017. The\nreport's Executive Summary was also deleted from the United Nations\nInformation System on the Question of Palestine (UNISPAL).\n\nOn 17 March, Khalaf submitted her letter of resignation to Guterres. Following\nthe strong response from Israel, she wrote: \"It is only normal for criminals\nto pressure and attack those who advocate the cause of their victims.\" She\ncontinued to stand by the report."
    }
]