[
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN subsidiary organ\n\nThe **United Nations Development Fund for Women** (**UNIFEM** ; French: _Fonds\nde développement des Nations unies pour la femme_ ; Spanish: _Fondo de\nDesarrollo de las Naciones Unidas para la Mujer_) was established in December\n1976 originally as the Voluntary Fund for the United Nations Decade for Women\nin the International Women's Year. Its first director was Margaret C. Snyder.\nUNIFEM provided financial and technical assistance to innovative programmes\nand strategies that promoted women's human rights, political participation and\neconomic security. Since 1976 it supported women's empowerment and gender\nequality through its programme offices and links with women's organizations in\nthe major regions of the world. Its work on gender responsive budgets began in\n1996 in Southern Africa and expanded to include East Africa, Southeast Asia,\nSouth Asia, Central America and the Andean region. It worked to increase\nawareness throughout the UN system of gender-responsive budgets as a tool to\nstrengthen economic governance in all countries. In 2011, UNIFEM merged with\nsome other smaller entities to become UN Women."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "About",
        "generated_section_content_md": "2010 meeting in Ecuador\n\nUNIFEM was an autonomous organization working closely with the UN Development\nProgramme (UNDP), although the resolution also specified that the fund's\nresources should supplement, not substitute for, the responsibilities of other\nUnited Nations development cooperation agencies. UNIFEM helped fund projects\nthat aided women and their families. UNIFEM developed a strategy of aiding\nwomen to become their \"own agents for change rather than recipients of\ncharity.\" UNIFEM also helped to ensure that UN programmes followed guidelines\ndeveloped by the Convention on the Elimination of All Forms of Discrimination\nagainst Women (CEDAW). UNIFEM was also involved in recognizing women's rights\nas human rights. It advocated gender equality around the world. UNIFEM also\nsaw women's rights as an issue of peace and security.\n\nUNIFEM operated on a budget of voluntary contributions to the organization.\nThe organization was based in New York City. Different countries and regions\nhad their own committees within UNIFEM. UNIFEM was one of the smaller agencies\nat the UN and was situated lower in the UN hierarchy, according to Canadian\npolitician Stephen Lewis."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "The First World Conference on Women in 1975 influenced the creation of UNIFEM.\nWorld governments saw the need to put resources into dealing with women's\nissues after the First Conference. The United Nations Voluntary Fund for the\nDecade for Women (UNVFDW) was established by the United Nations General\nAssembly in December 1976 right after the conference. Margaret Snyder started\nworking as the leader of the organization in 1978."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "1980s",
        "generated_section_content_md": "The UNVFDW was given an expanded mandate by the General Assembly in February\n1985, when it became the United Nations Development Fund for Women (UNIFEM).\nUnder resolution 39/125, the new fund was called on to support and advocate\nfor innovative and catalytic activities that would give voice and visibility\nto the women of the developing world.\n\nFunding for UNIFEM projects doubled in size between 1985 and 1988."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "1990s",
        "generated_section_content_md": "In the 1990s, UNIFEM became involved in broadening its scope. The organization\nbegan a campaign to define \"women's rights as human rights\" and how violence\nagainst women was also an economic development issue. UNIFEM hired researchers\nsuch as Roxanna Carrillo to demonstrate how violence against women was linked\nto a lack of women's access to economic opportunity. The campaign for \"women's\nrights as human rights\" was especially effective. UNIFEM began working on\nprojects to reduce gender-based violence and also to raise awareness of the\nproblem.\n\nAlso in the 1990s, African Women in Crisis (AFWIC) was created by UNIFEM to\nfocus on issues facing people in Africa. AFWIC helped women who were displaced\ndue to violence or emergencies in their own countries. AFWIC expanded on work\nbegun by Laketch Dirasse in East Africa.\n\nThe work of UNIFEM helped shape the issues addressed at the Fourth World\nConference on Women in 1995. Women at the conference decided that it was\nimportant that they \"claim formal power to directly shape public policy\".\n\nUNIFEM created a trust fund to help support twenty-three projects to combat\ngender-based violence and war crimes against women. The fund began funding\nprojects in 1997."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "2000s",
        "generated_section_content_md": "UNIFEM was granted \"executing agency status\" by UNDP in 2000. This allowed the\norganization to complete and work on projects for UNDP that related to women's\nrights and gender equality.\n\nUNIFEM released a new biennial report, _Progress of the World's Women_ in\n2001. The report outlined what UNIFEM had achieved in previous decades. Also\nin 2001, in conjunction with International Alert, UNIFEM launched the\nMillennium Peace Prize for Women.\n\nNoeleen Heyzer, head of UNIFEM, asked for the creation of an international\ncommission on violence against women.\n\nOn January 26, 2006, UNIFEM nominated Nicole Kidman as its goodwill\nambassador.\n\nThe last executive director of UNIFEM was Inés Alberdi."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "2010s",
        "generated_section_content_md": "In January 2011, UNIFEM was merged into UN Women, a composite entity of the\nUN, with International Research and Training Institute for the Advancement of\nWomen (INSTRAW), Office of the Special Adviser on Gender Issues (OSAGI), and\nDivision for the Advancement of Women (DAW)."
    },
    {
        "chapter_name": "United Nations Development Fund for Women",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Executive directors",
        "generated_section_content_md": "Executive directors of the organization have been:\n\nNr | Director | From country | Term\n---|---|---|---\n4. | Inés Alberdi |  Spain | 2007–2014\n3. | Noeleen Heyzer |  Singapore | 1994–2007\n2. | Sharon Capeling-Alakija |  Canada | 1989–1994\n1. | Margaret C. Snyder |  United States | 1978–1989"
    }
]