[
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Research institute of the United Nations\n\nUNRISD is based at the United Nations Office at Geneva.\n\nThe **United Nations Research Institute for Social Development** (**UNRISD**)\nis \"an autonomous research institute within the United Nations that undertakes\nmultidisciplinary research and policy analysis on the social dimensions of\ncontemporary development issues\". UNRISD was established in 1963 with the\nmandate of conducting policy-relevant research on social development that is\npertinent to the work of the United Nations Secretariat, regional commissions\nand specialized agencies, and national institutions.\n\nA small team of researchers coordinates UNRISD's research programmes, which\nfocus primarily on the developing world, working in collaboration with\nnational research teams from local universities and research institutes. The\nInstitute's work takes a holistic, multidisciplinary and political economy\napproach. UNRISD's location at the United Nations Office at Geneva gives\nresearchers access to channels of policy influence through active\nparticipation in events, meetings, conferences and working groups."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "UNRISD was established in 1963 \"to conduct research into problems and policies\nof social development, and relationships between various types of social\ndevelopment and economic development\". It was originally set up with a grant\nfrom the Government of the Netherlands, and its first Board Chair was the\neminent economist Jan Tinbergen, who received the first-ever Nobel Prize for\neconomics in 1969.\n\nUNRISD's initial research focused on the design of indicators to measure\ndevelopment not just in terms of economic growth but also social factors, such\nas nutrition, health and education. As such, it employed many statisticians in\nits early years. Another early project focused on cooperatives as a tool for\ndevelopment, which produced some controversial results.\n\nIn the 1970s, global population growth made food production, supply and\neventually food systems into a key topic in development. UNRISD's work on the\nso-called Green Revolution (the introduction of newly bred high-yield grain\nseeds to increase food production) took a typically critical view. It\nhighlighted the fact that the quantity of food available was only one factor\nin ensuring populations in developing countries were not subject to hunger.\nPower inequalities impacting on the distribution of foodstuffs played a key\nrole in determining who got enough to eat and who didn't.\n\nBy the 1980s, UNRISD was growing in size, in terms of both funding and\nstaffing. Its remit diversified to cover popular participation and refugee\nissues, gradually leaving some of its early preoccupation with statistics\nbehind.\n\nIn the 1990s UNRISD thrived. A wide range of topics were addressed, ranging\nfrom political violence to the socioeconomic impact of illicit drugs.\nGlobalization in the modern era and structural adjustment programmes in\ndeveloping countries brought about social crises which UNRISD researched and\ncriticized, arguing that unregulated markets required a healthy public sector\nand stable governance to function properly.\n\nEnvironmental issues took firm root in development debates during this decade.\nUNRISD's take was typically critical: whatever the benefits of conservation,\nit was often happening at the expense of social justice and the livelihoods of\nminorities.\n\nIn the 2000s, as globalization continued apace and social dimensions began to\nbe re-introduced in the face of the sometimes catastrophic impacts of wide-\nranging economic liberalization, UNRISD criticized a narrow social policy\nfocus on safety nets and the targeting of vulnerable groups, arguing instead\nin favour of universal transformative social policy.\n\nIn the 2010s, the adoption of the 2030 Agenda for Sustainable Development by\nUN member states in 2015 established new global roadmap for development.\nUNRISD continued to work on social policy, often in conjunction with questions\nrelated to the 2030 Agenda. It also took up the new issue of the social and\nsolidarity economy (SSE) and its contribution to sustainable development.\nOutput on gender issues since 2016 fell due to a lack of gender capacity in-\nhouse following staff restructuring. Environmental issues are re-emerging as a\nkey area of work, especially as they relate to social policy and climate\njustice."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "UNRISD themes and projects",
        "generated_section_content_md": "The current research agenda is shaped by three major contemporary development\nchallenges: inequalities, conflict and unsustainable practices. It consists of\nthree programmes:\n\n* Social Policy and Development\n* Gender and Development\n* Social Dimensions of Sustainable Development\n\nThese programmes pursue a variety of projects including the following, some of\nwhich are recently completed, others are still underway:\n\n* Understanding Gender-Egalitarian Policy Change: When and Why Do States Respond to Women's Claims-Making? (2010–2014)\n* Politics of Domestic Resource Mobilization for Social Development (2011–2018)\n* Potential and Limits of Social and Solidarity Economy (2012–2013)\n* New Directions in Social Policy: Alternatives from and for the Global South (2013–2018)\n* Innovations in Care Policies (2015–2016)\n* Valueworks: Effects of Financialization along the Copper Value Chain (2017–2018)\n* Social and Solidarity Economy for the SDGs: Spotlight on the Social Economy in Seoul (2017–2018)\n* Just Transition Research Collaborative Phase 1 (2018)\n* SSE Knowledge Hub for the SDGs (2018–2019)\n* Overcoming Inequalities in a Fractured World: Between Elite Power and Social Mobilization (2018–2020)\n* Sustainable Development Performance Indicators (2018–2022)\n* Transformative Adaptation to Climate Change in Coastal Cities (2019)\n* South-South Migration, Inequality and Development Hub (2019–2023)\n\nUNRISD has recently introduced a new way of sourcing projects in the form of\nan \"Ideas Incubator\", in which it actively seeks partners to expand its\nresearch portfolio."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Publications",
        "generated_section_content_md": "UNRISD makes its research widely available through books (in partnership with\npublishers like Routledge, Palgrave Macmillan and Wiley Blackwell), research\npapers and occasional papers (which are peer-reviewed) and working papers\n(which are not peer-reviewed). UNRISD researchers also regularly contribute\narticles to scholarly journals. These publications are typically of interest\nto an academic audience.\n\nOther publications target an audience of policy-makers, programme designers\nand decision-makers. These take the form of briefs, whether research and\npolicy briefs, or briefs concerning a specific project, issue or event.\n\nUNRISD maintains on online open access repository with over 1300 publications,\nin the form of the publications section of its website. The majority of items\npublished after 1990 can be downloaded free of charge. Others are books which\ncan be obtained from the publisher.\n\nSome of these publications have received international recognition, success\nand incorporation into major global debates. UNRISD regularly publishes\nflagship reports which synthesize a significant body of recent research."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Key publications: Flagship reports",
        "generated_section_content_md": "* UNRISD. 2016. Policy Innovations for Transformative Change: Implementing the 2030 Agenda for Sustainable Development. UNRISD, Geneva\n* UNRISD. 2010. Combating Poverty and Inequality: Structural Change, Social Policy and Politics. UNRISD, Geneva\n* UNRISD. 2005. Gender Equality: Striving for Justice in an Unequal World. UNRISD. Geneva\n* UNRISD. 2000. Visible Hands: Taking Responsibility for Social Development. UNRISD, Geneva\n* UNRISD. 1995. States of Disarray: The Social Effects of Globalization. UNRISD, Geneva"
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "UNRISD events",
        "generated_section_content_md": "UNRISD frequently convenes conferences and seminars, as a means of refining\nand developing its research and to disseminate its findings. Its events are\noften closely linked with its policy impact, being the forums where\ndevelopment policy makers and practitioners can come into contact with\nacademics working on social development."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Recent major UNRISD conferences",
        "generated_section_content_md": "In November 2018 UNRISD held a major international conference in Geneva which\nconvened innovative research from the global South and North. The title of the\nconference was **\"Overcoming Inequalities in a Fractured World: Between Elite\nPower and Social Mobilization\"**. Keynote speeches were given by François\nBourguignon and Vandana Shiva. The conference was preceded by a roundtable\ndiscussing whether elites are the engines of inequalities, featuring Naila\nKabeer (London School of Economics), Saskia Sassen (Columbia University) and\nJomo Kwame Sundaram (Council of Eminent Persons, Malaysia).\n\nAs part of the celebrations of its 50th anniversary, UNRISD co-hosted a\nconference with the ILO (International Labour Organization) in 2013 entitled\n**\"The Potential and Limits of the Social and Solidarity Economy\"**. The\nconference featured prominent speakers such as Guy Ryder, Jose Luis Coraggio,\nPaul Singer and Sarah Cook. Over 40 academics presented research findings to\nabout 400 participants. There were several side events including a PhD poster\nsession, book presentations, a practitioners' forum, movie screenings and a\nspecial session on alternative finance and complementary currencies hosted by\nthe UN-NGLS.\n\nIn 2011, UNRISD organized a conference held in Geneva on climate change as a\nsocial development issue called **\"Green Economy and Sustainable Development:\nBringing Back the Social Dimension\"**. The conference created a forum for\ndeveloping a conceptual and policy framework to position social dimensions at\nthe centre of green economy and sustainable development. Policy reports and\nother publications prepared for this conference informed the United Nations\nConference on Sustainable Development (Rio+20) preparatory process and\nsubsequent policy discussions."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Seminar Series",
        "generated_section_content_md": "In addition to its international conferences, UNRISD organises a regular\nSeminar Series to provide a space for open, informed and insightful\nconversation around contemporary issues of concern to social development\nresearch and policy. Recent seminars have included:\n\n* **Blockchain for Inclusive and Sustainable Development: Fact or Fantasy?** \\- Helen Hai (Blockchain Charity Foundation and UNIDO Goodwill Ambassador); Ivonne Higuero (UNECE); Leander Bindewald (MONNETA / Network for Monetary Diversity)\n* **Changing Course for Sustainable Development: Bold Alternatives to Business as Usual** \\- Gita Sen (DAWN); Kate Donald (Center for Economic and Social Rights); Sandra Vermuyten (Public Services International); Ziad Abdel Samad (Arab NGO Network for Development)\n* **The Challenge of Leaving No One Behind: Securing Political Commitment for Inclusive Development** \\- David Hulme (academic) (University of Manchester); Sam Hickey (University of Manchester); Sohela Nazneen (Institute of Development Studies, UK)\n* **Towards a Post-Neoliberal World Order: Rebuilding Human Rights-Based Multilateralism** \\- Jeremy Corbyn (MP, United Kingdom); Arancha Gonzalez (Executive Director International Trade Centre); Nikhil Seth (Executive Director UNITAR)"
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Outreach and communication",
        "generated_section_content_md": "In recent years, UNRISD's outreach and communication strategy has focused on\nfour core objectives:\n\n* Increase the visibility of UNRISD as an institution;\n* Promote the use of its research findings;\n* Translate research findings into strong messages that can be communicated to a range of audiences;\n* Document and communicate the impact of UNRISD work.\n\nCommunication of the research findings has proven to be a key component in\nstrengthening the ultimate purpose and impact of UNRISD activities as well as\nincreasing recognition and use of UNRISD research by the UN system, academia,\ncivil society, and funding bodies.\n\nUNRISD is currently active on LinkedIn, Facebook and Twitter; on the last of\nthese it has recently reached 31,000 followers. UNRISD also produces\nmultimedia material as a means of making seminars and conferences available\nthrough online videos and podcasts"
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Policy influence and impacts",
        "generated_section_content_md": "UNRISD's position within the UN system allows it a significant degree of\npolicy influence, while its governance structure and funding situation (see\nbelow) give it more latitude for independence than other UN entities enjoy.\nIts staff serve on UN system-wide committees, task forces and expert groups,\nand undertake collaborative research with other UN agencies.\n\nUNRISD's independent international events, conferences, seminars and\nsymposiums (see above) are held in order to discuss and present research\nfindings and debates in select fields of focus. These events often draw in the\nparticipation of local and international NGOs, government representatives, the\nmedia, universities and other research institutes, as well as individual\nresearchers and academics. UNRISD events have also been co-hosted and co-\norganized with co-operating universities, NGOs and local governments. This\nextensive cooperation with social development stakeholders is one of the\nInstitute's key channels of policy influence and impact.\n\nIn 2014, UNRISD published a brochure detailing the impact of its work in terms\nof its agenda-setting capacity, its multiple spheres of influence, and its\nnetworking and capacity building."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "UNRISD Staffing Structure",
        "generated_section_content_md": "UNRISD has a small core staff, located in Geneva, Switzerland, which\ncoordinates an international network of collaborating researchers.\nCollaboration with UNRISD may take one of several forms. Original research may\nbe directly commissioned for a centrally coordinated research project.\nAlternatively, researchers can respond to a Call for Papers and submit\nresearch already underway for publication as part of an UNRISD project. UNRISD\nalso publishes think pieces on its website by collaborating scholars.\n\nUNRISD's network of currently active collaborating researchers numbers over\n400, with a large proportion from the global South."
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Governance",
        "generated_section_content_md": "UNRISD is overseen by a Board, headed by a Chairperson who is appointed by the\nUN Secretary-General. Board members are selected based on their expertise and\nqualifications, and membership is confirmed by the UN Economic and Social\nCouncil (ECOSOC). Board members participate in their individual capacity and\ndo not represent UN member states. The Board reports to the Commission for\nSocial Development biennially.\n\n**Chairs of the Board**\n\n* Jan Tinbergen, Netherlands (1963–1974)\n* H.M.A. Onitiri, Nigeria (1975)\n* M.T. Diawara, Côte d'Ivoire (1976–1982)\n* K.A. Naqvi, India (1977)\n* Gustavo Esteva, Mexico (1983)\n* Paul-Marc Henry, France (1984–1988)\n* Keith Griffin, United Kingdom (1989–1994)\n* Juan Somavia, Chile (1995–1997)\n* Emma Rothschild, United Kingdom (1998–2005)\n* Lourdes Arizpe, Mexico (2006–2011)\n* Maureen O'Neil, Canada (2012–2017)\n* Joakim Palme, Sweden (2017–present)\n\n**Directors**\n\nThe Director reports to both the Board and to ECOSOC via the Commission for\nSocial Development. The Director is responsible for UNRISD's research\nactivities, fundraising and external relations with the UN secretariat, senior\nUN officials, specialized agencies, donors and other research entities.\nDirectors are also actively engaged in research.\n\n* Jan F. de Jongh (1964–1967)\n* Donald V. McGranahan (1967–1977)\n* Solon L. Barraclough (1977–1984)\n* Enrique J. Oteiza (1984–1987)\n* Dharam Ghai (1987–1997)\n* Thandika Mkandawire (1998–2009)\n* Sarah Cook (2009–2015)\n* Paul Ladd (2015–2024)\n* Magdalena Sepúlveda Carmona (2024–Present)"
    },
    {
        "chapter_name": "United Nations Research Institute for Social Development",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Funding",
        "generated_section_content_md": "UNRISD relies wholly on voluntary funding from governments, development\nagencies and foundations, receiving no funding from the United Nations budget.\nThis arrangement, while fluctuant, at the same time guarantees the Institute's\nindependent status and gives it a certain critical latitude.\n\nThe following governments have contributed to UNRISD over the past 50 years:\nAustralia, Austria, Canada, Cuba, Cyprus, Denmark, Finland, France, Germany,\nHungary, Iran, Iraq, Italy, Jamaica, Mexico, the Netherlands, Nicaragua,\nNorway, the Republic of Korea, Sweden, Switzerland, the United Kingdom, the\nUnited States of America and Yugoslavia."
    }
]