[
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN agency for promotion of human rights\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"United Nations Human Rights Council\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( April 2022)__(Learn how and when to\nremove this message)_  \n---|---  \n  \nThe **United Nations Human Rights Council** (**UNHRC**) is a United Nations\nbody whose mission is to promote and protect human rights around the world.\nThe Council has 47 members elected for staggered three-year terms on a\nregional group basis. The headquarters of the Council are at the United\nNations Office at Geneva in Switzerland.\n\nThe Council investigates allegations of breaches of human rights in United\nNations member states and addresses thematic human rights issues like freedom\nof association and assembly, freedom of expression, freedom of belief and\nreligion, women's rights, LGBT rights, and the rights of racial and ethnic\nminorities.\n\nThe Council was established by the United Nations General Assembly on 15 March\n2006 to replace the United Nations Commission on Human Rights (UNCHR, herein\nCHR). The Council works closely with the Office of the High Commissioner for\nHuman Rights (OHCHR) and engages the United Nations special procedures. The\nCouncil has been strongly criticized for including member countries that\nengage in human rights abuses."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Structure",
        "generated_section_content_md": "The members of the General Assembly elect the members who occupy 47 seats of\nthe Human Rights Council. The term of each seat is three years, and no member\nmay occupy a seat for more than two consecutive terms. The previous CHR had a\nmembership of 53 countries elected by the Economic and Social Council (ECOSOC)\nthrough a majority of those present and voting."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Sessions",
        "generated_section_content_md": "The UNHRC holds regular sessions three times a year, in March, June, and\nSeptember. The UNHRC can decide at any time to hold a special session to\naddress human rights violations and emergencies, at the request of one-third\nof the member states. As of November 2023[update], there had been 36 special\nsessions."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Members",
        "generated_section_content_md": "The Council consists of 47 members, elected yearly by the General Assembly for\nstaggered three-year terms. Members are selected via the basis of equitable\ngeographic rotation using the United Nations regional grouping system. Members\nare eligible for re-election for one additional term, after which they must\nrelinquish their seat. United Nations member states outside the Council serve\nas observer states.\n\nThe seats are distributed along the following lines:\n\n* 13 for the African Group\n* 13 for the Asia-Pacific Group\n* 6 for the Eastern European Group\n* 8 for the Latin American and Caribbean Group\n* 7 for the Western European and Others Group"
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Current",
        "generated_section_content_md": "Term  | Asia-Pacific States (13)  | African States (13)  | Eastern European\nStates (6)  | Latin American &\nCaribbean States (8)  | Western European &\nOther States (7)\n---|---|---|---|---|---\n**2025–2027**\n|  Cyprus\nMarshall Islands\nQatar\nSouth Korea\nThailand |  Benin\nDR Congo\nEthiopia\nGambia\nKenya |  Czechia\nNorth Macedonia |  Bolivia\nColombia\nMexico |  Iceland\nSpain\nSwitzerland\n**2024–2026**\n|  China\nIndonesia\nJapan\nKuwait |  Burundi\nIvory Coast\nGhana\nMalawi |  Albania\nBulgaria |  Brazil\nCuba\nDominican Republic |  France\nNetherlands\n**2023–2025**\n|  Bangladesh\nKyrgyzstan\nMaldives\nVietnam |  Algeria\nMorocco\nSouth Africa\nSudan |  Georgia\nRomania |  Chile\nCosta Rica |  Belgium\nGermany"
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Previous",
        "generated_section_content_md": "Term  | African States | Asia-Pacific States | Eastern European\nStates | Latin American &\nCaribbean States | Western European &\nOther States\n---|---|---|---|---|---\n**2022–2024**\n|  Benin\nCameroon\nEritrea\nThe Gambia\nSomalia |  India\nKazakhstan\nMalaysia\nQatar\nUnited Arab Emirates |  Lithuania\nMontenegro |  Argentina\nHonduras\nParaguay |  Finland\nLuxembourg\nUnited States\n**2021–2023**\n|  Côte d'Ivoire\nGabon\nMalawi\nSenegal |  China\nNepal\nPakistan\nUzbekistan | _~~Russia~~_\nUkraine\nCzech Republic |  Bolivia\nCuba\nMexico |  France\nUnited Kingdom\n**2020–2022**\n|  Libya\nMauritania\nSudan\nNamibia |  Indonesia\nJapan\nMarshall Islands\nSouth Korea |  Armenia\nPoland |  Brazil\nVenezuela |  Germany\nNetherlands\n**2019–2021**\n|  Burkina Faso\nCameroon\nEritrea\nSomalia\nTogo |  Bahrain\nBangladesh\nFiji\nIndia\nPhilippines |  Bulgaria\nCzech Republic |  Argentina\nBahamas\nUruguay |  Austria\nDenmark\nItaly\n**2018–2020**\n|  Angola\nDR Congo\nNigeria\nSenegal |  Afghanistan\nNepal\nQatar\nPakistan |  Slovakia\nUkraine |  Chile\nMexico\nPeru |  Australia\nSpain\n**2017–2019**\n|  Egypt\nRwanda\nSouth Africa\nTunisia |  China\nIraq\nJapan\nSaudi Arabia |  Croatia\nHungary |  Brazil\nCuba |  United Kingdom\nUnited States (left in June 2018)\nIceland (from 13 July 2018)\n**2016–2018**\n|  Burundi\nCôte D'Ivoire\nEthiopia\nKenya\nTogo |  Republic of Korea\nKyrgyzstan\nMongolia\nPhilippines\nUnited Arab Emirates |  Georgia\nSlovenia |  Ecuador\nPanama\nVenezuela |  Belgium\nGermany\nSwitzerland\n**2015–2017**\n|  Botswana\nCongo\nGhana\nNigeria |  Bangladesh\nIndia\nIndonesia\nQatar |  Albania\nLatvia |  Bolivia\nEl Salvador\nParaguay |  Netherlands\nPortugal\n**2014–2016**\n|  Algeria\nMorocco\nNamibia\nSouth Africa |  China\nMaldives\nSaudi Arabia\nVietnam |  Former Yugoslav Republic of Macedonia\nRussian Federation |  Cuba\nMexico |  France\nUnited Kingdom\n**2013–2015**\n|  Ethiopia\nCôte D'Ivoire\nGabon\nKenya\nSierra Leone |  Japan\nKazakhstan\nPakistan\nRepublic of Korea\nUnited Arab Emirates |  Estonia\nMontenegro |  Argentina\nBrazil\nVenezuela |  Germany\nIreland\nUnited States\n**2012–2014**\n|  Benin\nBotswana\nBurkina Faso\nCongo |  India\nIndonesia\nKuwait\nPhilippines |  Romania\nCzech Republic |  Chile\nCosta Rica\nPeru |  Italy\nAustria\n**2011–2013**\n|  Angola\nLibya\nMauritania\nUganda |  Qatar\nMalaysia\nMaldives\nThailand |  Moldova\nPoland |  Ecuador\nGuatemala |  Switzerland\nSpain\n**2010–2012**\n|  Djibouti\nCameroon\nMauritius\nNigeria\nSenegal |  Bangladesh\nChina\nJordan\nKyrgyzstan\nSaudi Arabia |  Russian Federation\nHungary |  Cuba\nMexico\nUruguay |  Belgium\nNorway\nUnited States\n**2009–2011**\n|  Burkina Faso\nGabon\nGhana\nZambia |  Bahrain\nJapan\nPakistan\nRepublic of Korea |  Slovakia\nUkraine |  Argentina\nBrazil\nChile |  France\nUnited Kingdom\n**2008–2010**\n|  Egypt\nAngola\nMadagascar\nSouth Africa |  India\nIndonesia\nQatar\nPhilippines |  Bosnia and Herzegovina\nSlovenia |  Bolivia\nNicaragua |  Netherlands\nItaly\n**2006–2009**\n|  Djibouti\nCameroon\nMauritius\nNigeria\nSenegal |  Bangladesh\nChina\nJordan\nMalaysia\nSaudi Arabia |  Azerbaijan\nRussian Federation |  Cuba\nMexico\nUruguay |  Germany\nCanada\nSwitzerland\n**2006–2008**\n|  Gabon\nGhana\nMali\nZambia |  Japan\nPakistan\nSri Lanka\nRepublic of Korea |  Romania\nUkraine |  Brazil\nGuatemala\nPeru |  France\nUnited Kingdom\n**2006–2007**\n|  Algeria\nMorocco\nSouth Africa\nTunisia |  Bahrain\nIndia\nIndonesia\nPhilippines |  Poland\nCzech Republic |  Argentina\nEcuador |  Finland\nNetherlands"
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Presidents",
        "generated_section_content_md": "No. | Name  | Country  | Time\n---|---|---|---\n19  | Jürg Lauber |  Switzerland | 1 January 2025 – Incumbent\n18  | Omar Zniber |  Morocco | 10 January 2024 – 31 December 2024\n17  | Václav Bálek [d] |  Czechia | 1 January 2023 – 31 December 2023\n16  | Federico Villegas |  Argentina | 1 January 2022 – 31 December 2022\n15  | Nazahat Shameen Khan |  Fiji | 1 January 2021 – 31 December 2021\n14  | Elisabeth Tichy-Fisslberger |  Austria | 1 January 2020 – 31 December 2020\n13 | Coly Seck |  Senegal | 1 January 2019 – 31 December 2019\n12 | Vojislav Šuc |  Slovenia | 1 January 2018 – 31 December 2018\n11 | Joaquín Alexander Maza Martelli |  El Salvador | 1 January 2017 – 31 December 2017\n10 | Choi Kyong-lim |  Republic of Korea | 1 January 2016 – 31 December 2016\n9 | Joachim Rücker |  Germany | 1 January 2015 – 31 December 2015\n8 | Baudelaire Ndong Ella |  Gabon | 1 January 2014 – 31 December 2014\n7 | Remigiusz Henczel |  Poland | 1 January 2013 – 31 December 2013\n6 | Laura Dupuy Lasserre |  Uruguay | 19 June 2011 – 31 December 2012\n5 | Sihasak Phuangketkeow |  Thailand | 19 June 2010 – 18 June 2011\n4 | Alex Van Meeuwen |  Belgium | 19 June 2009 – 18 June 2010\n3 | Martin Ihoeghian Uhomoibhi |  Nigeria | 19 June 2008 – 18 June 2009\n2 | Doru Romulus Costea |  Romania | 19 June 2007 – 18 June 2008\n1 | Luis Alfonso de Alba |  Mexico | 19 June 2006 – 18 June 2007"
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Suspensions",
        "generated_section_content_md": "The General Assembly can suspend the rights and privileges of any Council\nmember that it decides has persistently committed gross and systematic\nviolations of human rights during its term of membership. The suspension\nprocess requires a two-thirds majority vote by the General Assembly. The\nresolution establishing the UNHRC states that \"when electing members of the\nCouncil, Member States shall take into account the contribution of candidates\nto the promotion and protection of human rights and their voluntary pledges\nand commitments made thereto\", and that \"members elected to the Council shall\nuphold the highest standards in the promotion and protection of human rights\".\n\nUnder those provisions, and in response to a recommendation made by the\nCouncil's members, on 1 March 2011 the General Assembly voted to suspend\nLibya's membership in the light of the situation in the country in the wake of\nMuammar Gaddafi's \"violent crackdown on anti-government protestors\"; Libya was\nreinstated as a Council member on 18 November 2011.\n\nOn 7 April 2022, just days after photographic and video material of the Bucha\nmassacre emerged, the eleventh emergency special session of the General\nAssembly suspended Russia from the council due to the gross and systematic\nviolations of human rights committed during the 2022 Russian invasion of\nUkraine. Deputy Permanent Representative Gennady Kuzmin said that Russia had\nwithdrawn from the council earlier in the day in expectation of the vote.\nRussia was only the second Human Rights Council member to be suspended from\nthe UN body, after Libya in 2011, and it was the first permanent member of the\nUN Security Council to be suspended from any United Nations body."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.6.1",
        "section_name": "Universal Periodic Review Working Group",
        "generated_section_content_md": "An important component of the Council consists of a periodic review of all 193\nUN member states, called the Universal Periodic Review (UPR). The mechanism is\nbased on reports coming from different sources, one of them being\ncontributions from non-governmental organisations (NGOs). Each country's\nsituation will be examined during a three-and-a-half-hour debate.\n\nThe first cycle of the UPR took place between 2008 and 2011, the second cycle\nbetween 2012 and 2016, and the third cycle began in 2017 and is expected to be\ncompleted in 2021.\n\nThe General Assembly resolution establishing the Council provided that \"the\nCouncil shall review its work and functioning five years after its\nestablishment\". The main work of the review was undertaken in an\nIntergovernmental Working Group established by the Council in its Resolution\n12/1 of 1 October 2009. The review was finalized in March 2011, by the\nadoption of an \"Outcome\" at the Council's 16th session, annexed to Resolution\n16/21.\n\nFirst cycle: The following terms and procedures were set out in General\nAssembly Resolution 60/251:\n\n* Reviews are to occur over a four-year period (48 countries per year). Accordingly, the 193 countries that are members of the United Nations shall normally all have such a Review between 2008 and 2011;\n* The order of review should follow the principles of universality and equal treatment;\n* All Member States of the Council will be reviewed while they sit at the Council and the initial members of the Council will be first;\n* The selection of the countries to be reviewed must respect the principle of equitable geographical allocation;\n* The first Member States and the first observatory States to be examined will be selected randomly in each regional group to guarantee full compliance with the equitable geographical allocation. Reviews shall then be conducted alphabetically.\n\nSecond cycle: HRC Resolution 16/21 brought the following changes:\n\n* Reviews are to occur over a four-and-a-half-year period (42 countries per year). Accordingly, the 193 countries that are members of the United Nations shall normally all have such a Review between 2012 and 2016;\n* The order of review will be similar to the 1st cycle;\n* The length of each Review will be extended from three to three-and-a-half hours;\n* The second and subsequent cycles of the review should focus on, inter alia, the implementation of the recommendations.\n\nSimilar mechanisms exist in other organizations: International Atomic Energy\nAgency, Council of Europe, International Monetary Fund, Organization of\nAmerican States, and the World Trade Organization."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.6.2",
        "section_name": "Advisory Committee",
        "generated_section_content_md": "The Sub-Commission on the Promotion and Protection of Human Rights was the\nmain subsidiary body of the CHR. The Sub-Commission was composed of 26 elected\nhuman rights experts whose mandate was to conduct studies on discriminatory\npractices and to make recommendations to ensure that racial, national,\nreligious, and linguistic minorities are protected by law.\n\nIn 2006, the newly created UNHRC assumed responsibility for the Sub-\nCommission. The Sub-Commission's mandate was extended for one year (to June\n2007), but it met for the final time in August 2006. At its final meeting, the\nSub-Commission recommended the creation of a Human Rights Consultative\nCommittee to provide advice to the UNHRC.\n\nIn September 2007, the UNHRC decided to create an Advisory Committee to\nprovide expert advice with 18 members, distributed as follows: five from\nAfrican states; five from Asian states; three from Latin American and\nCaribbean states; three from Western European and other states; and two\nmembers from Eastern European states."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.6.3",
        "section_name": "Complaint procedure",
        "generated_section_content_md": "The UNHRC complaint procedure was established on 18 June 2007 (by UNHRC\nResolution 5/1) for reporting of consistent patterns of gross and reliably\nattested violations of human rights and fundamental freedoms in any part of\nthe world and under any circumstances.\n\nThe UNHRC set up two working groups for its Complaint Procedure:\n\n* the _Working Group on Communications_ (WGC) – consists of five experts designated by the Advisory Committee from among its members, one from each regional group. The experts serve for three years with the possibility of one renewal. The experts determine whether a complaint deserves investigation, in which case it is passed to the WGS.\n* the _Working Group on Situations_ (WGS) – has five members, appointed by the regional groups from among its members on the Council for one year, which is renewable once. The WGS meets twice a year for five working days to examine the communications transferred to it by the WGC, including the replies of states thereon, as well as the situations which are already before the UNHRC under the complaint procedure. The WGS, on the basis of the information and recommendations provided by the WGC, presents the UNHRC with a report on consistent patterns of gross and reliably attested violations of human rights and fundamental freedoms and makes recommendations to the UNHRC on the course of actions to take.\n\nFiling a complaint\n\nThe Chairman of the WGC screens complaints for admissibility. A complaint must\nbe in writing, and cannot be anonymous. Examples provided by the UNHRC of\ncases that would be considered consistent patterns of gross human rights\nviolations include alleged deterioration of human rights of people belonging\nto a minority, including forced evictions, racial segregation and substandard\nliving conditions, and alleged degrading situation of prison conditions for\nboth detainees and prison workers, resulting in violence and death of inmates.\nIndividuals, groups, or NGOs can claim to be victims of human rights\nviolations or that have direct, reliable knowledge of such violations.\n\nComplaints can be regarding any state, regardless of whether it has ratified a\nparticular treaty. Complaints are confidential and the UNHRC will only\ncommunicate with the complainant, unless it decides that the complaint will be\naddressed publicly.\n\nThe interaction with the complainant and the UNHRC during the complaints\nprocedure will be on an as-needed basis. UNHRC Resolution 5/1, paragraph 86,\nemphasizes that the procedure is victims-oriented. Paragraph 106 provides that\nthe complaint procedure shall ensure that complainants are informed of the\nproceedings at the key stages. The WGC may request further information from\ncomplainants or a third party.\n\nFollowing the initial screening a request for information will be sent to the\nstate concerned, which shall reply within three months of the request being\nmade. WGS will then report to the UNHRC, which will usually be in the form of\na draft resolution or decision on the situation referred to in the complaint.\n\nThe UNHRC will decide on the measures to take in a confidential manner as\nneeded, but this will occur at least once a year. As a general rule, the\nperiod of time between the transmission of the complaint to the state\nconcerned and consideration by the UNHRC shall not exceed 24 months. Those\nindividuals or groups who make a complaint should not publicly state the fact\nthat they have submitted a complaint.\n\nTo be accepted complaints must:\n\n* be in writing and submitted in one of the six UN official languages (Arabic, Chinese, English, French, Russian and Spanish);\n* contain a description of the relevant facts (including names of alleged victims, dates, location, and other evidence), with as much detail as possible, and shall not exceed 15 pages;\n* not be manifestly politically motivated;\n* not be exclusively based on reports disseminated by mass media;\n* not be already dealt with by a special procedure, a treaty body, or other United Nations or similar regional complaints procedure in the field of human rights;\n* be after domestic remedies have been exhausted, unless it appears that such remedies would be ineffective or unreasonably prolonged;\n* not use a language that is abusive or insulting.\n\n\nThe complaint procedure is not designed to provide remedies in individual\ncases or to provide compensation to alleged victims.\n\nEffectiveness\n\nDue to the confidential manner of the procedure, it is almost impossible to\nfind out what complaints have passed through the procedure and also how\neffective the procedure is.\n\nThere is a principle of non-duplication, which means that the complaint\nprocedure cannot take up the consideration of a case that is already being\ndealt with by a special procedure, a treaty body or other United Nations or\nsimilar regional complaints procedure in the field of human rights.[_citation\nneeded_]\n\nOn the UNHRC website under the complaints procedure section there is a list of\nsituations referred to the UNHRC under the complaint procedure since 2006.\nThis was only available to the public as of 2014, however generally does not\ngive any details regarding the situations that were under consideration other\nthan the state that was involved.[_citation needed_]\n\nIn some cases the information is slightly more revealing, for example a\nsituation that was listed was the situation of trade unions and human rights\ndefenders in Iraq that was considered in 2012, but the UNHRC decided to\ndiscontinue that consideration.\n\nThe complaints procedure has been said to be too lenient due to its\nconfidential manner. Some have often questioned the value of the procedure,\nbut 94% of states respond to the complaints raised with them.\n\nThe OHCHR receives between 11,000 and 15,000 communications per year. During\n2010–11, 1,451 out of 18,000 complaints were submitted for further action by\nthe WGC. The UNHRC considered four complaints in their 19th session in 2012.\nThe majority of the situations that have been considered have since been\ndiscontinued.[_citation needed_]\n\nHistory shows that the procedure works almost in a petition like way; if\nenough complaints are received then the UNHRC is very likely to assign a\nspecial rapporteur to the state or to the issue at hand. It has been said that\nan advantage of the procedure is the confidential manner, which offers the\nability to engage with the state concerned through a more [diplomatic]\nprocess, which can produce better results than a more adversarial process of\npublic accusation.\n\nThe procedure is considered by some a useful tool to have at the disposal on\nthe international community for situations where naming and shaming has proved\nineffective. Also another advantage is that a complaint can be made against\nany state, regardless of whether it has ratified a particular\ntreaty.[_citation needed_]\n\nDue to the limited information that is provided on the complaints procedure it\nis hard to make comments on the process itself, the resources it uses versus\nits effectiveness."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.6.4",
        "section_name": "Other subsidiary bodies",
        "generated_section_content_md": "In addition to the UPR, the Complaint Procedure, and the Advisory Committee,\nthe UNHRC's other subsidiary bodies include:\n\n* _Expert Mechanism on the Rights of Indigenous Peoples_ , which replaced the CHR's Working Group on Indigenous Populations\n* _Forum on Minority Issues_ , a platform for promoting dialogue and cooperation on issues pertaining to national or ethnic, religious, and linguistic minorities\n* _Social Forum_ , a space for dialogue between the representatives of Member States, civil society, including grass-roots organizations, and intergovernmental organizations on issues linked with the national and international environment needed for the promotion of the enjoyment of all human rights by all. It was established in 1997 in response to concerns regarding the impact of globalization on the realization of economic, social, and cultural rights. The appointment of Iran as Chair of the 2023 HRC Social Forum, which focused on \"the contribution of science, technology, and innovation to promoting human rights, including in the context of post-pandemic recovery\", drew condemnation."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Special procedures",
        "generated_section_content_md": "\"Special procedures\" is the general name given to the mechanisms established\nby the Human Rights Council to gather expert observations and advice on human\nrights issues in all parts of the world. Special procedures are categorized as\neither thematic mandates, which focus on major phenomena of human rights\nabuses worldwide, or country mandates, which report on human rights situations\nin specific countries or territories. Special procedures can be either\nindividuals (called \"special rapporteurs\" or \"independent experts\"), who are\nintended to be independent experts in a particular area of human rights, or\nworking groups, usually composed of five members (one from each UN region). As\nof August 2017 there were 44 thematic and 12 country mandates.\n\nThe mandates of the special procedures are established and defined by the\nresolution creating them. Various activities can be undertaken by mandate-\nholders, including responding to individual complaints, conducting studies,\nproviding advice on technical cooperation, and engaging in promotional\nactivities. Generally the special procedures mandate-holders report to the\nCouncil at least once a year on their findings."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.7.1",
        "section_name": "Special procedures mandate-holders",
        "generated_section_content_md": "Mandate-holders of the special procedures serve in their personal capacity,\nand do not receive pay for their work. The independent status of the mandate-\nholders is crucial to be able to fulfill their functions in all impartiality.\nThe OHCHR provides staffing and logistical support to aid each mandate-holders\nin carrying out their work.\n\nApplicants for Special Procedures mandates are reviewed by a Consultative\nGroup of five countries, one from each region. Following interviews by the\nConsultative Group, the Group provides a shortlist of candidates to the UNHRC\nPresident. Following consultations with the leadership of each regional\ngrouping, the President presents a single candidate to be approved by the\nMember states of the UNHRC at the session following a new mandate's creation\nor on the expiration of the term of an existing mandate holder.\n\nCountry mandates must be renewed yearly by the UNHRC; thematic mandates must\nbe renewed every three years. Mandate-holders, whether holding a thematic or\ncountry-specific mandate, are generally limited to six years of service.\n\nThe list of thematic special procedures mandate-holders can be found here:\nUnited Nations special rapporteur"
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "1.7.2",
        "section_name": "Special Rapporteur on Freedom of Expression",
        "generated_section_content_md": "Protest at UN against China's re-election in the Human Rights Council\n\nThe amendments to the duties of the Special Rapporteur on Freedom of\nExpression, passed by the Human Rights Council on 28 March 2008, gave rise to\nsharp criticism from western countries and human rights NGOs. The additional\nduty is phrased thus:\n\n(d) To report on instances in which the abuse of the right of freedom of expression constitutes an act of racial or religious discrimination, taking into account articles 19 (3) and 20 of the International Covenant on Civil and Political Rights, and general comment No. 15 of the Committee on the Elimination of All Forms of Racial Discrimination, which stipulates that the prohibition of the dissemination of all ideas based upon racial superiority or hatred is compatible with the freedom of opinion and expression\n\n(quoted from p. 67 in the official draft record of the council). The amendment\nwas proposed by Egypt and Pakistan and passed by 27 votes to 15 against, with\nthree abstentions with the support of other members of the Organisation of the\nIslamic Conference, China, Russia, and Cuba. As a result of the amendment over\n20 of the original 53 co-sponsors of the main resolution – to renew the\nmandate of the Special Rapporteur – withdrew their support, though the\nresolution was carried by 32 votes to 0, with 15 abstentions. _Inter alia_ the\ndelegates from India and Canada protested that the Special Rapporteur now has\nas his/her duty to report not only infringements of the rights to freedom of\nexpression, but in some cases also employment of the rights, which \"turns the\nspecial rapporteur's mandate on its head\".\n\nOutside the UN, the amendment was criticised by organizations including\nReporters Without Borders, Index on Censorship, Human Rights Watch, and the\nInternational Humanist and Ethical Union, all of whom share the view that the\namendment threatens freedom of expression.\n\nIn terms of the finally cast votes, this was far from the most controversial\nof the 36 resolutions adapted by the 7th session of the Council. The highest\ndissents concerned combating defamation of religions, with 21 votes for, 10\nagainst, and 14 abstentions (resolution 19, pp. 91–97), and the continued\nsevere condemnation of and appointment of a Special Rapporteur for North\nKorea, with votes 22–7 and 18 abstentions (resolution 15, pp. 78–80). There\nwere also varying degrees of dissent for most of the various reports\ncriticising Israel; while on the other hand a large number of resolutions were\ntaken unanimously without voting, including the rather severe criticism of\nMyanmar (resolutions 31 and 32), and the somewhat less severe on Sudan\n(resolution 16)."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Israel and Palestine",
        "generated_section_content_md": "The mandate of the UNHCR's Special Rapporteur on the occupied Palestinian\nterritories is to investigate human rights violations by Israel. This is\nbecause under international humanitarian law (IHL), as applied by the UNHRC,\nIsrael is considered the occupying power in the Occupied Palestinian\nTerritories (OPT), and therefore has the obligation of upholding human rights\nthroughout the territories which the special rapporteur is tasked with\ninvestigating its adherence to. This was affirmed in an October 2023 report by\nthe UNHCR's s Francesca Albanese. A July 2024 landmark opinion by the UN's top\ncourt, the International Court of Justice, also reaffirmed this, while stating\nthat Israel should dismantle settlements in the occupied West Bank and East\nJerusalem, and end its \"illegal\" occupation of those areas and the Gaza Strip\nas soon as possible."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "2006 creation of Agenda Item 7",
        "generated_section_content_md": "The Council voted on 30 June 2006 to review the \"Human rights situation in\nPalestine and other occupied Arab territories\".\n\n> Item 7. _Human rights situation in Palestine and other occupied Arab\n> territories_\n>\n>   * Human rights violations and implications of the Israeli occupation of\n> Palestine and other occupied Arab territories\n>   * Right to self-determination of the Palestinian people\n>\n\nThe council voted on 30 June 2006 to make a review of alleged human rights\nabuses by Israel a permanent feature of every council session. The Council's\nspecial rapporteur on the Israeli–Palestinian conflict is its only expert\nmandate with no year of expiry, due to the ongoing nature of the occupation.\nThe resolution, which was sponsored by Organisation of the Islamic Conference,\npassed by a vote of 29 to 12 with five abstentions."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "April 2009: Gaza report",
        "generated_section_content_md": "On 3 April 2009, South African Judge Richard Goldstone was named as the head\nof the independent United Nations Fact-Finding Mission to investigate\ninternational human rights and humanitarian law violations related to the Gaza\nWar. The Mission was established by Resolution S-9/1 of the United Nations\nHuman Rights Council.\n\nOn 15 September 2009, the UN Fact-Finding mission released its report which\nfound that there was evidence \"indicating serious violations of international\nhuman rights and humanitarian law were committed by Israel during the Gaza\nconflict, and that Israel committed actions amounting to war crimes, and\npossibly crimes against humanity\". The mission also found that there was\nevidence that \"Palestinian armed groups committed war crimes, as well as\npossibly crimes against humanity, in their repeated launching of rockets and\nmortars into Southern Israel\". The mission called for referring either side in\nthe conflict to the UN Security Council for prosecution at the International\nCriminal Court if they refuse to launch fully independent investigations by\nDecember 2009.\n\nGoldstone has since partially retracted the report's conclusions that Israel\ncommitted war crimes, as new evidence has shed light upon the decision making\nby Israeli commanders. He said, \"I regret that our fact-finding mission did\nnot have such evidence explaining the circumstances in which we said civilians\nin Gaza were targeted, because it probably would have influenced our findings\nabout intentionality and war crimes.\""
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "July 2015: resolution",
        "generated_section_content_md": "On 3 July 2015, UNHRC voted Resolution A/HRC/29/L.35 \"ensuring accountability\nand justice for all violations of international law in the Occupied\nPalestinian Territory, including East Jerusalem\". It passed by 41 votes in\nfavor including the eight sitting EU members (France, Germany, Britain,\nIreland, the Netherlands, Portugal, Latvia and Estonia), one against (the\nUnited States) and five absentions (India, Kenya, Ethiopia, Paraguay and the\nRepublic of Macedonia). India explained that its abstention was due to the\nreference to International Criminal Court (ICC) in the resolution whereas\n\"India is not a signatory to the Rome Statute establishing the ICC\"."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "2018 onwards",
        "generated_section_content_md": "On 9 July 2021, Michael Lynk, the Special Rapporteur for Human Rights in the\nOccupied Palestinian Territories, addressing a session of the UN Human Rights\nCouncil in Geneva said that Israeli settlements in the West Bank amount to a\nwar crime, and calling on countries to inflict a cost on Israel for its\nillegal occupation. Israel, which does not recognize Lynk's mandate, boycotted\nthe session.\n\nOn 21 March 2022, Lynk submitted a report, stating that Israel's control over\nthe West Bank and Gaza Strip amounts to apartheid, an \"institutionalised\nregime of systematic racial oppression and discrimination\". The Israeli\nForeign Ministry and other Israeli and Jewish organizations labelled Lynk as\nhostile to Israel and the report baseless.\n\nFollowing the 2021 Israel–Palestine crisis, the council voted on 27 May 2021\nto set up a United Nations fact-finding mission to investigate possible war\ncrimes and other abuses committed in Israel and the occupied Palestinian\nterritories. The commission will report to the Human Rights Council annually\nfrom June 2022. Unlike previous fact finding missions the inquiry is open\nended and will examine \"all underlying root causes of recurrent tensions,\ninstability and protraction of conflict, including systematic discrimination\nand repression based on national, ethnic, racial or religious identity.\""
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.5",
        "section_name": "Accusations of bias against Israel",
        "generated_section_content_md": "| **This section has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This section needs to be **updated**. Please help update this article to reflect recent events or newly available information. _( December 2022)_\n---|---\n| This section **may beunbalanced towards certain viewpoints**. Please help\nimprove it by adding information on neglected viewpoints. Relevant discussion\nmay be found on the talk page. _( December 2022)_\n---|---\n\n_(Learn how and when to remove this message)_\n\nHuman Rights Watch agreed that the deteriorating situation in the Occupied\nPalestinian Territories should be considered by the Council, and urged it to\nlook at international human rights and humanitarian law violations committed\nby Palestinian armed groups as well, which the Council has done. HRW also\ncalled on the Council to avoid the selectivity that discredited its\npredecessor and urged it to hold special sessions on other urgent situations,\nsuch as that in Darfur.\n\nIn 2006, UN Secretary-General Kofi Annan argued that the UNHRC should not have\na \"disproportionate focus on violations by Israel. Not that Israel should be\ngiven a free pass. Absolutely not. But the Council should give the same\nattention to grave violations committed by other states as well\".\n\nOn 20 June 2007, Secretary-General Ban Ki-moon issued a statement that read:\n\"The Secretary-General is disappointed at the Council's decision to single out\nonly one specific regional item given the range and scope of allegations of\nhuman rights violations throughout the world.\" Ban Ki-moon also reiterated the\nimportance of investigating and upholding international humanitarian law with\nrespect to the Israeli occupied Palestinian territories, stating in 2016 that\n\"History proves that people will always resist occupation...Palestinian\nfrustration and grievances are growing under the weight of nearly a half-\ncentury of occupation. Ignoring this won't make it disappear. No one can deny\nthat the everyday reality of occupation provokes anger and despair, which are\nmajor drivers of violence and extremism and undermine any hope of a negotiated\ntwo-state solution.\"\n\nFormer president of the Council Doru Costea, the European Union, Canada, the\nUnited States and Britain have at various times accused the UNHRC of focusing\ndisproportionately on the Israeli–Palestinian conflict and Israel's occupation\nof the West Bank.\n\nSpeaking at the IDC's Herzliya Conference in Israel in January 2008, Dutch\nForeign Minister Maxime Verhagen criticized the actions of the Human Rights\nCouncil actions against Israel. \"At the United Nations, censuring Israel has\nbecome something of a habit, while Hamas's terror is referred to in coded\nlanguage or not at all. The Netherlands believes the record should be set\nstraight, both in New York and at the Human Rights Council in Geneva\",\nVerhagen said.\n\nIn 2008 UNHRC released a statement calling on Israel to stop its military\noperations in the Gaza Strip and to open the Strip's borders to allow the\nentry of food, fuel and medicine. UNHRC adopted the resolution by a vote of 30\nto 1, with 15 states abstaining.\n\n\"Unfortunately, neither this resolution nor the current session addressed the\nrole of both parties. It was regretful that the current draft resolution did\nnot condemn the rocket attacks on Israeli civilians,\" said Canada's\nrepresentative Terry Cormier, the lone voter against.\n\nThe United States and Israel boycotted the session. U.S. ambassador Warren\nTichenor said the Council's unbalanced approach had \"squandered its\ncredibility\" by failing to address continued rocket attacks against Israel.\n\"Today's actions do nothing to help the Palestinian people, in whose name the\nsupporters of this session claim to act,\" he said in a statement. \"Supporters\nof a Palestinian state must avoid the kind of inflammatory rhetoric and\nactions that this session represents, which only stoke tensions and erode the\nchances for peace\", he added. \"We believe that this council should deplore the\nfact that innocent civilians on both sides are suffering\", Slovenian\nAmbassador Andrej Logar said on behalf of the seven EU states on the council.\n\nAt a press conference in Geneva on Wednesday, UN Secretary-General Ban Ki-moon\nresponded when asked about its special session on Gaza, that \"I appreciate\nthat the council is looking in-depth into this particular situation. And it is\nrightly doing so. I would also appreciate it if the council will be looking\nwith the same level of attention and urgency at all other matters around the\nworld. There are still many areas where human rights are abused and not\nproperly protected\", he said.\n\nDugard was succeeded in 2008 by Jewish Professor of international law Richard\nFalk, who has compared Israel's treatment of Palestinians with the Nazis'\ntreatment of Jews during the Holocaust. After a conflict with the Palestinian\nAuthority's Mahmoud Abbas over his decision, under US pressure, to delay a\nUNHCR vote on Richard Goldstone's report on violations of international\nhumanitarian law during the 2008-2009 Israel-Gaza war, widely criticized among\nPalestinians including calls on Abbas to stand down and the PA to be\ndissolved, Abbas informally asked Falk to resign, accusing him of being among\nother things \"a partisan of Hamas\". Falk disputed this and called the reasons\ngiven \"essentially untrue\", with the actual motivation behind his call on\nAbbas to cease his delaying of the UNHRC vote. The Israeli government\nannounced it would deny Falk a visa to Israel, the West Bank, and the Gaza\nStrip, at least until the September 2008 meeting of the UNHCR.\n\nIn July 2011, Richard Falk posted a cartoon that critics have described as\nanti-Semitic onto his blog. The cartoon depicted a bloodthirsty dog with the\nword \"USA\" on it wearing a kippah, or Jewish head covering. In response, Falk\nwas heavily criticized by world leaders in the United States, certain European\ncountries and Israel.\n\nAt UNHRC's opening session in February 2011, U.S. Secretary of State Hillary\nClinton criticized the council's \"structural bias\" against the State of\nIsrael: \"The structural bias against Israel – including a standing agenda item\nfor Israel, whereas all other countries are treated under a common item – is\nwrong. And it undermines the important work we are trying to do together.\"\n\nIn March 2012, the UNHRC was criticized for facilitating an event in the UN\nGeneva building featuring a Hamas politician. Israeli Prime Minister Benjamin\nNetanyahu castigated the UNHRC's decision stating, \"He represents an\norganization that indiscriminately targets children and grown-ups, and women\nand men. Innocents – is their special favorite target\". Israel's ambassador to\nthe UN Ron Prosor denounced the speech stating that Hamas was an\ninternationally recognized terrorist organization that targeted civilians.\n\"Inviting a Hamas terrorist to lecture to the world about human rights is like\nasking Charles Manson to run the murder investigation unit at the NYPD\", he\nsaid.\n\nThe United States urged UNHRC in Geneva to stop its anti-Israel bias. It took\nparticular exception to the council's Agenda Item 7, under which at every\nsession, Israel's human rights record is debated. No other country has a\ndedicated agenda item. The US Ambassador to UNHRC Eileen Chamberlain Donahoe\nsaid that the United States was deeply troubled by the \"Council's biased and\ndisproportionate focus on Israel.\" She said that the hypocrisy was further\nexposed in the Golan Heights resolution that was advocated by the Syrian\nregime at a time when it was murdering its own citizens.\n\nOn 19 June 2018, the United States pulled out of the UNHRC accusing the body\nof bias against Israel and a failure to hold human rights abusers accountable.\nNikki Haley, US Ambassador to the UN, called the organisation a \"cesspool of\npolitical bias\". At UNHRC's 38th Session on 2 July 2018, Western nations _de\nfacto_ boycotted Agenda Item 7 by not speaking to it. Israel had been\ncondemned in 78 resolutions by the Council since its creation in 2006—more\nresolutions condemning Israel than the rest of the world combined."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.6",
        "section_name": "Indigenous peoples (EMRIP)",
        "generated_section_content_md": "The Expert Mechanism on the Rights of Indigenous Peoples (EMRIP) was\nestablished by the Human Rights Council, in 2007, with its mandate amended in\nSeptember 2016. This body provides the HRC with expert advice on the rights of\nindigenous peoples, and helps member states to achieve the goals of the United\nNations Declaration on the Rights of Indigenous Peoples."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.7",
        "section_name": "United States and UNHRC President",
        "generated_section_content_md": "The Council's charter preserves the watchdog's right to appoint special\ninvestigators for countries whose human rights records are of particular\nconcern, something many developing states have long opposed. A Council meeting\nin Geneva in 2007 caused controversy after Cuba and Belarus, both accused of\nabuses, were removed from a list of nine special mandates. The list, which\nincluded North Korea, Cambodia and Sudan, had been carried forward from the\ndefunct Commission. Commenting on Cuba and Belarus, the UN statement said that\nBan noted \"that not having a Special Rapporteur assigned to a particular\ncountry does not absolve that country from its obligations under the Universal\nDeclaration of Human Rights.\"\n\nThe United States said a day before the UN statement that the Council deal\nraised serious questions about whether the new body could be unbiased.\nAlejandro Wolff, US Deputy Permanent Representative at the United Nations,\naccused the council of \"a pathological obsession with Israel\" and also\ndenounced its action on Cuba and Belarus. The UNHRC President Doru Costea said\nthat he agreed with Wolff, saying that the functioning of the Council needed\ncontinuous improvement. He added that the Council must examine the behaviour\nof all parties involved in complex disputes and not place just one state under\nthe magnifying glass."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.8",
        "section_name": "Defamation of religion",
        "generated_section_content_md": "From 1999 to 2011, the CHR and the UNHRC adopted resolutions in opposition to\nthe \"defamation of religion\"."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9",
        "section_name": "Climate change",
        "generated_section_content_md": "The Human Rights Council has adopted the Resolution 10/4 about human rights\nand climate change.[_when?_] At its 48th the Council in Resolution 13\n(A/HRC/48/13) recognized the human right to a clean, healthy and sustainable\nenvironment.[_when?_]"
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.1",
        "section_name": "2006: Lebanon conflict",
        "generated_section_content_md": "At its Second Special Session in August 2006, the Council announced the\nestablishment of a High-Level Commission of Inquiry charged with probing\nallegations that Israel systematically targeted and killed Lebanese civilians\nduring the 2006 Israel-Lebanon conflict. The resolution was passed by a vote\nof 27 in favour to 11 against, with 8 abstentions. Before and after the vote\nseveral member states and NGOs objected that by targeting the resolution\nsolely at Israel and failing to address Hezbollah attacks on Israeli\ncivilians, the Council risked damaging its credibility. The members of the\nCommission of Inquiry, as announced on 1 September 2006, were Clemente Baena\nSoares of Brazil, Mohamed Chande Othman of Tanzania, and Stelios Perrakis of\nGreece. The Commission noted that its report on the conflict would be\nincomplete without fully investigating both sides, but that \"the Commission is\nnot entitled, even if it had wished, to construe [its charter] as equally\nauthorizing the investigation of the actions by Hezbollah in Israel\", as the\nCouncil had explicitly prohibited it from investigating the actions of\nHezbollah."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.2",
        "section_name": "2015: Eritrea",
        "generated_section_content_md": "In June 2015, a 500-page UNHRC report accused Eritrea's government of\nwidespread human rights violations. These were alleged to include\nextrajudicial executions, torture, indefinitely prolonged national service and\nforced labour, and widespread sexual harassment, rape and sexual servitude by\nstate officials. _The Guardian_ said that the report \"catalogues a litany of\nhuman rights violations by the 'totalitarian' regime of President Isaias\nAfwerki 'on a scope and scale seldom witnessed elsewhere'\". The report also\nasserted that these serial violations might amount to crimes against humanity.\n\nThe Eritrean Foreign Ministry responded by describing the Commission's report\nas \"wild allegations\", \"totally unfounded and devoid of all merit\", and\ncountercharged the UNHRC with \"vile slanders and false accusations\".\n\nThe vice chairperson of the subcommittee on human rights at the European\nParliament said the report detailed \"very serious human rights violations\",\nand said that EU funding for development would not continue as at present\nwithout change in Eritrea."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.3",
        "section_name": "August 2018: Myanmar",
        "generated_section_content_md": "In August 2018, the UNHRC released a research report concluding that six\ngenerals in Myanmar armed forces should be prosecuted for war crimes as\nrelated to the genocide against the Rohingya Muslims. The UNHRC conducted 875\nindividual interviews as part of this research, confirming that the Myanmar\narmy led a pogrom that claimed the lives of more than 10,000 Rohingyas."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.4",
        "section_name": "2018–2019: Yemen",
        "generated_section_content_md": "A 2019 report for the UNHRC has said the United Arab Emirates and Saudi Arabia\nhave committed war crimes during the Saudi Arabian-led intervention in Yemen."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.5",
        "section_name": "November 2020: Egypt",
        "generated_section_content_md": "The United Nations condemned the November 2020 arrest of three Egyptian human\nrights advocates of the Egyptian Initiative for Personal Rights (EIPR). The\nactivists were charged and detained for having a connection to terror groups.\nEIPR said the detention was a \"clear and co-ordinated response\" of their work\nagainst human rights violations in the country and the detention of the head\nof EIPR, Gasser Abdel-Razek, was an attempt to end the human rights work in\nEgypt."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.6",
        "section_name": "2022: Russia's invasion of Ukraine",
        "generated_section_content_md": "The United Nations Human Rights Council voted 32–2 on 4 March 2022, with 13\nabstentions, to create the International Commission of Inquiry on Ukraine, an\nindependent committee of three human rights experts with a mandate to\ninvestigate alleged violations of human rights and of international\nhumanitarian law in the Russian invasion of Ukraine.\n\nAt its eleventh emergency special session, the UN General Assembly adopted a\nresolution, with the required two-thirds majority of voting members, to\nsuspend Russia from the Human Rights Council over reports of gross and\nsystematic violations and abuses of human rights in the 2022 Russian invasion\nof Ukraine. The measure required a two-thirds majority of the countries\npresent and voting, not counting abstentions. The measure passed with 93 in\nfavor, 24 against and 58 abstentions. After the suspension, Russia's Deputy\nPermanent Representative, Gennady Kuzmin, announced that Russia had decided to\nwithdraw its Human Rights Council membership altogether. Doing so, Russia\nrestored its rights as an observer to participate in the council's\nproceedings, while it lost the possibility to have its membership reinstated\nand to vote or present motions."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.7",
        "section_name": "November 2022: Iran",
        "generated_section_content_md": "On 24 November 2022, the council held a special session on the deteriorating\nhuman rights situation in Iran, in particular with regard to women and\nchildren."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.9.8",
        "section_name": "April 2024: Israel",
        "generated_section_content_md": "On 5 April 2024, the council held a special session on the deteriorating\npossible war crimes and crimes against humanity in the Gaza Strip, in\nparticular with regard to genocide in Gaza. The council voted in favour of a\nhalt in all arms sales to Israel."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.10",
        "section_name": "Syria",
        "generated_section_content_md": "In July 2012, Syria announced that it would seek a UNHRC seat. This was while\nthere was serious evidence (provided by numerous human rights organizations\nincluding the UN itself) that Syrian President Bashar al-Assad had authorised\nand funded the slaughter of thousands of civilians, with estimates of 14,000\ncivilians being killed as of July 2012 during the Syrian civil war. According\nto UN Watch, Syria's candidacy was virtually assured under the prevailing\nelection system. Syria would have been responsible for promoting human rights\nif elected. In response, the United States and European Union drafted a\nresolution to oppose the move. In the end, Syria was not on the ballot for the\n12 November 2012 election to UNHRC."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.11",
        "section_name": "Sudan and Ethiopia",
        "generated_section_content_md": "In July 2012, it was reported that Sudan and Ethiopia were nominated for a\nUNHRC seat, despite being accused by human rights organizations of grave human\nrights violations. UN Watch condemned the move to nominate Sudan, pointing out\nthat Sudan's President Omar Al-Bashir was indicted for genocide by the\nInternational Criminal Court. According to UN Watch, Sudan was virtually\nassured of securing a seat. A joint letter of 18 African and international\ncivil society organizations urged foreign ministers of the African Union to\nreverse its endorsement of Ethiopia and Sudan for a seat, accusing them of\nserious human rights violations and listing examples of such violations, and\nstating that they should not be rewarded with a seat. Sudan was not on the\nballot for the 12 November 2012 election to UNHRC, but Ethiopia was elected."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.12",
        "section_name": "Saudi Arabia",
        "generated_section_content_md": "Saudi Arabian-led airstrikes in Yemen, June 2015. Saudi Arabia is operating\nwithout a UN mandate.\n\nIn September 2015, Faisal bin Hassan Trad, Saudi Arabia's ambassador to the UN\nin Geneva, was elected Chair of the UNHRC Advisory Committee, the panel that\nappoints independent experts. UN Watch executive director Hillel Neuer said:\n\"It is scandalous that the UN chose a country that has beheaded more people\nthis year [2015] than ISIS to be head of a key human rights panel. Petro-\ndollars and politics have trumped human rights.\" Saudi Arabia also shut down\ncriticism, during the UN meeting. In January 2016, Saudi Arabia executed the\nprominent Shia cleric Sheikh Nimr who had called for free elections in Saudi\nArabia.\n\nOn 13 October 2020, Saudi Arabia lost its bid to win a seat on the U.N. Human\nRights Council. Saudi Arabia and China were competing for membership in a\nfive-way race for four spots with Pakistan, Uzbekistan, and Nepal. China\nreceived 139 votes, Uzbekistan 164, Pakistan 169 votes, and Saudi Arabia came\nin fifth with 90 votes, beaten by Nepal with 150 votes. Human Rights Watch\ncondemned the candidacy filed by China and Saudi Arabia, calling them \"two of\nthe world's most abusive governments\"."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.13",
        "section_name": "Venezuela",
        "generated_section_content_md": "When the UN General Assembly voted to add Venezuela to the UN Human Rights\nCouncil in October 2019, US Ambassador to the United Nations Kelly Craft\nwrote: \"I am personally aggrieved that 105 countries voted in favor of this\naffront to human life and dignity. It provides ironclad proof that the Human\nRights Council is broken, and reinforces why the United States withdrew.\"\nVenezuela had been accused of withholding from the Venezuelan people\nhumanitarian aid delivered from other nations, and of manipulating its voters\nin exchange for food and medical care. The council had been criticized\nregularly for admitting members who were themselves suspected of human rights\nviolations."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.14",
        "section_name": "Sri Lanka",
        "generated_section_content_md": "| This section **containsoverly lengthy quotations**. Please help summarise\nthe quotations. Consider transferring direct quotations to Wikiquote or\nexcerpts to Wikisource. _( February 2020)__(Learn how and when to remove this\nmessage)_\n---|---\n| This section **may betoo long and excessively detailed.** Please consider\nsummarising the material. _( February 2020)_\n---|---\n\nSri Lanka came under increasing scrutiny in early 2012 after a presentation of\na draft UNHRC resolution addressing their accountability with regard to their\nreconciliation activities, a resolution which was subsequently tabled by the\nUnited States. The original draft resolution from the United States noted the\nUNHRC \"concern that the LLRC [Lessons Learnt and Reconciliation Commission]\nreport [did] not adequately address serious allegations of violations of\ninternational law\". The UNHRC resolution then:\n\n\n\n\"1. Calls on the Government of Sri Lanka to implement the constructive recommendations in the LLRC report and take all necessary additional steps to fulfill its relevant legal obligations and commitment to initiate credible and independent actions to ensure justice, equity, accountability and reconciliation for all Sri Lankans,\n2\\. Requests that the Government of Sri Lanka present a comprehensive action plan as expeditiously as possible detailing the steps the Government has taken and will take to implement the LLRC recommendations and also to address alleged violations of international law,\n3\\. Encourages the Office of the High Commissioner for Human Rights and relevant special procedures to provide, and the Government of Sri Lanka to accept, advice and technical assistance on implementing those steps and requests the Office of the High Commissioner for Human Rights to present a report to the Council on the provision of such assistance at its twenty-second session.\"\n\nSri Lankan Ambassador in Geneva Tamara Kunanayakam pointed out that 80% of the\nUNHRC's funding requirements are supplied by powerful nations such as the\nUnited States and its allies. Also, key positions in the UNHRC are mostly held\nby those who have served in the foreign services of such countries. Sri\nLanka's position is that this fact is significantly detrimental to the\nimpartiality of the UNHRC activities, especially when dealing with the\ndeveloping world. As a result, Sri Lanka, along with Cuba and Pakistan,\nsponsored a resolution seeking transparency in funding and staffing the UNHRC,\nduring its 19th session starting in February 2012. The resolution was adopted\non 4 April 2012.\n\nThe original US UNHRC draft resolution that prompted the Sri Lankan, Cuban,\nand Pakistani transparency initiative was thereafter significantly modified,\nand passed in 2013. Narayan Lakshman, writing from Washington, D.C. for _The\nHindu_ , said the United States \"watered down\" the resolution, while UN Watch\ndescribed the revised resolution as \"toned down\". Lakshman noted that \"an\nentire paragraph calling for 'unfettered access'... by a host of external\nobservers and specialists was deleted\", and the reworded resolution's demand\nfor international investigation into \"alleged human rights violations\" was\nelevated but then \"veer[ed] off towards an apparent preference for Sri Lanka\nto conduct its own internal investigation\". He noted that in general \"weaker\nlanguage has been inserted in place of more condemnatory tone\". The revised\nresolution remained entitled \"Promoting Reconciliation and Accountability in\nSri Lanka\" and was assigned UN code \"A/HRC/22/L.1/Rev.1\". As finally\nsubmitted, the U.S. resolution was co-sponsored by 33 countries, including\nthree other members of the U.N. Security council at that time (the UK, France,\nand Germany), and four other European nations (Ireland, Italy, the\nNetherlands, and Switzerland). By a vote of 25 in favor—which included the\nresolution sponsors and other EU countries, as well as South Korea—and 13\nagainst, the resolution was adopted on 21 March 2013 (with nine countries\nabstaining or absent)."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.15",
        "section_name": "United States",
        "generated_section_content_md": "The 43rd U.S. President George W. Bush declared that the United States would\nnot seek a seat on the Council, saying it would be more effective from the\noutside. He did pledge, however, to support the Council financially. State\nDepartment spokesman Sean McCormack said, \"We will work closely with partners\nin the international community to encourage the council to address serious\ncases of human rights abuse in countries such as Iran, Cuba, Zimbabwe, Burma,\nSudan, and North Korea\".\n\nThe U.S. State Department said on 5 March 2007 that, for the second year in a\nrow, the United States had decided not to seek a seat on the Human Rights\nCouncil, asserting the body had lost its credibility with repeated attacks on\nIsrael and a failure to confront other rights abusers. Spokesman Sean\nMcCormack said the council had had a \"singular focus\" on Israel, while\ncountries such as Cuba, Myanmar and North Korea had been spared scrutiny. He\nsaid that though the United States will have only an observer role, it will\ncontinue to shine a spotlight on human rights issues. The most senior\nRepublican member of the Committee on Foreign Affairs of the U.S. House of\nRepresentatives, Ileana Ros-Lehtinen, supported the administration decision.\n\"Rather than standing as a strong defender of fundamental human rights, the\nHuman Rights Council has faltered as a weak voice subject to gross political\nmanipulation,\" she said.\n\nUpon passage of UNHRC's June 2007 institution-building package, the U.S.\nrestated its condemnation of bias in the institution's agenda. Spokesman Sean\nMcCormack again criticised the Commission for focusing on Israel in light of\nmany more pressing human rights issues around the world, such as Sudan or\nMyanmar, and went on to criticise the termination of special rapporteurs to\nCuba and Belarus, as well as procedural irregularities that prevented member-\nstates from voting on the issues; a similar critique was issued by the\nCanadian representative. In September 2007, the US Senate voted to cut off\nfunding to the council.\n\nThe United States joined with Australia, Canada, Israel, and three other\ncountries in opposing the UNHRC's draft resolution on working rules citing\ncontinuing misplaced focus on Israel at the expense of action against\ncountries with poor human-rights records. The resolution passed 154–7 in a\nrare vote forced by Israel including the support of France, the United\nKingdom, and China, although it is usually approved through consensus. United\nStates Ambassador to the United Nations, Zalmay Khalilzad, spoke about the\n\"council's relentless focus during the year on a single country – Israel,\"\ncontrasting that with failure \"to address serious human rights violations\ntaking place in other countries such as Zimbabwe, DPRK (North Korea), Iran,\nBelarus and Cuba.\" Khalilzad said that aside from condemnation of the\ncrackdown of the Burmese anti-government protests, the council's past year was\n\"very bad\" and it \"had failed to fulfill our hopes\".\n\nOn 6 June 2008, _Human Rights Tribune_ announced that the United States had\nwithdrawn entirely from the UNHRC, and had withdrawn its observer status.\n\nThe United States boycotted the Council during the George W. Bush\nadministration, but reversed its position on it during the Obama\nadministration. Beginning in 2009 however, with the United States taking a\nleading role in the organization, American commentators began to argue that\nthe UNHRC was becoming increasingly relevant.\n\nOn 31 March 2009, the administration of Barack Obama announced that it would\nreverse the country's previous position and would join the UNHRC; New Zealand\nindicated its willingness not to seek election to the council to make room for\nthe United States to run unopposed, along with Belgium and Norway for the WEOG\nseats.\n\nOn 19 June 2018, U.S. Secretary of State Mike Pompeo and U.S. Ambassador to\nthe United Nations Nikki Haley announced that the United States, under\nPresident Donald Trump, was pulling out of the United Nations Human Rights\nCouncil, accusing the council being \"hypocritical and self-serving\"; in the\npast, Haley had accused it of \"chronic anti-Israel bias\". \"When the Human\nRights Council treats Israel worse than North Korea, Iran, and Syria, it is\nthe Council itself that is foolish and unworthy of its name. It is time for\nthe countries who know better to demand changes,\" Haley said in a statement at\nthe time, pointing to the council's adoption of five resolutions condemning\nIsrael. \"The United States continues to evaluate our membership in the Human\nRights Council. Our patience is not unlimited.\"\n\nIn December 2020, US Ambassador to the United Nations Kelly Craft said that\nthe UN Human Rights Council was \"a haven for despots and dictators, hostile to\nIsrael, and ineffectual on true human rights crises\".\n\nOn 8 February 2021, following the election of Joe Biden, Secretary of State\nAntony Blinken announced that the Biden administration would\nreengage[_clarification needed_] with the UN Human Rights Council.\n\nOn 4 February 2025, President Trump reinstituted his policy and again withdrew\nfrom the UN Human Rights Council as part of a larger motion for \"ending U.S.\nsupport for radical anti-American UN organizations.\" A White House Fact sheet\nsays the UN Human Rights Council \"has demonstrated consistent bias against\nIsrael,\" and that it “has not fulfilled its purpose and continues to be used\nas a protective body for countries committing horrific human rights\nviolations.\" However, this withdraw is confusing, since the last US term of\nmembership already ended on 1 January, spokesperson Pascal Sim responded that\nUS can't \"withdraw\" from an organization when they no longer be a member and\nautomatically be an observer."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.16",
        "section_name": "China",
        "generated_section_content_md": "On 1 April 2020, China joined the United Nations Human Rights Council."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.16.1",
        "section_name": "China's Xinjiang policies",
        "generated_section_content_md": "In July 2019, UN ambassadors from 22 nations, including Australia, Britain,\nCanada, France, Spain, Germany, and Japan, signed a joint letter to the UNHRC\ncondemning China's mistreatment of the Uyghurs and other minority groups,\nurging the Chinese government to close the Xinjiang internment camps.\n\nIn response, UN ambassadors from 50 countries including Russia, Nigeria,\nPakistan, Philippines, UAE, Sudan, Egypt, Saudi Arabia, Qatar, Angola,\nAlgeria, and Myanmar signed a joint letter to the UNHRC praising China's\n\"remarkable achievements in Xinjiang\" and opposing the practice of\n\"politicizing human rights issues\".\n\nIn August 2019, Qatar told the UNHRC president that it had decided to withdraw\nfrom the response letter. Human rights activists praised Qatar's decision.\n\nIn October 2022, 17 countries voted in favor, 19 were against, and 11\nabstained in a vote to hold a debate on Xinjiang at its next session,\nrejecting a Western bid to debate China's Xinjiang abuses."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "2.17",
        "section_name": "Indonesia",
        "generated_section_content_md": "In March 2017, at the 34th regular session of the UN Human Rights Council,\nVanuatu made a joint statement on behalf of Tonga, Nauru, Palau, Tuvalu, the\nSolomon Islands and Marshall Islands raising human rights violations in the\nWestern New Guinea, declared which has been occupied by Indonesia since 1963,\nand requested that the UN High Commissioner for Human Rights produce a report.\nIndonesia rejected Vanuatu's allegations. Also, a joint NGO statement was\nmade. More than 100,000 Papuans have died during a 50-year Papua conflict.\n\nThe UNHRC expressed grave concern over ongoing human rights violations against\nthe Papuan people in Indonesia, citing a lack of accountability and\ntransparency in investigations, hindering reparations for victims.\nRecommendations were made to intensify efforts to combat impunity and\nprioritize investigations and reparations for victims."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Criticism",
        "generated_section_content_md": "The United States opposed the creation of the UNHRC during the George W. Bush\nadministration to protest the repressive states among its membership. In March\n2009 the Obama administration reversed that position and decided to \"reengage\"\nand seek a seat on the UNHRC. With the United States taking a leading role in\nthe organization, American commentators began to argue that the UNHRC was\nbecoming increasingly relevant.\n\nThe UNHRC has been criticised for the repressive states among its membership.\nCountries with questionable human rights records that have served on the UNHRC\ninclude Pakistan, Cuba, Saudi Arabia, China, Indonesia, and Russia.\n\nIn June 2021, US senator Bob Menendez, then Chair of the United States Senate\nCommittee on Foreign Relations, joined over 60 lawmakers from 18 countries in\nurging the United Nations to launch a Commission of Inquiry into alleged\ngenocide and crimes against humanity in Xinjiang. The letter, coordinated by\nthe Inter-Parliamentary Alliance on China, cited credible evidence of\nsystematic abuses against Uyghurs and criticized the UN Human Rights Council\nover failure to hold China accountable.\n\nOn 12 October 2021, the Human Rights Watch criticised UNHRC elections and\nstated that UN member countries should refrain from voting for Cameroon,\nEritrea, United Arab Emirates, and other candidates as they hold abysmal\nrights records. These countries were alleged not to meet the qualifications\nfor membership on the board. The UN director at Human Rights Watch, Louis\nCharbonneau said that electing such serious rights abusers sends a terrible\nmessage that the UN member states do not take the council's fundamental\nmission to protect human rights seriously."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Bloc voting",
        "generated_section_content_md": "A Reuters report in 2008 said that independent human rights groups say that\nUNHRC is being controlled by some Middle East and African nations, supported\nby China, Russia and Cuba, which protect each other from criticism. This drew\ncriticism from the UN Secretary General Ban Ki-moon at the ineffectiveness of\nUNHRC, saying it had fallen short of its obligations. He urged countries to\n\"drop rhetoric\" and rise above \"partisan posturing and regional divides\" and\nget on with defending people around the world.\n\nOf the 53 countries which defended China's imposition of the Hong Kong\nNational Security Law following the 2019–2020 Hong Kong protests, at least 43\nwere participants in the Chinese Belt and Road Initiative, with one Axios\nreporter noting that \"Beijing has effectively leveraged the UN Human Rights\nCouncil to endorse the very activities it was created to oppose.\"\n\nBan Ki-moon also appealed for the United States to fully join the council and\nplay a more active role.\n\nThe UNHRC was criticized in 2009 for adopting a resolution submitted by Sri\nLanka praising its conduct in Vanni that year, ignoring pleas for an\ninternational war crimes investigation."
    },
    {
        "chapter_name": "United Nations Human Rights Council",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Accountability programme",
        "generated_section_content_md": "On 18 June 2007, one year after holding its first meeting, the UNHRC adopted\nits _Institution-building package_ , to guide it in its future work. Among its\nelements was the Universal Periodic Review, which assesses the human rights\nsituations in all 193 UN member states. Another element is an _Advisory\nCommittee_, which serves as the UNHRC's _think tank_ and provides it with\nexpertise and advice on thematic human rights issues. A further element is a\n_Complaint procedure_, which allows individuals and organizations to bring\ncomplaints about human rights violations to the attention of the council."
    }
]