[
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN agency for human settlements and sustainable urban development\n\nThe **United Nations Human Settlements Programme** (**UN-Habitat**) is the\nUnited Nations programme for human settlements and sustainable urban\ndevelopment. It was established in 1977 as an outcome of the first United\nNations Conference on Human Settlements and Sustainable Urban Development\n(Habitat I) held in Vancouver, Canada, in 1976. UN-Habitat maintains its\nheadquarters at the United Nations Office at Nairobi, Kenya. It is mandated by\nthe United Nations General Assembly to promote socially and environmentally\nsustainable towns and cities with the goal of providing adequate shelter for\nall. It is a member of the United Nations Development Group. The mandate of\nUN-Habitat derives from the Habitat Agenda, adopted by the United Nations\nConference on Human Settlements (Habitat II) in Istanbul, Turkey, in 1996. The\ntwin goals of the Habitat Agenda are adequate shelter for all and the\ndevelopment of sustainable human settlements in an urbanizing world."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Overview",
        "generated_section_content_md": "UN-Habitat headquarters at the United Nations Office at Nairobi\n\nThe UN-Habitat mandate is also derived from General Assembly resolution 3327\n(XXIX), by which the Assembly established the United Nations Habitat and Human\nSettlements Foundation; resolution 32/162, by which the Assembly established\nthe United Nations Centre for Human Settlements (Habitat); and resolution\n56/206, by which the Assembly transformed the Commission on Human Settlements\nand the United Nations Centre for Human Settlements (Habitat), including the\nUnited Nations Habitat and Human Settlements Foundation, into UN-Habitat. The\nmandate of UN-Habitat is further derived from other internationally agreed\ndevelopment goals, including those contained in the United Nations Millennium\nDeclaration (Assembly resolution 55/2), in particular the target of achieving\na significant improvement in the lives of at least 100 million slum-dwellers\nby 2020; and the target on water and sanitation of the Plan of Implementation\nof the World Summit on Sustainable Development, which seeks to halve, by 2015,\nthe proportion of people without sustainable access to safe drinking water and\nbasic sanitation. Through Assembly resolution 65/1, Member States committed\nthemselves to continue working towards cities without slums, beyond current\ntargets, by reducing slum populations and improving the lives of slum-\ndwellers."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Work and projects",
        "generated_section_content_md": "UN-Habitat office in Hospital de la Santa Creu i Sant Pau (Barcelona)\n\nUN-Habitat works in more than 70 countries on five continents focusing on\nseven areas:\n\n* Urban legislation, land and governance;\n* Urban planning and design;\n* Urban economy;\n* Urban basic services;\n* Housing and slum upgrading;\n* Risk reduction and rehabilitation;\n* Urban research and capacity development.\n\nUN-Habitat works with local partners, for example Doh Eain in Yangon, Myanmar\nwhich focuses on urban regeneration and heritage conservation."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Governance",
        "generated_section_content_md": "The governance structure of the programme is made up of three decision-making\nbodies: the UN-Habitat Assembly, an executive board and a Committee of\nPermanent Representatives. Previously, The Governing Council was the decision-\nmaking body for the Programme, but it was dissolved following a resolution\npassed by the UN General Assembly.\n\nThe assembly is a universal body composed of the 193 member states of the\nUnited Nations and convenes every four years at the Headquarters of UN-Habitat\nin Nairobi. The first assembly was held in May 2019. The presidency of the\nfirst assembly was held by Mexico. Mexico's presidency was represented by\nMartha Delgado Peralta the Mexican Undersecretary of Multilateral Affairs and\nHuman Rights.\n\nThe second decision-making body of the programme is the executive board, which\nis made up of 36 member states elected by the UN-Habitat Assembly with\nrepresentatives from every regional group. The board meets three times\nannually. The Committee of Permanent Representatives of UN-Habitat (CPR) is\ncomposed of all Permanent Representatives accredited to the United Nations\nOffice at Nairobi.\n\nThe UN-Habitat secretariat is headed by an executive director nominated by the\nUN Secretary-General with the approval of the UN General Assembly. The current\nexecutive director is Anacláudia Rossbach of Brazil, who was appointed in June\n2024. The deputy executive director is Michal Mlynár of Slovakia who was\nappointed by in December 2022."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "List of executive directors",
        "generated_section_content_md": "1. Arcot Ramachandran, India, 1978–1992\n2. Elizabeth Dowdeswell, Canada, 1993–1994\n3. Wally N’Dow, Gambia, 1994–1997\n4. Darshan Johal, Canada, 1997–1998\n5. Klaus Töpfer, Germany, 1998–2000\n6. Anna Tibaijuka, Tanzania, 2000–2010\n7. Joan Clos, Spain, 2010–2018\n8. Maimunah Mohd Sharif, Malaysia, 2018–2024\n9. Anacláudia Rossbach, Brazil, 2024-\n\nBefore 2002, the title of the head of the programme was director of the United\nNations Centre for Human Settlements."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "World Urban Forum (WUF)",
        "generated_section_content_md": "The World Urban Forum was established by the United Nations in 2001 to examine\none of the most pressing issues facing the world: rapid urbanization and its\nimpact on communities, cities, economies and climate change. Over the past two\ndecades, the World Urban Forum has evolved into the premier global conference\non sustainable urbanization. Convened by the United Nations Human Settlements\nProgramme (UN-Habitat), the forum is a unique non-legislative platform and one\nof the most inclusive international gatherings on urban issues. The first WUF\nwas held in Nairobi, Kenya in 2002 and has been held around the world ever\nsince. It is organized biennially in different locations around the world."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "World Urban Campaign (WUC)",
        "generated_section_content_md": "The World Urban Campaign is an initiative led by UN-Habitat that seeks to\npromote sustainable urban development and livable cities around the world. Its\nprimary objective is to advocate for the implementation of the New Urban\nAgenda, a global framework adopted by the United Nations in 2016 to guide\nurban development policies and strategies for the next 20 years. The campaign\nbrings together a diverse range of partners, including governments, civil\nsociety organizations, private sector actors, and academic institutions, to\ncollaborate on urban development issues. It focuses on a number of key themes,\nincluding affordable housing, sustainable mobility, resilient urban planning,\nand social inclusion."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "World Habitat Day",
        "generated_section_content_md": "The United Nations has designated the first Monday of October every year as\nWorld Habitat Day. This is an occasion to reflect on the state of our towns\nand cities and the basic right of all to adequate shelter. It is also intended\nto remind the world of its collective responsibility for the future of human\nhabitat."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "UN-Habitat Scroll of Honor Award",
        "generated_section_content_md": "The UN-Habitat Scroll of Honour Award was launched in 1989 and is one of the\nworld's most prestigious human settlements awards. It aims to acknowledge\ninitiatives that have made outstanding contributions in the field of human\nsettlements, provision of housing, highlighting the plight of people living in\npoverty or who have been displaced, developing and improving human settlements\nand the quality of urban life to leave no one behind echoing the Sustainable\nDevelopment Goals 2030 with emphasis on Goal 11: Sustainable Cities and\nCommunities."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "United Nations Advisory Committee of Local Authorities",
        "generated_section_content_md": "The United Nations Advisory Committee of Local Authorities (UNACLA) was\nestablished in 2000 in line with the UN Habitat Governing Council Resolution\n17/18 of 1999 as an advisory body to strengthen the dialogue of the UN System\nwith local authorities in relation to the implementation of the Habitat\nAgenda. In September 2004, UN-HABITAT established a formal relationship with\nUnited Cities and Local Governments, which now chairs UNACLA and holds 10 of\nits 20 seats. UCLG co-hosts the UNACLA secretariat with UN-Habitat."
    },
    {
        "chapter_name": "United Nations Human Settlements Programme",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Members",
        "generated_section_content_md": "1. Institute for Housing and Urban Development Studies (IHS)\n2. International Institute of Social Studies (ISS)"
    }
]