[
    {
        "chapter_name": "United Nations Office of Legal Affairs",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations office\n\nThe **United Nations Office of Legal Affairs** (**OLA**) is a United Nations\noffice currently administered by Under-Secretary-General for Legal Affairs and\nLegal Counsel of the United Nations Elinor Hammarskjöld."
    },
    {
        "chapter_name": "United Nations Office of Legal Affairs",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Established in 1946, the United Nations Office of Legal Affairs provides a\nunified central legal service for the Secretariat and the principal and other\norgans of the United Nations and contributes to the progressive development\nand codification of international public and trade law. Pursuant to Article\n102 of the UN Charter, OLA registers, publishes, and serves as a depository of\ninternational treaties. The office also functions to promote the strengthening\nand development as well as the effective implementation of the international\nlegal order for the seas and oceans.[1]"
    },
    {
        "chapter_name": "United Nations Office of Legal Affairs",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Units",
        "generated_section_content_md": "The Office consists of six divisions:\n\n* Office of the Legal Counsel (OLC)\n* General Legal Division (GLD)\n* Codification Division (COD)\n* Division for Ocean Affairs and the Law of the Sea (DOALOS)\n* International Trade Law Division (ITLD)\n* Treaty Section (TREATY)."
    },
    {
        "chapter_name": "United Nations Office of Legal Affairs",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Treaties",
        "generated_section_content_md": "The Office of Legal Affairs, through its Treaty Section, discharges the\ndepositary functions of the Secretary-General under more than 560 multilateral\ntreaties, including the custody of originals and the receipt of signatures and\ninstruments of ratification, accession, etc. The Office is also responsible\nfor the registration and publication of treaties and international agreements\nunder Article 102 of the Charter of the United Nations.[2]\n\nAfter their adoption, Treaties as well as their amendments have to follow the\nofficial legal procedures of the United Nations, as applied by the Office of\nLegal Affairs, including signature, ratification and entry into force."
    }
]