[
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International treaty on environmental protection\n\nThe **United Nations Convention to Combat Desertification in Those Countries\nExperiencing Serious Drought and/or Desertification, Particularly in Africa**\n(**UNCCD**) is a Convention to combat desertification and mitigate the effects\nof drought through national action programs that incorporate long-term\nstrategies supported by international cooperation and partnership\narrangements.\n\nThe Convention, the only convention stemming from a direct recommendation of\nthe Rio Conference's Agenda 21, was adopted in Paris, France, on 17 June 1994\nand entered into force in December 1996. It is the only internationally\nlegally binding framework set up to address the problem of desertification.\nThe Convention is based on the principles of participation, partnership and\ndecentralization—the backbone of good governance and sustainable development.\nIt has 197 parties, making it near universal in reach.\n\nTo help publicise the Convention, 2006 was declared \"International Year of\nDeserts and Desertification\" but debates have ensued regarding how effective\nthe International Year was in practice."
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "States Parties",
        "generated_section_content_md": "Parties to the Convention in green Global desertification vulnerability\n\nThe UNCCD has been ratified by the European Union and 196 states: all 193 UN\nmember states, the Cook Islands, Niue, and the State of Palestine.\n\nOn 28 March 2013, Canada became the first country to withdraw from the\nconvention. However, three years later, Canada reversed its withdrawal by re-\nacceding to the convention on 21 December 2016, which resulted in Canada\nbecoming party to the convention again on 21 March 2017.\n\nThe Holy See (Vatican City) is the only state that is not a party to the\nconvention that is eligible to accede to it."
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Executive Directors",
        "generated_section_content_md": "* 1993–2007: Hama Arba Diallo\n* 2007–2013: Luc Gnacadja\n* 2013–2019: Monique Barbut\n* 2019–2025: Ibrahim Thiaw\n* 2025–present: Yasmine Fouad"
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Secretariat",
        "generated_section_content_md": "The permanent Secretariat of the UNCCD was established during the first\nConference of the parties (COP 1) held in Rome in 1997. It has been located in\nBonn, Germany, since January 1999, and moved from its first Bonn address in\nHaus Carstanjen to the new UN Campus in July 2006.\n\nThe functions of the secretariat are to make arrangements for sessions of the\nConference of the Parties (COP) and its subsidiary bodies established under\nthe Convention, and to provide them with services as required. One key task of\nthe secretariat is to compile and transmit reports submitted to it.\n\nThe secretariat also provides assistance to affected developing country\nparties, particularly those in Africa. This is important when compiling\ninformation and reports required under the Convention. UNCCD activities are\ncoordinated with the secretariats of other relevant international bodies and\nconventions, like those of the UN Framework Convention on Climate Change\n(UNFCCC) and the Convention on Biological Diversity (CBD)."
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Conference of the Parties",
        "generated_section_content_md": "The Conference of the Parties (COP) oversees the implementation of the\nConvention. It is established by the Convention as the supreme decision-making\nbody, and it comprises all ratifying governments. The first five sessions of\nthe COP were held annually from 1997 to 2001.\n\nStarting 2001 sessions are held on a biennial basis interchanging with the\nsessions of the Committee for the Review of the Implementation of the\nConvention (CRIC), whose first session was held in 2002."
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "List of COP",
        "generated_section_content_md": "COP  | Date  | City  | Remark\n---|---|---|---\nCOP 1  | 29 September to 10 October 1997  | Rome (Italy)  |\nCOP 2  | 30 November to 11 December 1998  | Dakar (Senegal)  |\nCOP 3  | 15 to 26 November 1999  | Recife (Brazil)  |\nCOP 4  | 11 to 22 December 2000  | Bonn (Germany)  |\nCOP 5  | 1 to 12 October 2001  | Geneva (Switzerland)  |\nCOP 6  | 25 August to 5 September 2003  | Havana (Cuba)  |\nCOP 7  | 17 to 28 October 2005  | Nairobi (Kenya)  |\nCOP 8  | 3 to 14 September 2007  | Madrid (Spain)  |\nCOP 9  | 21 September to 2 October 2009  | Buenos Aires (Argentine)  |\nCOP 10  | 10 to 20 October 2011  | Changwon (South Korea)  |\nCOP 11  | 16 to 27 September 2013  | Windhoek (Namibia)  |\nCOP 12  | 12 to 23 October 2015  | Ankara (Turkey)  |\nCOP 13  | 6 to 16 September 2017  | Ordos City (China)  |\nCOP 14  | 2 to 13 September 2019  | New Delhi (India)  | Adoption of _The New Delhi Declaration: Investing in Land and Unlocking Opportunities_\nCOP 15  | 9 to 20 May 2022  | Abidjan (Côte d’Ivoire)  |\nCOP 16  | 2 to 13 December 2024  | Riyadh (Saudi-Arabia)"
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Committee on Science and Technology",
        "generated_section_content_md": "The UN Convention to Combat Desertification has established a Committee on\nScience and Technology (CST). The CST was established under Article 24 of the\nConvention as a subsidiary body of the COP, and its mandate and terms of\nreference were defined and adopted during the first session of the Conference\nof the Parties in 1997. It is composed of government representatives competent\nin the fields of expertise relevant to combating desertification and\nmitigating the effects of drought. The committee identifies priorities for\nresearch, and recommends ways of strengthening cooperation among researchers.\nIt is multi-disciplinary and open to the participation of all Parties. It\nmeets in conjunction with the ordinary sessions of the COP.\n\nThe CST collects, analyses and reviews relevant data. It also promotes\ncooperation in the field of combating desertification and mitigating the\neffects of drought through appropriate sub-regional, regional and national\ninstitutions, and in particular by its activities in research and development,\nwhich contribute to increased knowledge of the processes leading to\ndesertification and drought as well as their impact.\n\nThe Bureau of the CST is composed of the Chairperson and the four Vice-\nChairpersons. The chairman is elected by the Conference of the Parties at each\nof its sessions with due regard to ensure geographical distribution and\nadequate representation of affected Country Parties, particularly those in\nAfrica, who shall not serve for more than two consecutive terms. The Bureau of\nthe CST is responsible for the follow-up of the work of the Committee between\nsessions of the COP and may benefit from the assistance of ad hoc panels\nestablished by the COP.\n\nThe CST also contributes to distinguishing causal factors, both natural and\nhuman, with a view to combating desertification and achieving improved\nproductivity as well as the sustainable use and management of resources.\n\nUnder the authority of the CST, a Group of Experts was established by the COP\nwith a specific work programme, to assist in improving the efficiency and\neffectiveness of the CST. This Group of Experts, working under the authority\nof the CST, provides advice on the areas of drought and desertification."
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Group of Experts",
        "generated_section_content_md": "The Group of Experts (GoE) plays an important institutional role, providing\nthe CST with information on the current knowledge, the extent and the impact,\nthe possible scenarios and the policy implications on various themes assigned\nin its work programme. The results of the work performed by the GoE are widely\nrecognized and include dissemination of its results on ongoing activities\n(benchmarks and indicators, traditional knowledge, early warning systems).\n\nThe Group of Experts develops and makes available to all interested people\ninformation on appropriate mechanisms for scientific and technological\ncooperation and articulates research projects, which promote awareness about\ndesertification and drought between countries and stakeholders at the\ninternational, regional and national level.\n\nThe Group of Experts seeks to build on and use existing work and evidence to\nproduce pertinent synthesis and outputs for the use of the Parties to the\nConvention and for the broader dissemination to the scientific community. The\nprogramme of work and its mandate is pluri-annual in nature, for a maximum of\nfour years."
    },
    {
        "chapter_name": "United Nations Convention to Combat Desertification",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "National, regional and sub-regional programmes",
        "generated_section_content_md": "National Action Programmes (NAP) are one of the key instruments in the\nimplementation of the Convention. They are strengthened by Action Programmes\non Sub-regional (SRAP) and Regional (RAP) level. National Action Programmes\nare developed in the framework of a participative approach involving the local\ncommunities and they spell out the practical steps and measures to be taken to\ncombat desertification in specific ecosystems."
    }
]