[
    {
        "chapter_name": "United Nations Trusteeship Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN body to administer trust territories\n\nThe **United Nations Trusteeship Council** is one of the six principal organs\nof the United Nations, established to help ensure that trust territories were\nadministered in the best interests of their inhabitants and of international\npeace and security.\n\nThe trust territories—most of them former mandates of the League of Nations or\nterritories taken from nations defeated at the end of World War II—have all\nnow attained self-government or independence, either as separate nations or by\njoining neighbouring independent countries. The last was Palau, formerly part\nof the Trust Territory of the Pacific Islands, which became a member state of\nthe United Nations in December 1994."
    },
    {
        "chapter_name": "United Nations Trusteeship Council",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Arrival of UN Visiting Mission in Majuro, Trust Territory of the Pacific\nIslands (1978). The sign reads \"Please release us from the bondage of your\ntrusteeship agreement.\"\n\nProvisions to form a new UN agency to oversee the decolonization of dependent\nterritories from colonial times were made at the San Francisco Conference in\n1945 and were included in Chapter 12 of the Charter of the United Nations.\nThose dependent territories (colonies and mandated territories) were to be\nplaced under the international trusteeship system created by the United\nNations Charter as a successor to the League of Nations mandate system.\nUltimately, eleven territories were placed under trusteeship: seven in Africa\nand four in Oceania. Ten of the trust territories had previously been League\nof Nations mandates; the eleventh was Italian Somaliland.\n\nIn order to implement the provisions of the trusteeship system, the General\nAssembly passed resolution 64 on 14 December 1946, establishing the United\nNations Trusteeship Council. The Trusteeship Council held its first session in\nMarch 1947.\n\nIn March 1948 the United States proposed that the territory of Mandatory\nPalestine be placed under UN trusteeship with the termination of the British\nMandate in May 1948 (see American trusteeship proposal for Palestine).\nHowever, the US did not make an effort to implement this proposal, which\nbecame moot with the declaration of the State of Israel.\n\nUnder the Charter, the Trusteeship Council was to consist of representatives\nof United Nations member states administering trust territories and an equal\nnumber of representatives of non-administering states. Thus, the Council was\nto consist of (1) all U.N. members administering trust territories, (2) the\nfive permanent members of the Security Council, and (3) as many other non-\nadministering members as needed to equalize the number of administering and\nnon-administering members, elected by the General Assembly for renewable\nthree-year terms. Over time, as trust territories attained independence, the\nsize and workload of the Trusteeship Council was reduced. Ultimately, the\nTrusteeship Council came to include only the five permanent Security Council\nmembers (China, France, the Soviet Union/Russian Federation, the United\nKingdom, and the United States), as the only country administering a Trust\nTerritory (the United States) was a permanent member.\n\nWith the independence of Palau, formerly part of the Trust Territory of the\nPacific Islands, in 1994, there presently are no trust territories, leaving\nthe Trusteeship Council without responsibilities. Since the Northern Mariana\nIslands, which was a part of the Trust Territory of the Pacific Islands,\nbecame a commonwealth of the USA in 1986, it is technically the only area not\nto have joined as a part of another state or gained full independence as a\nsovereign nation.\n\nThe Trusteeship Council was not assigned responsibility for colonial\nterritories outside the trusteeship system, although the Charter did establish\nthe principle that member states were to administer such territories in\nconformity with the best interests of their inhabitants."
    },
    {
        "chapter_name": "United Nations Trusteeship Council",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Present status",
        "generated_section_content_md": "Its mission fulfilled, the Trusteeship Council suspended its operation on 1\nNovember 1994, and, although under the United Nations Charter it continues to\nexist on paper, its future role and even existence remains uncertain. The\nTrusteeship Council has a president and vice-president, although the sole\ncurrent duty of these officers is to meet with the heads of other UN agencies\non occasion. According to the United Nations website:\n\n> By a resolution adopted on 25th of May 1994, the Council amended its rules\n> of procedure to drop the obligation to meet annually and agreed to meet as\n> occasion required -- by its decision or the decision of its President, or at\n> the request of a majority of its members or the General Assembly or the\n> Security Council.\n\nThe chamber itself is still used for other purposes. Following a three-year\nrefurbishment, restoring its original design by Danish architect Finn Juhl,\nthe chamber was re-opened in 2013. The current president of the Trusteeship\nCouncil is James Kariuki and the Vice-President is Nathalie Broadhurst\nEstival."
    },
    {
        "chapter_name": "United Nations Trusteeship Council",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Future prospects",
        "generated_section_content_md": "The formal elimination of the Trusteeship Council would require the revision\nof the United Nations Charter. Though this has been proposed as part of reform\nof the United Nations, the political difficulties of such changes mean that\nthese have not been enacted. Other functions for the Trusteeship Council have\nbeen considered, such as the Commission on Global Governance's 1995 _Our\nGlobal Neighbourhood_ report which recommended expanding the trusteeship\ncouncil's remit to the protection of environmental integrity and the global\ncommons on the two-thirds of the world's surface that is outside national\njurisdictions."
    },
    {
        "chapter_name": "United Nations Trusteeship Council",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Gallery",
        "generated_section_content_md": "* The world in 1945, UN Trusteeship territories are colored green\n\n* The world in 2010, with no trusteeship territories left"
    }
]