[
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization (1970-)\n\nThe **United Nations Volunteers** (**UNV**) programme is a United Nations\norganization that contributes to peace and development through volunteerism\nworldwide.\n\nVolunteerism is a powerful means of engaging people in tackling development\nchallenges, and it can transform the pace and nature of development.\nVolunteerism benefits both society at large and the individual volunteer by\nstrengthening trust, solidarity and reciprocity among citizens, and by\npurposefully creating opportunities for participation.\n\nUNV contributes to peace and development through a dual mandate: mobilizing UN\nVolunteers for the United Nations and advocating for recognition of volunteers\nas a way to achieve the Sustainable Development Goals (SDGs). UNV embraces\nvolunteerism as universal and inclusive, and recognizes volunteerism in its\ndiversity as well as the values that sustain it: free will, commitment,\nengagement and solidarity. In 2023 UNV deployed almost 13,000 UN Volunteers to\nover 56 UN partners in all regions of the world.\n\nBased in Bonn, Germany, UNV is active in around 130 countries every year. UNV,\nwith six regional offices and field units in many countries, is administered\nby the United Nations Development Programme (UNDP) and reports to the UNDP\nExecutive Board."
    },
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In 1962, the US Peace Corps convened the International Conference on Middle\nLevel Manpower in Puerto Rico, where the role of international volunteers\nhelping to build skills in developing countries was promoted. As a result, the\nInternational Peace Corps Secretariat, later the International Secretariat for\nVolunteer Service (ISVS), was created as a global organization to promote\nvolunteer services for development around the world. A United Nations\nVolunteers initiative was proposed in a speech at Harvard University on June\n13, 1968, by Shah Mohammad Reza Pahlavi and UNV was established 1970 by the UN\nGeneral Assembly. ISVS became instrumental in the establishment of UNV and was\nitself dissolved in 1976.\n\nUNV was originally headquartered in Geneva, Switzerland. In 1996, the\nheadquarters moved to Bonn, Germany, specifically to Haus Carstanjen. UNV\nheadquarters moved to the former offices of the German Parliament in 2007.\n\nExecutive Coordinators of UNV, their nationalities and their time in the role:\n\nToily Kurbanov, 1 January 2021 to present\nOlivier Adam (France), 2 January 2017 to 31 December 2020\nRichard Dictus (Netherlands), 2 January 2013 through most of 2016\nFlavia Pansieri (Italy) February 2008 through most of 2012\nAd de Raad (Netherlands), November 2003 (a.i), permanent in August 2004 through most of 2007\nSharon Capeling-Alakija (Canada), 1 January 1998 - November 2003 (her death)\nBrenda Gael McSweeney (USA), 1988 - 1997\nEdward White, (a.i) exact dates unknown\nHikmat Nabulsi (Syria), appointed 1977, exact dates unknown\nJohn Gordon (Canada), appointed 1974, exact dates unknown\nAssad K. Sadry (Iran), 1970 (first Coordinator of UNV)"
    },
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "UN Volunteers",
        "generated_section_content_md": "UNV directly mobilizes on average 10,000 people as UN Volunteers every year\nnationally and internationally, with 80 per cent coming from Global South,\nand, as of 2023, 64 per cent volunteering within their own countries. UN\nVolunteers receive a Volunteer Living Allowance (VLA), a financial allowance\nintended to cover basic living expenses each month. The minimum age for UN\nVolunteers is 18 years. There is no upper age limit. UN Volunteers help to\norganize and run local and national elections and support a large number of\npeacekeeping and humanitarian projects. UN Volunteers comprise one third of\nall international civilians working in UN peacekeeping operations.\n\nWith the UNV programme, individuals can volunteer in their own country\n(national volunteers), in a country different from their country of origin\n(international volunteers), or through the Internet (online volunteers)."
    },
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Online Volunteering",
        "generated_section_content_md": "In addition, UNV operates the Online Volunteering Service, a web-based virtual\nvolunteering platform for non-governmental organizations (NGOs) or other civil\nsociety organizations, governments or other public institutions, United\nNations agencies or other intergovernmental institution to involve online\nvolunteers in various projects. The service was launched in 2000 as a part of\nNetAid, which hosted and co-managed the service until 2005. The service\noperates in English, French and Spanish.\n\nIn 2022, over 8,000 people volunteers with the Online Volunteering service\nattracted applications from numerous qualified volunteers.\n\nOnline volunteers mobilized through the Online Volunteering service are\nvolunteers for the organization with which they collaborate. Online Volunteers\ndo not follow the same conditions of service than UN Volunteers e.g. they do\nnot receive a contract from UNV as such, and do not receive a VLA."
    },
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Plan of Action to Integrate Volunteering into the 2030 Agenda",
        "generated_section_content_md": "Since 2012, integrating volunteerism into discussions around the post-2015\ndevelopment agenda has been a priority for UNV. In 2014, UNV focused on\nsupporting the second round of UNDG dialogues on implementation of the\npost-2015 development agenda. The dialogues were framed around six themes:\nlocalizing the post-2015 development agenda, helping to strengthen capacities\nand build effective institutions, participatory monitoring for accountability,\npartnerships with civil society, engaging with the private sector, and culture\nand development. UNV co-led the dialogues on partnerships with civil society\nand was strongly engaged in the dialogues on participatory monitoring for\naccountability. Field Units and Post-2015 International UN Youth Volunteers\nsupported all six dialogues in several countries, contributing to and\nconducting local, national and global events and workshops to ensure\nstakeholders' voices were heard, good practices shared and concrete\nopportunities identified.\n\nTo achieve the Sustainable Development Goals (SDGs), people's engagement in\nplanning, implementation and monitoring needs to be facilitated and new\npartnerships forged. Volunteers will be instrumental in this process. This has\nstrongly emerged from an extensive consultation process led by the UN, which\nhas involved over 8 million people, and was summarized as follows by the UN\nSecretary-General in his Synthesis Report on the post-2015 sustainable\ndevelopment agenda:\n\n> As we seek to build capacities and to help the new agenda to take root,\n> volunteerism can be another powerful and cross-cutting means of\n> implementation. Volunteerism can help to expand and mobilize constituencies,\n> and to engage people in national planning and implementation for the\n> Sustainable Development Goals. And volunteer groups can help to localize the\n> new agenda by providing new spaces of interaction between governments and\n> people for concrete and scalable actions.\n\nAt the seventieth session of the UN General Assembly, the Secretary-General\npresented a proposed Plan of Action for the next decade and beyond\n(2016–2030). This plan aims at integrating volunteering in peace and\ndevelopment policies and programmes through a strategic and collective long-\nterm approach that matches the period of SDG implementation.\n\nThe Plan of Action to Integrate Volunteering into the 2030 Agenda is a\nframework under the auspices of the United Nations through which Governments,\nUnited Nations entities, volunteer-involving organizations, private sector,\ncivil society including academia and other stakeholders come together to\nintegrate volunteerism into the planning and implementation of the 2030 Agenda\nfor Sustainable Development and the Sustainable Development Goals (SDGs) by:\na) strengthening people's ownership of the development agenda; b) integrating\nvolunteerism into national and global implementation strategies; and c)\nmeasuring volunteerism.\n\nA global technical meeting on volunteering will take place virtually in 2020\nas a special event on the margins of the 2020 High-level Political Forum\n(HLPF) in New York. A UN General Assembly resolution defines the meeting theme\n\"Reimagining volunteering for the 2030 Agenda\" and requests that the United\nNations Volunteers (UNV) programme organize it jointly with the International\nFederation of Red Cross and Red Crescent Societies (IFRC). The meeting will\nprovide a platform to advance the debate on volunteering and identify how\nvolunteering can accelerate the achievement of the Sustainable Development\nGoals (SDGs)."
    },
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Advocacy for recognition of volunteers",
        "generated_section_content_md": "In 2012 UNV launched the Volunteer Action Counts campaign to tell the world\nabout the impact of volunteering by documenting the actions of volunteers\nacross the globe. Over 64 million actions were counted by the time the Rio+20\nsummit took place — a \"remarkable testament to bottom-up, grassroots\ncommitment\" yet one more demonstration of how Rio+20 is mobilizing a global\nmovement for change, as the UN Secretary-General, Ban Ki-moon, said to the\nUnited Nations General Assembly in 2012. The Volunteer Action Counts website\nand social media profiles continue to gather stories about volunteering and\nprovide information about upcoming events, opportunities and best practices.\nLikewise, through the Online Volunteering service newsletter, UNV showcases\nexperiences, best practices and lessons learned about volunteering via the\nInternet from organizations and volunteers worldwide.\n\nUNV celebrates International Volunteer Day on 5 December every year."
    },
    {
        "chapter_name": "United Nations Volunteers",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "State of the World's Volunteerism Report",
        "generated_section_content_md": "2011 State of the World's Volunteerism Report\n\nEvery three years UNV produces the State of the World's Volunteerism Report, a\nflagship UN publication designed to strengthen understanding on volunteerism\nand demonstrate its universality, scope and reach in the twenty-first century.\n\nThe first State of the World's Volunteerism Report by UNV programme was\nlaunched at the United Nations General Assembly in New York, United States, on\n5 December 2011 and about 80 countries around the world. The report examined\nimportant contributions in diverse fields such as sustainable livelihoods,\nsocial inclusion, social cohesion and disaster risk reduction. By suggesting\nhow volunteerism can be taken forward, the SWVR also provides an alternative\nvision of a better society.\n\nThe second State of the World's Volunteerism Report, Transforming Governance,\nwas launched in June 2015. It is a \"review of the power of volunteer voices to\nhelp improve the way people are governed. Drawing on evidence from countries\nas diverse as Brazil, Kenya, Lebanon and Bangladesh, the UN report shows how\nordinary people are volunteering their time, energies and skills to improve\nthe way they are governed and engaged at local, national and global levels.\nBetter governance at every level is a pre-requisite for the success of the new\nset of targets for future international development, the Sustainable\nDevelopment Goals\".\n\nThe 2018 State of the World's Volunteerism Report, The thread that binds:\nVolunteerism and community resilience, was launched on 18 July 2018 during the\n2018 High Level Political Forum in New York, United States. The report\npresents new evidence on the role of volunteerism in strengthening community\nresilience. It finds that communities value volunteerism because it enables\nthem to create collective strategies for dealing with diverse economic, social\nand environmental challenges. At the same time, unless appropriately supported\nby wider actors, volunteering can be exclusive and burdensome for some groups.\nThe report thus explores how governments and development actors can best\nengage with volunteerism to nurture its most beneficial characteristics, while\nmilitating against potential harm to the most vulnerable. In doing so, the\nreport provides an important contribution to the evidence base on inclusive,\ncitizen-led approaches to resilience-building.\n\nThe 2022 State of the World's Volunteerism Report, Building Equal and\nInclusive Societies, was launched in December 2021. The report finds that\nvolunteerism can foster collaborative relationships and decision-making, bring\nmore power equality between citizens and state authorities, and allow for\ndifferent types of civic participation."
    }
]