[
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations organization\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | **A major contributor to this article appears to have aclose connection with its subject.** It may require cleanup to comply with Wikipedia's content policies, particularly neutral point of view. Please discuss further on the talk page. _( January 2016)__(Learn how and when to remove this message)_  \n---|---  \n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"United Nations Office for Disaster Risk Reduction\" – news\n**·** newspapers **·** books **·** scholar **·** JSTOR _( January\n2016)__(Learn how and when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **United Nations Office for Disaster Risk Reduction** (**UNDRR**) was\ncreated in December 1999 to ensure the implementation of the International\nStrategy for Disaster Reduction.\n\nThe UNDRR is part of the United Nations Secretariat and it supports the\nimplementation and review of the Sendai Framework for Disaster Risk Reduction\nadopted by the third UN World Conference on Disaster Risk Reduction on 18\nMarch 2015 in Sendai, Japan. The Sendai Framework is a 15-year voluntary\npeople-centred approach to disaster risk reduction, succeeding the 2005–2015\nframework.\n\nUNDRR’s vision is anchored on the four priorities for action set out in the\nSendai Framework.\n\nUNDRR is led by a United Nations Special Representative of the Secretary-\nGeneral for Disaster Risk Reduction (SRSG) and has over 100 staff located in\nits headquarters in Geneva, Switzerland, 5 regional offices (Africa: Nairobi,\nthe Americas: Panama City, Arab States: Cairo, Asia-Pacific: Bangkok and\nEurope: Brussels) and other field presences in Addis Ababa, Almaty, Bone ,\nIncheon, Kobe, New York-UN Headquarters, Rio de Janeiro and Suva.\n\nUNDRR coordinates international efforts in disaster risk reduction (DRR) and\nit reports on the implementation of the Sendai Framework for Disaster Risk\nReduction. It convenes the biennial Global Platform on Disaster Risk\nReduction.\n\nOn 1 May 2019, the United Nations Office for Disaster Risk Reduction\nofficially changed its acronym to UNDRR (from UNISDR) to better reflect its\nname. The former acronym had not been changed since the office was called the\nInternational Strategy for Disaster Risk Reduction."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "**1989 International Decade for Natural Disaster Reduction**\n\nGiven the increasing concern about the impact of disasters, the UN General\nAssembly declared 1990–1999 the International Decade for Natural Disaster\nReduction (IDNDR). Initially, IDNDR was influenced largely by scientific and\ntechnical interest groups. However, the broader global awareness of the social\nand economic consequences of disasters caused by natural hazards developed as\nthe decade progressed.\n\n**1994 First World Conference on Disaster Reduction and the Yokohama Strategy\nfor a Safer World**\n\nThe Yokohama Strategy for a Safer World: Guidelines for Natural Disaster\nPrevention, Preparedness and Mitigation and its Plan of Action was adopted at\nthe World Conference on Natural Disaster Reduction, building on the mid-term\nreview of the International Decade for Natural Disaster Reduction.\n\n**1999 International Strategy for Disaster Reduction (ISDR)**\n\nThe International Strategy for Disaster Reduction (ISDR) was launched 3 by the\nEconomic and Social Council and endorsed by the General Assembly as an\ninternational framework for responding to the challenge presented to the\ninternational community by the increasing incidence and scale of disasters.\nUNISDR was created as an inter-agency secretariat of ISDR together with the\nInter-Agency Task Force on Disaster Reduction. The UNISDR mandate was then\nexpanded to serve as a focal point within the United Nations System for the\ncoordination of disaster reduction and to ensure synergies among the disaster\nreduction activities of the UN system and regional organizations and\nactivities in socio-economic and humanitarian fields. Further mandates are to\npromote public awareness and commitment, to expand networks and partnerships,\nand to improve knowledge of disaster causes and options for risk reduction,\nbuilding on the Yokohama Strategy and Plan of Action and as follow-up to the\nInternational Decade for Natural Disaster Reduction.\n\n**2002 The Johannesburg Plan of Action**\n\nThe World Summit on Sustainable Development (WSSD) in Johannesburg, South\nAfrica, noted that “an integrated, multi-hazard, inclusive approach to address\nvulnerability, risk assessment and disaster management, including prevention,\nmitigation, preparedness, response and recovery, is an essential element of a\nsafer world in the twenty- first century.”4 The Johannesburg Plan of\nImplementation provided UNISDR and the Inter-Agency Task Force with a concrete\nset of objectives for integrating and mainstreaming risk reduction into\ndevelopment policies and processes.\n\n**2005 Second World Conference on Disaster Reduction and the Hyogo Framework\nfor Action 2005–2015**\n\nThe World Conference on Disaster Reduction was held in Kobe, Hyogo, Japan and\nadopted the \"Hyogo Framework for Action 2005–2015: Building the Resilience of\nNations and Communities to Disasters\", which is currently serving as the\nguiding document in strengthening and building international cooperation to\nensure that disaster risk reduction is used as a foundation for sound national\nand international development agendas.\n\n**2007 First session of the Global Platform on Disaster Reduction**\n\nThe UN General Assembly established a biennial Global Platform on disaster\nrisk reduction to support the implementation of the Hyogo Framework for\nAction, allowing government representatives, non-governmental organizations\n(NGOs), scientists, practitioners, private sector, IFIs and UN organizations\nto share experiences, identify remaining gaps, formulate strategic guidance\nand advice for the implementation of the HFA. Six Regional Platforms and over\n80 National Platforms have also been established as multi-stakeholder forums.5\nRegional Platforms also assess progress but focus on the details of the\nregional plans of implementation and National Platforms act as the national\ncoordinating body for disaster risk reduction.\n\n**2011 Programme of Action for the Least Developed Countries for the Decade\n2011–2020**\n\nThe Istanbul Programme of Action (IPoA) charts out the international\ncommunity’s vision and strategy for the sustainable development of LDCs for\nthe next decade with a strong focus on developing their productive capacities.\nThe Programme recognized that the scale and impact of natural disasters has\nincreased over recent decades, threatening hard-won development gains of LDCs.\nIt encourages LCDs to take action in implementing and integrating disaster\nrisk reduction in their national and long-term planning and policies.\n\n**2012 United Nations Conference on Sustainable Development - Rio+20**\n\nThe outcome Document - The Future We Want – of the United Nations Conference\non Sustainable Development – Rio 20+ held in Rio de Janeiro, Brazil on 20–22\nJune 2012 contains a section (Chapter V-A) on disaster risk reduction that\nsets a firm foundation for discussions on a post-2015 framework to continue\nguiding nations after the Hyogo Framework expires in 2015.\n\n**2014 Third International Conference on Small Island Developing States and\nthe SIDS ACCELERATED MODALITIES OF ACTION (S.A.M.O.A.) Pathway**\n\nThe S.A.M.O.A. Pathway recognize that Small Island Developing States continue\nto grapple with the effects of disasters, some of which have increased in\nintensity and some of which have been exacerbated by climate change, which\nimpede their progress towards sustainable development. It recognize that\ndisasters can disproportionately affect small island developing States and\nthat there is a critical need to build resilience, strengthen monitoring and\nprevention, reduce vulnerability, raise awareness and increase preparedness to\nrespond to and recover from disasters.\n\n**2015 Third United Nations World Conference on Disaster Risk Reduction and\nthe Sendai Framework for Disaster Risk Reduction 2015–2030**\n\nThe Third United Nations World Conference on Disaster Risk Reduction was held\nin Sendai, Japan from 14 to 18 March 2015, drawing 6,500 delegates to the\nconference itself and 50,000 people to the associated Public Forum. The\nConference adopted the Sendai Framework for Disaster Risk Reduction 2015–2030\n(Sendai Framework) as the first major agreement of the Post-2015 Development\nAgenda, with seven global targets and four priorities for action.\n\nThe Sendai Framework for Disaster Risk Reduction 2015–2030 is the successor\ninstrument to the Hyogo Framework for Action (HFA) 2005–2015: Building the\nResilience of Nations and Communities to Disasters. The HFA was conceived to\ngive further impetus to the global work under the International Framework for\nAction for the International Decade for Natural Disaster Reduction of 1989,\nand the Yokohama Strategy for a Safer World: Guidelines for Natural Disaster\nPrevention, Preparedness and Mitigation and its Plan of Action, adopted in\n1994 and the International Strategy for Disaster Reduction of 1999.\n\nIt is a 15-year non-binding agreement which recognizes that the State has the\nprimary role to reduce disaster risk but that responsibility should be shared\nwith other stakeholders including local government, the private sector and\nother stakeholders. It aims for the following outcome:\n\n\"The substantial reduction of disaster risk and losses in lives, livelihoods\nand health and in the economic, physical, social, cultural and environmental\nassets of persons, businesses, communities and countries.\"\n\n**2017 Fifth session of the Global Platform on Disaster Reduction**\n\nThe 2017 Global Platform for Disaster Risk Reduction, held in Cancun, Mexico\non 22–26 May drew in more than 5000 participants, among which were policy\nmakers and disaster risk managers. Thousands of governments, international\norganizations and civil society representatives were in attendance. It was the\nfirst time the forum was organized outside Geneva and the global progress in\nthe implementation of the Sendai Framework for Disaster Risk Reduction adopted\nin Japan in 2015 was reviewed. During the forum, Nigerian climate change\nactivist, Olumide Idowu, who was a member of the organizing committee and\nrepresented youth and children, was assigned to lead the social media team."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Mandate",
        "generated_section_content_md": "UNDRR’s mandate has been defined by a number of United Nations General\nAssembly Resolutions, the most notable of which is \"to serve as the focal\npoint in the United Nations system for the coordination of disaster reduction\nand to ensure synergies among the disaster reduction activities of the United\nNations system and regional organizations and activities in socio-economic and\nhumanitarian fields\".\n\nIts core areas of work includes ensuring DRR is applied to climate change\nadaptation, increasing investments for DRR, building disaster-resilient\ncities, schools and hospitals, and strengthening the international system for\nDRR."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Management",
        "generated_section_content_md": "UNDRR is led by the Special Representative of the Secretary-General for\nDisaster Risk Reduction. Mami Mizutori took up office in this role on 1 March\n2018, succeeding Robert Glasser of Australia. Prior to this, the organization\nwas led by Margareta Wahlström of Sweden, who was the first Special\nRepresentative of the Secretary-General for Disaster Risk Reduction and had\nbeen appointed in November 2008. Robert Glasser took up his post in January\n2016. From 1999 to 2008, UNDRR had been led by a UN Director-level official,\nunder the auspices of the United Nations Office for the Coordination of\nHumanitarian Affairs.\n\nThe functions of the Special Representative of the Secretary-General for\nDisaster Risk Reduction include leading and overseeing UNDRR in the executions\nof its functions entrusted by the United Nations General Assembly, United\nNations Economic and Social Council and the Hyogo Framework for Action (HFA)\nand its successor the Sendai Framework, as well as policy directions by the\nSecretary-General, overseeing the management of the Trust Fund for the\nInternational Strategy for Disaster Reduction, and carrying out high-level\nadvocacy and resource mobilization activities for risk reduction and\nimplementation. The Special Representative also ensures the strategic and\noperational coherence between disaster-reduction and humanitarian disaster\npreparedness and response activities, as well as socio-economic activities of\nthe UN system and regional organizations."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Global Assessment Report",
        "generated_section_content_md": "The Global Assessment Report on Disaster Risk Reduction (GAR) is the United\nNation’s biennial global review and analysis of the natural hazards that are\naffecting humanity. The GAR monitors risk patterns and trends and progress in\ndisaster risk reduction while providing strategic policy guidance to countries\nand the international community. The Report is produced in collaboration and\nconsultation with a wide range of stakeholders, including various UN agencies,\ngovernments, academic and research institutions, donors and technical\norganizations and specialists.\n\nThe Global Assessment Report 2015 is titled \"Making Development Sustainable:\nThe Future of Disaster Risk Management\" and reviews the disaster risk\ngovernance under the HFA and assess to what extent the expected outcome of the\nHFA has been achieved. The report can be accessed here Global Assessment\nReport 2015."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "PreventionWeb",
        "generated_section_content_md": "Launched in 2007, PreventionWeb provides a common online platform for\ninstitutions to connect, exchange experiences and share information about DRR.\nReaders can submit content to PreventionWeb, as well as syndicate\nPreventionWeb content to their own websites. The website is updated daily and\ncontains DRR news, events, online discussions, contact directories, policy\ndocuments, reference documents, training and academic programmes, jobs,\nterminology, and country information, as well as audio and video content."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Making Cities Resilient",
        "generated_section_content_md": "The Making Cities Resilient: 'My City is getting ready!' campaign, launched in\nMay 2010 initially for five years, addresses issues of local governance and\nurban risk while drawing upon previous UNDRR Campaigns on safer schools and\nhospitals, as well as on the sustainable urbanizations principles developed in\nthe UN-Habitat World Urban Campaign 2009–2013. As of August 2015, over 2,600\nmunicipalities and local governments participate in “The Making Cities\nResilient: 'My City is getting ready!'” campaign.\n\n**Ten Essentials**\n\nThe Making Cities Resilience campaign offers a Ten-point checklist to serve as\na guide for local level action:\n\n* Essential 1: Put in place organization and coordination to understand and reduce disaster risk, based on participation of citizen groups and civil society. Build local alliances. Ensure that all departments understand their role to disaster risk reduction and preparedness.\n* Essential 2: Assign a budget for disaster risk reduction and provide incentives for homeowners, low-income families, communities, businesses and public sector to invest in reducing the risks they face.\n* Essential 3: Maintain up-to-date data on hazards and vulnerabilities, prepare risk assessments and use these as the basis for urban development plans and decisions. Ensure that this information and the plans for your city's resilience are readily available to the public and fully discussed with them.\n* Essential 4: Invest in and maintain critical infrastructure that reduces risk, such as flood drainage, adjusted where needed to cope with climate change.\n* Essential 5: Assess the safety of all schools and health facilities and upgrade these as necessary.\n* Essential 6: Apply and enforce realistic, risk compliant building regulations and land use planning principles. Identify safe land for low-income citizens and develop upgrading of informal settlements, wherever feasible.\n* Essential 7: Ensure education programmes and training on disaster risk reduction are in place in schools and local communities.\n* Essential 8: Protect ecosystems and natural buffers to mitigate floods, storm surges and other hazards to which your city may be vulnerable. Adapt to climate change by building on good risk reduction practices.\n* Essential 9: Install early warning systems and emergency management capacities in your city and hold regular public preparedness drills.\n* Essential 10: After any disaster, ensure that the needs of the survivors are placed at the centre of reconstruction with support for them and their community organizations to design and help implement responses, including rebuilding homes and livelihoods.\n\n**Role Model Cities**\n\n\"Role Model Cities\" are cities, municipalities or local governments that are\nparticipating in the Campaign and have demonstrated good practices and\ninnovation in DRR and resilience.\n\nRole Model Cities demonstrate achievements in at least five areas out of the\n10 Essentials in the “Ten-point checklist of Essentials for Making Cities\nResilient”. The nominated cities or local governments must show innovation,\nsustained results in measuring and reducing disaster risk, their aims to\ncontinue to do so as well as must be interested to showcase and share\nexperiences. They implemented innovative, creative, inclusive and efficient\nmeasures and action plans to realize strong political will in the field of DRR\nat local level. They inspire, share experience, create learning opportunities\nand provide support to other cities to boost their efforts towards committed\nresilient cities and communities."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "International Day for Disaster Risk Reduction",
        "generated_section_content_md": "The International Day for Disaster Risk Reduction (IDDRR) started in 1989 with\nthe approval by the United Nations General Assembly. The UN General Assembly\nsees the IDDRR as a way to promote a global culture of disaster reduction,\nincluding disaster prevention, mitigation and preparedness. It encourages\nevery citizen and government to take part in building more disaster resilient\ncommunities and nations. Originally celebrated on the second Wednesday of\nOctober, the UN General Assembly decided to designate October 13 as the date\nto celebrate the IDDRR.\n\nThe Step Up initiative started in 2011 and has focused on a different group of\npartners every year leading up to the Third United Nations World Conference\nfor Disaster Reduction in 2015 - children and young People (2011), women and\ngirls (2012), people living with disabilities (2013), the ageing population\n(2014), and traditional, indigenous and local knowledge (2015).\n\nIn 2016 the \"Sendai Seven Campaign\" was launched to encourage implementation\nof the Sendai Framework for Disaster Risk Reduction through IDDRR advocacy\ncampaigns focused on each of the seven SFDRR targets. The Sendai Seven\nCampaigns have focused on reducing mortality from natural and man-made hazards\n(2016, \"Live to Tell\"), reducing the number of people affected by disasters\n(2017, \"Home Safe Home\"), reducing economic losses due to disasters (2018),\nand reducing disaster damage to critical infrastructure and disruption of\nbasic services (2019, \"Build to Last\")."
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "UN Sasakawa Award",
        "generated_section_content_md": "The United Nations Sasakawa Award for Disaster Reduction is awarded to an\nindividual or institutions that have taken active efforts in reducing disaster\nrisk in their communities and advocates for disaster risk reduction. Together\nwith the World Health Organization Sasakawa Health Prize and the UN\nEnvironment Programme Sasakawa Environment Prize, the United Nations Sasakawa\nAward for Disaster Reduction is one of three prestigious prizes established in\n1986 by founding Chairman of the Nippon Foundation, Mr. Ryoichi Sasakawa.\n\n**Past winners**\n\nYear | Name/Institution | Country\n---|---|---\n2019 | Dr. P. K. Mishra | India\n2017  | Municipality of Amadora, and the Organization for Development, Renovation, and Equipping Schools (DRES)  | Portugal, Iran\n2015 | Dr. Allan Lavell | United Kingdom/Costa Rica\n2013 | Belo Horizonte and National Alliance for Risk Reduction and Response Initiative | Brazil, Bangladesh\n2011 | Cities of San Francisco, Santa Fe and the District of North Vancouver | Philippines, Argentina, Canada\n2009 | Dr. Eko Teguh Paripurno | Indonesia\n2007 | Professor Yoshiaki Kawata and Mr. Tony Gibbs | Japan, Grenada and Barbados\n2005 | Mr. Chimeddorj Batchulluun | Mongolia\n2004 | Dr. Omar Dario Cardona | Colombia\n2003 | Mrs. Tadzong, née Esther Anwi Mofor | Cameroon\n2002 | Dr. Serguei Balassanian | Armenia\n2001 | Global Fire Monitoring Center (GFMC) | Germany\n2000 | Fondo para la Reconstrucción y el Desarrollo Social del Eje Cafetero (FOREC) | Colombia\nand ... 1993 | Professor Oladapo Alabi Ladipo and Mrs Grace Ebun Delano (Nigeria) and the Arpana Research and Charities Trust (India) | Nigeria and India"
    },
    {
        "chapter_name": "United Nations Office for Disaster Risk Reduction",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "ARISE",
        "generated_section_content_md": "The UNDRR Private Sector Alliance for Disaster Resilient Societies, known for\nshort as ARISE, builds on and integrates the work of the UNDRR Private Sector\nPartnership and the R!SE Initiative to support the implementation of the\nSendai Framework for Disaster Risk Reduction. The overall goal of ARISE, which\nwas launched in November 2015, is to create risk-resilient societies by\nenergizing the private sector in collaboration with the public sector and\nother stakeholders to deliver on the targets of the Sendai Framework for\nDisaster Risk Reduction. ARISE will expand the number of private sector\norganizations and others involved in supporting the implementation and allow\nthe private sector to implement tangible projects and initiatives that deliver\nresults critical to the achievement of the outcomes and goals of the Sendai\nFramework for Disaster Risk Reduction. ARISE facilitates exchange of\nexperience and knowledge on how to implement tangible disaster risk reduction\nprojects through seven work-streams: Disaster Risk Management strategies,\ninvestment metrics, benchmarking and standards, education and training, legal\nand regulatory, urban risk reduction & resilience, and insurance."
    }
]