[
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Teaching institute of the United Nations\n\nThe **United Nations Institute for Training and Research** (**UNITAR**) is a\ndedicated training arm of the United Nations system. UNITAR provides training\nand capacity development activities to assist mainly developing countries with\nspecial attention to Least Developed Countries (LDCs), Small Island Developing\nStates (SIDS) and other groups and communities who are most vulnerable,\nincluding those in conflict situations."
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Facts",
        "generated_section_content_md": "* Established in 1963\n* Close to 545,000 beneficiaries per year\n* More than 1,400 training and research related activities per year\n* Headquarters in Geneva (Switzerland) with offices in New York City (US), Hiroshima (Japan), and Bonn (Germany); a project office in Port Harcourt (Nigeria); and UNITAR-UNOSAT Centres in Bangkok (Thailand), and Nairobi (Kenya).\n* 34 associated training centers (CIFAL)\n* About 400 staff and collaborators"
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "The idea of a United Nations training and research institute was mentioned for\nthe first time in a 1962 resolution of the UN General Assembly. UNITAR was\nfounded in 1963, following the recommendation of the UN Economic and Social\nCouncil to the General Assembly, which commissioned the UN Secretary-General\nwith the establishment of a United Nations Institute for Training and Research\nas an autonomous body within the UN system.\n\nThe creation of UNITAR coincided with the addition of 36 States since 1960,\nincluding 28 African States to the United Nations. That unprecedented wave of\ndecolonization created a critical need for assistance, as many of the newly\nindependent States lacked the capacity to train their young diplomats. Shaped\nby its first four Executive Directors originally from newly independent\nAfrican States, the Institute's vision of training was developed considering\nthe very needs and priorities of recipient countries.\n\nUNITAR commenced functioning in March 1965. The Institute originally had its\nheadquarters based in New York City. In 1993, UNITAR's headquarters were\ntransferred to Geneva (Switzerland)."
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "UNITAR today",
        "generated_section_content_md": "Multiculturalism\n\nThe Institute provides training and learning services to national and local\ngovernment officials of UN member states and civil society representatives\nfrom around the world. UNITAR strives to respond to the growing demand from UN\nmember States, especially the Least Developed Countries, for capacity\ndevelopment in the thematic areas of the 2030 Agenda for Sustainable\nDevelopment.\n\nUNITAR helps governments to understand climate change, chemicals and waste\nmanagement, and green economy. The institute also assists ministries of\nfinance through its courses on public debt management, finance and trade, and\nit provides government officials with training in Peacekeeping and conflict\nprevention. Through the United Nations Satellite Centre (UNOSAT), the\nInstitute supports United Nations funds, programmes, specialized agencies and\nMember States with satellite imagery analysis over their respective\nterritories, and provide training and capacity development in the use of\ngeospatial information technologies.\n\nSince 2003, UNITAR provides courses to support municipal and regional leaders\ndealing with complex public policies.\n\nAnother task of the institute is to organize knowledge sharing events for the\nUN Secretary-General, including the annual seminar for Special Representatives\nof the UN Secretary-General as well as strategic meetings for UN Departments.\nUNITAR also spearheads UN inter-agency initiatives such as the one UN Learning\nPlatform on Climate Change or the Global Migration Group.\n\nUNITAR's research activities are focusing on knowledge systems and their\npractical applications. They support the Institute's training activities\nthrough the provision of learning environments adapted to respond to the needs\nof adult learners, thus facilitating the increase, efficiency and outreach of\nthe Institute's capacity development activities."
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Governance",
        "generated_section_content_md": "UN General Assembly 20-11-2009\n\nOperated as an autonomous body within the United Nations system, UNITAR is\nheaded by an Executive Director and governed by a board of trustees. The\nExecutive Director and the members of the board of trustees are appointed by\nthe United Nations Secretary-General.\n\nUNITAR Executive Directors:\n\nMichelle Gyles-McDonnough  | Jamaica  | 2025–present\n---|---|---\nNikhil Seth  | India  | 2015–2025\nSally Fegan-Wyles  | Ireland  | 2012–2015\nCarlos Lopes  | Guinea-Bissau  | 2007–2012\nMarcel André Boisard  | Switzerland  | 1992–2007\nMichel Doo-Kingué  | Cameroon  | 1983–1992\nDavidson Nicol  | Sierra Leone  | 1972–1982\nS.O. Adebo  | Nigeria  | 1969–1972\nGabriel d’Arboussier  | Senegal  | 1965–1967"
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Funding",
        "generated_section_content_md": "Training and learning\n\nUNITAR is a project-based organization and does not receive any funds from the\nregular United Nations budget. The institute is financed entirely from\nvoluntary contributions mainly from UN Member States, other UN agencies,\ninternational and Intergovernmental organization, NGOs and the private sector."
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Offices",
        "generated_section_content_md": "Headquarters in Geneva, Switzerland\n\nHeadquarters are based in Geneva (Switzerland), complemented with three out\nposted offices in New York City (US) Hiroshima (Japan), and Bonn (Germany);\none project office in Port Harcourt (Nigeria); and two UNITAR-UNOSAT Centres\nin Bangkok (Thailand), and Nairobi (Kenya).\n\nUNITAR also delivers training through its CIFAL Global Network (_Centre\nInternational de Formation des Autorités et Leaders_) composed of 34\ninternational, associated training centers. These CIFAL centers are located\nacross Asia, Africa, Australia, Europe, the Americas and the Caribbean."
    },
    {
        "chapter_name": "United Nations Institute for Training and Research",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Areas of Work",
        "generated_section_content_md": "UNITAR has training expertise in multilateral diplomacy, conflict prevention\nand peacemaking, peacekeeping, adaptation to climate change, green economy,\nenvironmental governance, chemicals and waste management, local governance, as\nwell as public finance and trade, and supporting coherence for the 2030 Agenda\namongst others. UNITAR also serves as a research centre for application of\nsatellite imagery to humanitarian, conflict or disaster situations, through\nUNOSAT, the United Nations Satellite Centre.\n\nThe work of the institute is organized under five pillars:\n\n* Promote peace and just and inclusive societies _(Peace)[1]_\n* Prosperity through sustainable economic growth _(Prosperity)[2]_\n* People and social inclusion _(People)_\n* Planet, environmental protection and restoration, and climate change _(Planet)[3]_\n* Optimizing the use of technology and supporting coherence for the 2030 Agenda **(**_Cross-fertilizing knowledge and expertise)[4]_"
    }
]