[
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations body managing response to complex emergencies\n\nThe **United Nations Office for the Coordination of Humanitarian Affairs**\n(**OCHA**) is a United Nations (UN) body established in December 1991 by the\nGeneral Assembly to strengthen the international response to complex\nemergencies and natural disasters. It is the successor to the **Office of the\nUnited Nations Disaster Relief Coordinator** (**UNDRO**).\n\nThe **Department of Humanitarian Affairs** (**DHA**) was established shortly\nthereafter by the Secretary-General, but in 1998, was merged into OCHA, which\nbecame the UN's main focal point on major disasters. OCHA's mandate was\nsubsequently broadened to include coordinating humanitarian response, policy\ndevelopment and humanitarian advocacy. Its activities include organizing and\nmonitoring humanitarian funding, advocacy, policymaking, and information\nexchange to facilitate rapid-response teams for emergency relief.\n\nOCHA is led by the Under-Secretary-General for Humanitarian Affairs and\nEmergency Relief Coordinator (USG/ERC), appointed for a five-year term. Since\nOctober 2024, the role has been filled by Thomas Fletcher of the United\nKingdom.\n\nOCHA organized the 2016 World Humanitarian Summit in Istanbul, Turkey. It is a\nsitting observer in the United Nations Development Group."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Staff and country offices",
        "generated_section_content_md": "OCHA is headed by the Under-Secretary-General for Humanitarian Affairs and\nEmergency Relief Coordinator, since October 2024 by Thomas Fletcher. The\nheadquarters is based in two locations (New York and Geneva) in addition to 6\nregional offices, 34 country offices, and 20 humanitarian adviser teams."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Staff",
        "generated_section_content_md": "As of June 2016, OCHA has 2,300 staff spread across the world in over 60\ncountries."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Country offices",
        "generated_section_content_md": "Major OCHA country offices are located in all continents, among others in\nAfghanistan, Bangladesh, Central African Republic, Chad, Colombia, Democratic\nRepublic of Congo, Ethiopia, Ivory Coast, Nigeria, Palestinian territories,\nSri Lanka, Sudan, South Sudan, Somalia, Syria, Yemen, and Zimbabwe, while\nregional offices are located in Panama City, Dakar, Cairo, Johannesburg,\nBangkok, and Kuala Lumpur. OCHA also has some liaison and support staff in New\nYork and Geneva.\n\nIn the aftermath of the 2020 Beirut explosions, Najat Rochdi was the co-\nordinator for OCHA's efforts in Lebanon."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Services",
        "generated_section_content_md": "OCHA has built up a range of services in the execution of its mandate. Some of\nthe larger ones are:\n\n* IRIN, Integrated Regional Information Networks, a humanitarian news and analysis service (1995–2014) Since 1 January 2015, IRIN now operated as an independent news service, The New Humanitarian, and is no longer affiliated with OCHA.\n* INSARAG, International Search and Rescue Advisory Group\n* ReliefWeb, a leading source of time-critical humanitarian information on global crises and disasters. ReliefWeb is a 24/7 service that provides the latest reports, maps, infographics, and videos from trusted sources, as well as jobs and training programs for humanitarians. (1996)\n* Central Emergency Response Fund, a humanitarian fund established by the UN General Assembly to 1) promote early action and response to reduce loss of life; 2) enhance response to time-critical requirements; and 3) strengthen core elements of humanitarian response in underfunded crises (2006)\n* Humanitarian Reform seeks to improve the effectiveness of humanitarian response by ensuring greater predictability, accountability and partnership.\n* _Who does What Where_ Database and Contact Management Directory: To ensure that appropriate and timely humanitarian response is delivered during a disaster or emergency, information must be managed efficiently. The key information that is important to assess and ensure that humanitarian needs are met in any emergency/disaster are, to know which organizations (Who) are carrying out what activities (What) in which locations (Where) which is also universally referred to as the 3W (Who does What Where). The integrated Contact Management Directory, complements the 3W database, making it easy for the user to navigate through the application.(2006)\n* Common and Fundamental Operational Datasets (CODs) are critical datasets that are used to support the work of humanitarian actors across multiple sectors. They are considered a de facto standard for the humanitarian community and should represent the best-available datasets for each theme. The Fundamental Operational Datasets (FODs) are datasets that are relevant to a humanitarian operation, but are more specific to a particular sector or otherwise do not fit into one of the seven COD themes. The main source of curated CODs is accessible via the Humanitarian Data Exchange, though CODs may also be found on various governmental and independent websites.\n* Since 2004, OCHA has partnered with the Center for Excellence in Disaster Management and Humanitarian Assistance to facilitate OCHA's Civil Military Coordination (UN-CMCoord) course in the Asia-Pacific Region. The UN-CMCoord Course is designed to address the need for coordination between international civilian humanitarian actors, especially UN humanitarian agencies, and international military forces in an international humanitarian emergency. This established UN training plays a critical role in building capacity to facilitate effective coordination in the field by bringing together approximately 30 practitioners from the spectrum of actors sharing operational space during a humanitarian crisis and training them on UN coordination mechanisms and internationally recognized guidelines for civil-military coordination.\n* Office for the Coordination of Humanitarian Affairs occupied Palestinian territory (OCHAoPt). OCHA's Country Office in the occupied Palestinian territory (oPt), was established in 2002 to support international efforts to respond to the deteriorating humanitarian situation in the oPt.\n* Since 2015, the annual production of the _Global Humanitarian Overview_ reports.\n* Since 2015, OCHA acts as the secretariat for the Humanitarian Networks and Partnerships Weeks."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Key achievements 2023",
        "generated_section_content_md": "In 2023, for example, the organization successfully coordinated significant\nhumanitarian efforts, in Ukraine for example, receiving almost $3.7 billion in\nsupport. The Central Emergency Response Fund distributed $735 million to aid\n33 million people across 42 countries, including rapid responses in Ukraine\nand to global food insecurity. Record donations to the Country-Based Pooled\nFunds have enabled support for over 47 million people worldwide."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Humanitarian innovation in organizations",
        "generated_section_content_md": "| This section **may rely excessively on sourcestoo closely associated with\nthe subject**, potentially preventing the article from being verifiable and\nneutral. Please help improve it by replacing them with more appropriate\ncitations to reliable, independent sources. _( January 2016)__(Learn how and\nwhen to remove this message)_\n---|---\n\nThe OCHA encourages humanitarian innovation within organizations. For\norganizations, it is a way of identifying and solving problems while changing\nbusiness models to adapt to new opportunities. In OCHA's occasional policy\npaper Humanitarian Innovation: The State of the Art, they list the reasons why\norganizations are moving toward providing their own kind of humanitarian\nservice through innovation:\n\n* Shifting business models based on public demand: There is a growing amount of humanitarian emergencies and the old model of response does not fit the modern problem.\n* Increased contributions from the private sector: Private organizations are driven by their obligation to Corporate Social Responsibility and now associate their contributions to their brand.\n* Developing partnerships within organizations: Partnerships lead to new ideas and solutions to problems.\n* Trend toward developing innovative technologies: Technology allows people to respond to emergencies quickly.\n\nThey also list potential challenges associated with these changes:\n\n* Humanitarian innovation requires a different market structure: It is assumed that there is no incentive for private organizations to participate in humanitarian innovation.\n* Inequalities in power can stimulate conflict: There is no general principle for ethics in innovation. If humanitarian innovation is carried out incorrectly, there can be consequences to communities, individuals, or the system at large.\n* Monetary and political risk if humanitarian efforts fail: This risk can cause delayed responses to humanitarian issues, so organizations tend to look to the past rather than plan for the future."
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "International dialing code",
        "generated_section_content_md": "The OCHA was assigned its own international calling code +888. Telephone\nnumbers in the +888 \"country code\" were assigned to agencies providing\nhumanitarian relief. The +888 code was implemented by Voxbone. However, the\nassignment of the +888 code has been withdrawn. It has since been unofficially\nused by Telegram for numbers issued as part of non-fungible tokens (NFTs)"
    },
    {
        "chapter_name": "United Nations Office for the Coordination of Humanitarian Affairs",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Criticism",
        "generated_section_content_md": "In April 2025, the Israeli think tank Jerusalem Center for Security and\nForeign Affairs released an article reviewing OCHA's publications since 2023,\nclaiming \"OCHA statistics should never be given any credibility\".\n\nIn June 2025, in a UN Security Council emergency meeting, Israel's ambassador\nsaid that evidence shoe the \"Hamas affiliations within OCHA’s ranks\", and that\nOCHA ceased to be a humanitarian body. He said that OCHA serves Hamas\npropaganda, using false data and inflammatory discourse.\n\nAlso in June 2025, Professor Anne Bayefsky, a scholar of human rights and\ncritic of the UN described OCHA's activities as scandalous, being a\n\"protection racket for Palestinian terrorists\", defeats the goal of\nhumanitarianism, systematically manipulating and falsifing information, and\nstanding in the way of Gazan who attempts to leave the war zone."
    }
]