[
    {
        "chapter_name": "United Nations System Staff College",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Teaching institute of the United Nations\n\nThe **United Nations System Staff College** (**UNSSC**) is a UN organization\nthat serves the personnel of the United Nations and its affiliates via inter-\nagency learning and training."
    },
    {
        "chapter_name": "United Nations System Staff College",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In 1993, Secretary-General Boutros-Ghali created a joint United Nations-\nInternational Labour Organization team to seriously consider the creation of a\nstaff college, tasking it with creating a concrete proposal. The proposal of\nthe team was accepted in 1995. A UN Staff College Project was inaugurated in\n1997 at the ILO Turin Campus, with an inaugural workshop organized by the UN\nOffice for the Coordination of Humanitarian Affairs and United Nations\nDevelopment Programme, opened by Secretary-General Annan on 12 April 1997. The\nsubject of the DHA-UNDP Workshop was \"Building Bridges between Relief and\nDevelopment\", 12 to 17 April 1997, and it coincided with a meeting of the\nheads of UN agencies, the United Nations Chief Executives' Board for\nCoordination (CEB) (then known as the Advisory Committee on Coordination) who\nattended the inauguration. Based on experience of training activities over the\nfollowing years, an independent team evaluated the plan for the college in\nAugust 2000 and recommended that the United Nations formally draw up a statute\nfor the formal creation of the staff college.\n\nThe college was formally created by the General Assembly on 20 December 2000\nvia Res. 55/207. This resolution called for \"an institution for system-wide\nknowledge management, training and learning for the staff of the United\nNations system\". It also specified that special attention be paid to the areas\nof economic and social development, peace and security and the internal\nmanagement of the United Nations system.\n\nOn 12 July 2001, the General Assembly approved the Statute of the College via\nRes. 55/278. This statute laid out the College's objectives, governance\nstructure, finances, and staffing criteria, among other things."
    },
    {
        "chapter_name": "United Nations System Staff College",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Campuses",
        "generated_section_content_md": "The Turin Campus serves as the UNSSC Headquarters, offering learning and\ntraining programmes focused in the areas of leadership and management, and\npeace and security.\n\nThe UNSSC Bonn Office focuses on developing learning opportunities in the\nareas of sustainable development, change management and organizational\ndevelopment, and advancing academic partnerships."
    }
]