[
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Research institute of the United Nations\n\nThe **United Nations Interregional Crime and Justice Research Institute**\n(**UNICRI**) is one of the five United Nations Research and Training\nInstitutes. The institute was founded in 1968 to assist the international\ncommunity in formulating and implementing improved policies in the field of\ncrime prevention and criminal justice. Its work currently focuses on Goal 16\nof the 2030 Agenda for Sustainable Development, that is centred on promoting\npeaceful, just and inclusive societies, free from crime and violence.\n\nThe institute is an autonomous institution and is governed by its board of\ntrustees. It currently employs around 100 staff, spread between its\nheadquarters in Turin and its extended network of offices."
    },
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "In 1965, the United Nations Economic and Social Council (ECOSOC) outlined in\nResolution 1086 B (XXXIX) the organisational arrangements for a United Nations\nSocial Defence Programme. In 1967, UN Secretary-General U Thant issued\nBulletin ST/SGB/134, which established the United Nations Social Defence\nResearch Institute (UNSDRI), mandated to develop \"new knowledge and the\napplication thereof in advancing policy and practice in the prevention and\ncontrol of both juvenile delinquency and adult criminality\" through research\nand technical support. The United Nations and the Italian Government signed an\nagreement in 1968 for the establishment of UNSDRI's Headquarters in Rome and\nthe institute was formally inaugurated the following year by the UN Secretary-\nGeneral.\n\nUnder ECOSOC Resolution No. 1989/56, the institute was renamed the United\nNations Interregional Crime and Justice Research Institute (UNICRI) in 1989.\nIts mandate was enlarged through the adoption of its present statute. UNICRI\nmoved its headquarters from Rome to Turin in 2000.\n\nSince 2000, UNICRI has set up liaison offices in Brussels and Geneva. It\nestablished the AI Centre for Advanced Robotics in The Hague in 2017, as well\nas Centres of Excellence on chemical, biological, radiological and nuclear\nrisk mitigation in Algiers, Amman, Manila, Nairobi, Rabat, Tashkent and\nTbilisi in partnership with the European Commission's Joint Research Centre."
    },
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Aims and functions",
        "generated_section_content_md": "The Institute carries out action-oriented research, training and technical\ncooperation programmes, with the aim of assisting governmental and non-\ngovernmental actors with the development of targeted strategies to address\ncrime in a way that positively impacts on good governance, sustainable\ndevelopment, human rights and security by offering a range of evidence-based\nresponses. Their overarching objective is to assist the international\ncommunity in achieving key goals of the UN 2030 Agenda for Sustainable\nDevelopment, and in particular, Goal 16: to promote peaceful, just, inclusive\nand secure societies, free from crime and violence, where nobody is left\nbehind.\n\nUNICRI structures its activities to meet the identified needs of member\nstates, in line with the 2030 Agenda for Sustainable Development. Its\nprogramme activities arise from priorities identified by the UN Annual Crime\nPrevention and Criminal Justice Commission. The Institute current priorities\ninclude, _inter alia_ , activities related to organised crime; juvenile\njustice; counter-terrorism; major event security; international criminal law;\nthe crime, justice and security perspectives to new technologies such as\nartificial intelligence and robotics; corruption; human trafficking; illicit\ntrafficking; counterfeiting; cybercrime; crimes against the environment;\ndomestic violence; CBRN threats and drug abuse.\n\nThe institute is committed to close international and cross-regional\ncooperation and encourages the sharing of information and experiences at all\nlevels."
    },
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Location",
        "generated_section_content_md": "UNICRI has its headquarters on the United Nations Campus in Turin, Italy. It\nhas a Liaison Office in Rome, as well as project offices in Algiers, Amman,\nBrussels, Geneva, Manila, Nairobi, Rabat, Tashkent, Tbilisi, and the\nspecialized Centre for AI and Robotics in The Hague."
    },
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Activities",
        "generated_section_content_md": "Within the broad scope of its mandate to develop and implement improved\npolicies in the field of crime prevention and control, the mission of UNICRI\nis to advance justice and the rule of law in support of peace and sustainable\ndevelopment. UNICRI works in specialized niches and selected areas within the\nfields of crime prevention, justice, security governance and the risks and\nbenefits of technological advances. UNICRI provides a vital foundation for\nUnited Nations policy and operations through its specialized training and\ncapacity-building programmes. The Institute serves as a conduit for\nchannelling innovative ideas from within and outside the United Nations\nsystem.\n\nThrough its research, needs assessments and analyses of evolving trends, as\nwell as the feedback received from partners, academics, civil society actors,\npolicymakers and practitioners, UNICRI has identified the following threats\nand challenges in its Strategic Programme Framework for the period 2019–2022:\n\n* **Radicalization and violent extremism:** the lack of context-specific responses, weak criminal justice systems, and gaps in national and transnational cooperation;\n* **Transnational organized crime involvement in licit and illicit markets:** shadow economies, illicit financial flows and possible links with terrorist networks;\n* Weak security governance, poor rule of law and lack of accountability of institutions in post-conflict areas;\n* **High-tech security:** encompassing global threats and solutions;\n* Threats to crowded spaces and vulnerable targets;\n* Vulnerabilities to criminal exploitation, gender inequalities and human rights violations against vulnerable populations;\n* **Emerging trends in crimes having an impact on the environment:** illegal extraction, use of and trade in environmental resources and trafficking in hazardous substances.\n\nThe Framework contains the following six strategic priorities:\n\n1. Preventing and countering violent extremism;\n2. Countering organized crime and fighting all forms of trafficking and illicit financial flows;\n3. Reinforcing the rule of law in post-conflict countries;\n4. Security through research, technology and innovation;\n5. Threat response and risk mitigation: security governance;\n6. Preventing crime through the protection and empowerment of vulnerable groups.\n\nThe responses to the criminal justice, security and governance issues\nhighlighted in the Framework have been carefully crafted to support and\ncontribute to the implementation of the Sustainable Development Goals. The\npriorities of the Institute are aligned in particular with Goal 16 (To promote\npeaceful and inclusive societies for sustainable development, provide access\nto justice for all and build effective, accountable and inclusive institutions\nat all levels), but they are also linked to several other Goals (2–6, 8, 9,\n11, 14 and 15)."
    },
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Funding",
        "generated_section_content_md": "UNICRI is entirely financed from voluntary contributions and does not receive\nany funding from the regular budget of the United Nations. UNICRI implements\nits programmes with the generous support of a number of Member States and\nother donors, including international and regional organizations charities and\nfoundations."
    },
    {
        "chapter_name": "United Nations Interregional Crime and Justice Research Institute",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Official partners",
        "generated_section_content_md": "UNICRI cooperates with a number of official partners including national\ngovernment agencies, international organisations, non-governmental\norganisations and universities. The institute maintains close working\nrelations with UN bodies and agencies, particularly with the United Nations\nOffice on Drugs and Crime (UNODC)."
    }
]