[
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International environmental treaty\n\nThe **United Nations Framework Convention on Climate Change** (**UNFCCC**) is\nthe UN process for negotiating an agreement to limit dangerous climate change.\nIt is an international treaty among countries to combat \"dangerous human\ninterference with the climate system\". The main way to do this is limiting the\nincrease in greenhouse gases in the atmosphere. It was signed in 1992 by 154\nstates at the United Nations Conference on Environment and Development\n(UNCED), informally known as the Earth Summit, held in Rio de Janeiro. The\ntreaty entered into force on 21 March 1994. \"UNFCCC\" is also the name of the\nSecretariat charged with supporting the operation of the convention, with\noffices on the UN Campus in Bonn, Germany.\n\nLiving Laudato Si' Philippines intervention at COP 27 Catholic Actors meeting\nwith the Holy See delegation Armen Sarkissian, the 4th president of Armenia\nfrom 2018 to 2022, attends the COP 26\n\nThe convention's main objective is explained in Article 2. It is the\n\"stabilization of greenhouse gas concentrations in the atmosphere at a level\nthat would prevent dangerous anthropogenic [i.e., human-caused] interference\nwith the climate system\". The treaty calls for continuing scientific research\ninto the climate. This research supports meetings and negotiations to lead to\nagreements. The aim is to allow ecosystems to adapt to climate change. At the\nsame time it aims to ensure there are no threats to food production from\nclimate change or measures to address it. And it aims to enable economic\ndevelopment to proceed in a sustainable manner. The UNFCCC's work currently\nfocuses on implementing the Paris Agreement. This agreement entered into force\nin 2016. It aims to limit the rise in global temperature to well below 2 °C\n(3.6 °F) above levels before the Industrial Revolution, and even aiming to\nhold it at 1.5 °C (2.7 °F). The Paris Agreement superseded the UNFCCC's Kyoto\nProtocol which had been signed in 1997 and ran from 2005 to 2020.\n\nBy 2022, the UNFCCC had 198 parties. Its supreme decision-making body, the\nConference of the Parties (COP), meets every year. Other meetings at the\nregional and technical level take place throughout the year. The Paris\nAgreement mandates a review or \"global stocktake\" of progress towards meeting\nits goals every five years. The first of these took place at COP28 in the\nUnited Arab Emirates (UAE) in 2023.\n\nThe treaty sets out responsibilities for three categories of states. These are\ndeveloped countries, developed countries with special financial\nresponsibilities, and developing countries. The developed countries are called\nAnnex I countries. At first there were 38 of them. Annex I countries should\nadopt national policies and take corresponding measures to limit their\nemissions of greenhouse gases. They should also report on steps for returning\nindividually or jointly to their 1990 greenhouse gas emission levels.\n\nIt is problematic that key signatory states are not adhering to their\nindividual commitments. For this reason, the UNFCCC has been criticized as\nbeing unsuccessful in reducing greenhouse gas emission since its adoption.\nParties to the convention have not agreed on a process allowing for majority\nvoting. All decisions are taken by consensus, giving individual parties or\ncountries a veto. The effectiveness of the Paris Agreement to reach its\nclimate goals is also under debate, especially with regards to its more\nambitious goal of keeping the global temperature rise to under 1.5 °C."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Development",
        "generated_section_content_md": "Part of a series on\n---\nClimate change mitigation\n\n* Climate change\n* Co-benefits of mitigation\n* Greenhouse gas emissions\n\n\nEnergy\n\n* Carbon capture and storage\n* Coal phase-out\n* Energy transition\n* Fossil fuel divestment\n* Fossil fuel phase-out\n* Fossil fuel vehicles\n* Low-carbon electricity\n* Nuclear power\n* Renewable energy\n* Solar power\n* Sustainable energy\n* Wind power\n* World energy supply and consumption\n\n\nEconomics\n\n* Building insulation\n* Carbon offsets and credits\n* Carbon tax\n* Climate debt\n* Climate finance\n* Climate risk insurance\n* Eco-capitalism\n* Economic analysis of climate change\n* Economics of climate change mitigation\n* Emissions trading\n* Environmental accounting\n* Environmental design\n* Environmental full-cost accounting\n* Environmental impact design\n* Fossil fuel divestment\n* Green building\n* Green home\n* High-performance buildings\n* Impact investing\n* Low-carbon economy\n* Public interest design\n* Sustainability\n* Agriculture\n* Business\n* Capitalism\n* Transport\n* Verified Carbon Standard\n\n\nFrameworks and treaties\n\n* Business ethics\n* Climate change litigation\n* Ethical banking\n* Paris Agreement\n* Social responsibility\n* Sustainability accounting\n* Sustainability reporting\n* UNFCCC\n\n\nCarbon sinks\n\n* Blue carbon\n* Carbon dioxide removal\n* Carbon sequestration\n* Direct air capture\n* Climate-smart agriculture\n* Land use, land-use change, and forestry\n* Nature-based solutions\n* Reforestation\n\n\nRelated content\n\n* Climate action\n* Conscious business\n* Corporate social responsibility\n* Corporate sustainability\n* Disinvestment\n* Effects of climate change\n* Energy conservation\n* Ethical consumerism\n* Socially responsible business\n* Sustainability organization\n* Sustainable\n* Consumer behaviour\n* Diet\n* Living\n* Tourism\n\n\n\n* Portal\n* **Glossary**\n* **Index**\n\n\n\n* v\n* t\n* e\n\n\n\nThe IPCC's First Assessment Report appeared in 1990. The report gave a broad\noverview of climate change science and the scientific consensus to date. It\ndiscussed uncertainties and provided evidence of warming. The authors said\nthey are certain that greenhouse gases are increasing in the atmosphere\nbecause of human activity. This is resulting in more warming of the Earth's\nsurface. The report led to the establishment of the United Nations Framework\nConvention on Climate Change (UNFCCC)."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Convention Agreement in 1992",
        "generated_section_content_md": "The text of the Convention was produced during the meeting of an\nIntergovernmental Negotiating Committee in New York from 30 April to 9 May\n1992. The Convention was adopted on 9 May 1992 and opened for signature on 4\nJune 1992 at the United Nations Conference on Environment and Development\n(UNCED) in Rio de Janeiro (known by its popular title, the Earth Summit). On\n12 June 1992, 154 nations signed the UNFCCC, which upon ratification committed\nsignatories' governments to reduce atmospheric concentrations of greenhouse\ngases with the goal of \"preventing dangerous anthropogenic interference with\nEarth's climate system\". This commitment would require substantial reductions\nin greenhouse gas emissions (see the later section, \"Stabilization of\ngreenhouse gas concentrations\"). Parties to the Convention have met annually\nfrom 1995 in Conferences of the Parties (COPs) to assess progress in dealing\nwith climate change.\n\nArticle 3(1) of the Convention states that Parties should act to protect the\nclimate system on the basis of \"common but differentiated responsibilities and\nrespective capabilities\", and that developed country Parties should \"take the\nlead\" in addressing climate change. Under Article 4, all Parties make general\ncommitments to address climate change through, for example, climate change\nmitigation and adapting to the eventual impacts of climate change. Article\n4(7) states:\n\n> The extent to which developing country Parties will effectively implement\n> their commitments under the Convention will depend on the effective\n> implementation by developed country Parties of their commitments under the\n> Convention related to financial resources and transfer of technology and\n> will take fully into account that economic and social development and\n> poverty eradication are the first and overriding priorities of the\n> developing country Parties.\n\nThe Convention specifies the aim of Annex I Parties was stabilizing their\ngreenhouse gas emissions (carbon dioxide and other anthropogenic greenhouse\ngases not regulated under the Montreal Protocol) at 1990 levels, by 2000."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Overarching objective",
        "generated_section_content_md": "The ultimate objective of the Framework Convention is specified in Article 2:\n\"stabilization of greenhouse gas concentrations in the atmosphere at a level\nthat would prevent dangerous anthropogenic [i.e., human-caused] interference\nwith the climate system\". Article 2 of the convention says this \"should be\nachieved within a time-frame sufficient to allow ecosystems to adapt naturally\nto climate change, to ensure that food production is not threatened and to\nenable economic development to proceed in a sustainable manner\"."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Six priority areas (Action for Climate Empowerment)",
        "generated_section_content_md": "Action for Climate Empowerment (ACE) is a term adopted by the UNFCCC in 2015\nto have a better name for this topic than \"Article 6\". It refers to Article 6\nof the convention's original text (1992), focusing on six priority areas:\neducation, training, public awareness, public participation, public access to\ninformation, and international cooperation on these issues. The implementation\nof all six areas has been identified as the pivotal factor for everyone to\nunderstand and participate in solving the challenges presented by climate\nchange. ACE calls on governments to develop and implement educational and\npublic awareness programmes, train scientific, technical and managerial\npersonnel, foster access to information, and promote public participation in\naddressing climate change and its effects. It also urges countries to\ncooperate in this process, by exchanging good practices and lessons learned,\nand strengthening national institutions. This wide scope of activities is\nguided by specific objectives that, together, are seen as crucial for\neffectively implementing climate adaptation and mitigation actions, and for\nachieving the ultimate objective of the UNFCCC."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Kyoto Protocol",
        "generated_section_content_md": "Map of parties to the Kyoto Protocol\n\nAnnex B parties with binding targets in 1st and 2nd period\n\nAnnex B parties with binding targets in 1st period but not 2nd\n\nNon-Annex B parties without binding targets\n\nAnnex B parties with binding targets in 1st period but which withdrew from the\nProtocol\n\nSignatories to the Protocol that have not ratified\n\nOther UN member states and observers that are not party to the Protocol\n\nThe Kyoto Protocol (Japanese: 京都議定書, Hepburn: _Kyōto Giteisho_) was an\ninternational treaty which extended the 1992 United Nations Framework\nConvention on Climate Change (UNFCCC) that commits state parties to reduce\ngreenhouse gas emissions, based on the scientific consensus that global\nwarming is occurring and that human-made CO2 emissions are driving it. The\nKyoto Protocol was adopted in Kyoto, Japan, on 11 December 1997 and entered\ninto force on 16 February 2005. There were 192 parties (Canada withdrew from\nthe protocol, effective December 2012) to the Protocol in 2020.\n\nThe Kyoto Protocol implemented the objective of the UNFCCC to reduce the onset\nof global warming by reducing greenhouse gas concentrations in the atmosphere\nto \"a level that would prevent dangerous anthropogenic interference with the\nclimate system\" (Article 2). The Kyoto Protocol applied to the seven\ngreenhouse gases listed in Annex A: carbon dioxide (CO2), methane (CH4),\nnitrous oxide (N2O), hydrofluorocarbons (HFCs), perfluorocarbons (PFCs),\nsulfur hexafluoride (SF6), nitrogen trifluoride (NF3). Nitrogen trifluoride\nwas added for the second compliance period during the Doha Round.\n\nThe Protocol was based on the principle of common but differentiated\nresponsibilities: it acknowledged that individual countries have different\ncapabilities in combating climate change, owing to economic development, and\ntherefore placed the obligation to reduce current emissions on developed\ncountries on the basis that they are historically responsible for the current\nlevels of greenhouse gases in the atmosphere.\n\nThe Protocol's first commitment period started in 2008 and ended in 2012. All\n36 countries that fully participated in the first commitment period complied\nwith the Protocol. However, nine countries had to resort to the flexibility\nmechanisms by funding emission reductions in other countries because their\nnational emissions were slightly greater than their targets. The 2008\nfinancial crisis reduced emissions. The greatest emission reductions were seen\nin the former Eastern Bloc countries because the dissolution of the Soviet\nUnion reduced their emissions in the early 1990s. Even though the 36 developed\ncountries reduced their emissions, the global emissions increased by 32% from\n1990 to 2010."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Paris Agreement",
        "generated_section_content_md": "Map of signatories and parties to the Paris Agreement\n\nSignatories that have not ratified\n\nState parties\n\nParties also covered by EU ratification\n\nAgreement does not apply\n\nThe Paris Agreement (also called the Paris Accords or Paris Climate Accords)\nis an international treaty on climate change that was signed in 2016. The\ntreaty covers climate change mitigation, adaptation, and finance. The Paris\nAgreement was negotiated by 196 parties at the 2015 United Nations Climate\nChange Conference near Paris, France. As of February 2023, 195 members of the\nUnited Nations Framework Convention on Climate Change (UNFCCC) are parties to\nthe agreement. Of the three UNFCCC member states which have not ratified the\nagreement, the only major emitter is Iran. The United States, the second\nlargest emitter, withdrew from the agreement in 2020, rejoined in 2021, and\nannounced its withdrawal again in 2025.\n\nThe Paris Agreement has a long-term temperature goal which is to keep the rise\nin global surface temperature to well below 2 °C (3.6 °F) above pre-industrial\nlevels. The treaty also states that preferably the limit of the increase\nshould only be 1.5 °C (2.7 °F). These limits are defined as averages of the\nglobal temperature as measured over many years."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Further commitments",
        "generated_section_content_md": "In addition to the Kyoto Protocol (and its amendment) and the Paris Agreement,\nparties to the Convention have agreed to further commitments during UNFCCC\nConferences of the Parties. These include the Bali Action Plan (2007), the\nCopenhagen Accord (2009), the Cancún agreements (2010), and the Durban\nPlatform for Enhanced Action (2012).\n\nBali Action Plan\n\nAs part of the Bali Action Plan, adopted in 2007, all developed country\nParties have agreed to \"quantified emission limitation and reduction\nobjectives, while ensuring the comparability of efforts among them, taking\ninto account differences in their national circumstances\". Developing country\nParties agreed to \"[nationally] appropriate mitigation actions context of\nsustainable development, supported and enabled by technology, financing and\ncapacity-building, in a measurable, reportable and verifiable manner.\" 42\ndeveloped countries have submitted mitigation targets to the UNFCCC\nsecretariat, as have 57 developing countries and the African Group (a group of\ncountries within the UN).\n\nCopenhagen Accord and Cancún agreements\n\nAs part of the 2009 Copenhagen negotiations, a number of countries produced\nthe Copenhagen Accord. The Accord states that global warming should be limited\nto below 2.0 °C (3.6 °F). The Accord does not specify what the baseline is for\nthese temperature targets (e.g., relative to pre-industrial or 1990\ntemperatures). According to the UNFCCC, these targets are relative to pre-\nindustrial temperatures.\n\n114 countries agreed to the Accord. The UNFCCC secretariat notes that \"Some\nParties ... stated in their communications to the secretariat specific\nunderstandings on the nature of the Accord and related matters, based on which\nthey have agreed to [the Accord].\" The Accord was not formally adopted by the\nConference of the Parties. Instead, the COP \"took note of the Copenhagen\nAccord.\"\n\nAs part of the Accord, 17 developed country Parties and the EU-27 submitted\nmitigation targets, as did 45 developing country Parties. Some developing\ncountry Parties noted the need for international support in their plans.\n\nAs part of the Cancún agreements, developed and developing countries submitted\nmitigation plans to the UNFCCC. These plans were compiled with those made as\npart of the Bali Action Plan.\n\nUN Race-to-Zero Emissions Breakthroughs\n\nAt the 2021 annual meeting UNFCCC launched the 'UN Race-to-Zero Emissions\nBreakthroughs'. The aim of the campaign is to transform 20 sectors of the\neconomy in order to achieve zero greenhouse gas emissions. At least 20% of\neach sector should take specific measures, and 10 sectors should be\ntransformed before COP 26 in Glasgow. According to the organizers, 20% is a\ntipping point, after which the whole sector begins to irreversibly change.\n\nDeveloping countries\n\nAt Berlin, Cancún, and Durban, the development needs of developing country\nparties were reiterated. For example, the Durban Platform reaffirms that:\n\n> [...] social and economic development and poverty eradication are the first\n> and overriding priorities of developing country Parties, and that a low-\n> emission development strategy is central to sustainable development, and\n> that the share of global emissions originating in developing countries will\n> grow to meet their social and development needs."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "1.6.1",
        "section_name": "Green Climate Fund",
        "generated_section_content_md": "World map for Sustainable Development Goal 13 Indicator 13.A.1: Green Climate\nFund mobilization of $100 billion, 2018\n\nThe UN Sustainable Development Goal 13 (SDG 13) includes a target about the\nUNFCCC and explains how the Green Climate Fund is meant to be used: One of the\nfive targets under SDG 13, meant to be achieved by 2030, states: \"Implement\nthe commitment undertaken by developed-country parties to the United Nations\nFramework Convention on Climate Change to a goal of mobilizing jointly $100\nbillion annually by 2020 from all sources to address the needs of developing\ncountries in the context of meaningful mitigation actions and transparency on\nimplementation and fully operationalize the Green Climate Fund through its\ncapitalization as soon as possible.\" This target only has one indicator:\nIndicator 13.a is the \"Amounts provided and mobilized in United States dollars\nper year in relation to the continued existing collective mobilization goal of\nthe $100 billion commitment through to 2025\".\n\nThe Green Climate Fund (GCF) is a fund for climate finance that was\nestablished within the framework of the United Nations Framework Convention on\nClimate Change (UNFCCC). Considered the world's largest fund of its kind,\nGCF's objective is to assist developing countries with climate change\nadaptation and mitigation activities. The GCF is an operating entity of the\nfinancial mechanism of the UNFCCC. It is based in Songdo, Incheon, South\nKorea. It is governed by a Board of 24 members and supported by a Secretariat.\n\nMafalda Duarte, a Portuguese development economist, is the Fund's Executive\nDirector.\n\nThe Green Climate Fund supports projects and other activities in developing\ncountries using _thematic funding windows_. It is intended that the Green\nClimate Fund be the centrepiece of efforts to raise climate finance under the\nUNFCCC. There are four other, smaller multilateral climate funds for paying\nout money in climate finance which are coordinated by the UNFCCC. These\ninclude the Adaptation Fund (AF), the Least Developed Countries Fund (LDCF),\nthe Special Climate Change Fund (SCCF) and the Global Environment Facility\n(GEF). The GCF is the largest of these five funds.\n\nAs of Dec 2023, the GCF had a portfolio of 13.5 billion USD (51.9 billion USD\nincluding co-financing).\n\nThe process of designing the GCF has raised several issues. These include\nongoing questions on how funds will be raised, the role of the private sector,\nthe level of \"country ownership\" of resources, and the transparency of the\nBoard itself. Also, this additional international climate institution might\nfurther fragment taxpayer's money that is put towards climate action.\n\nThe Fund's former director Héla Cheikhrouhou has complained in 2016 that the\nFund is backing too many \"business-as-usual types of investment proposals\".\nThis view is echoed by a number of civil society organizations.\n\nIn 2023, the Executive Director announced a series of reforms aimed at making\nthe Fund more efficient and positioned to deliver greater impact."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Secretariat and offices",
        "generated_section_content_md": "UN Campus, Bonn, seat of the secretariat\n\n\"UNFCCC\" is also the name of the Secretariat charged with supporting the\noperation of the convention, with offices on the UN Campus in Bonn, Germany.\nOffices were formerly located in Haus Carstanjen and in a building on the UN\nCampus known as Langer Eugen.\n\nThe secretariat is established under Article 8 of the Convention and headed by\nthe Executive Secretary. The secretariat, augmented through the parallel\nefforts of the Intergovernmental Panel on Climate Change (IPCC), aims to gain\nconsensus through meetings and the discussion of various strategies. Since the\nsigning of the UNFCCC treaty, Conferences of the Parties (COPs) have discussed\nhow to achieve the treaty's aims.\n\nFrom 2010 to 2016 the head of the secretariat was Christiana Figueres,\nfollowing by Patricia Espinosa who was appointed Executive Secretary on 18 May\n2016 by United Nations Secretary-General Ban Ki-moon and took office on 18\nJuly 2016. Espinosa retired on 16 July 2022. UN Under Secretary General\nIbrahim Thiaw served as the acting Executive Secretary in the interim. On 15\nAugust 2022, Secretary-General António Guterres appointed former Grenadian\nclimate minister Simon Stiell as Executive Secretary, replacing Espinosa.\n\nCurrent and former executive secretaries are:\n\nList of Executive Secretaries of the UNFCCC\nSources:\n---\nSr  | Executive Secretary  | Country  | Tenure  | Other offices held\nFrom  | To\n1  | Michael Zammit Cutajar  |  Malta | 1995  | 2002  |\n2  | Joke Waller-Hunter |  Netherlands | 1 May 2002  | 14 October 2005  |  Director for Sustainable Development (1994–98)\n_Acting_ | Richard Kinley |  Canada | 15 October 2005  | 9 August 2006  | Deputy Executive Secretary, UNFCCC 2006 - 2016\nChairman, FOGGS (2016–)\n3  | Yvo de Boer |  Netherlands | 10 August 2006  | 1 July 2010  |\n4  | Christiana Figueres |  Costa Rica | 1 July 2010  | 18 July 2016  |\n5  | Patricia Espinosa |  Mexico | 18 July 2016  | 16 July 2022  |  Secretary of Foreign Affairs (2006–12)\nAmbassador to Germany (2013–16)\n_Acting_ | Ibrahim Thiaw |  Mauritania | 17 July 2022  | 14 August 2022  |  Under Secretary General of the United Nations and UNCCD Executive Secretary (2019-)\n6  | Simon Stiell |  Grenada | 15 August 2022  | current  |  Environment minister (2017–22)"
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Relationship with IPCC reports",
        "generated_section_content_md": "The reports published by IPCC play a key role in the annual climate\nnegotiations held by the UNFCCC. For example, the UNFCCC invited the IPCC to\nprepare a report on global warming of 1.5 °C. The IPCC subsequently released\nthe Special Report on Global Warming of 1.5 °C (SR15) in 2018. The report\nshowed that it was possible to keep warming below 1.5 °C during the 21st\ncentury. But this would mean deep cuts in emissions. It would also mean rapid,\nfar-reaching changes in all aspects of society. The report showed warming of 2\n°C would have much more severe impacts than 1.5 °C. In other words: every bit\nof warming matters. SR15 had an unprecedented impact for an IPCC report in the\nmedia and with the public. It put the 1.5 °C target at the center of climate\nactivism."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Conferences of the Parties (CoP)",
        "generated_section_content_md": "Logo of United Nations Framework Convention on Climate Change, 21st Conference\nof the Parties (COP 21) and 11th Meeting of the Parties to the 1997 Kyoto\nProtocol (CMP 11) from November, 30th till December 2015, 12th.\n\nThe United Nations Climate Change Conference are yearly conferences held in\nthe framework of the UNFCCC. They serve as the formal meeting of the UNFCCC\nParties (_Conferences of the Parties_) (COP) to assess progress in dealing\nwith climate change, and beginning in the mid-1990s, to negotiate the Kyoto\nProtocol to establish legally binding obligations for developed countries to\nreduce their greenhouse gas emissions. Since 2005 the Conferences also served\nas the Meetings of Parties of the Kyoto Protocol (CMP) and since 2016 the\nConferences also serve as Meeting of the Parties to the Paris Agreement (CMA).\n\nThe first conference (COP1) was held in 1995 in Berlin. The 3rd conference\n(COP3) was held in Kyoto and resulted in the Kyoto protocol, which was amended\nduring the 2012 Doha Conference (COP18, CMP 8). The COP21 (CMP11) conference\nwas held in Paris in 2015 and resulted in adoption of the Paris Agreement.\nCOP28 took place in the United Arab Emirates in 2023 and included the first\nglobal stocktake under the Paris Agreement. The UAE nominated Sultan al-Jaber,\nwho is also head of Abu Dhabi's national oil company ADNOC, to preside over\nCOP28. Azerbaijan will host COP29 in 2024."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "2.2.1",
        "section_name": "Subsidiary bodies",
        "generated_section_content_md": "A subsidiary body is a committee that assists the Conference of the Parties.\nSubsidiary bodies include:\n\n* Permanents:\n* The Subsidiary Body of Scientific and Technological Advice (SBSTA) is established by Article 9 of the convention to provide the Conference of the Parties and, as appropriate, its other subsidiary bodies with timely information and advice on scientific and technological matters relating to the convention. It serves as a link between information and assessments provided by expert sources (such as the IPCC) and the COP, which focuses on setting policy.\n* The Subsidiary Body of Implementation (SBI) is established by Article 10 of the convention to assist the Conference of the Parties in the assessment and review of the effective implementation of the convention. It makes recommendations on policy and implementation issues to the COP and, if requested, to other bodies.\n* Temporary:\n* Ad hoc Group on Article 13 (AG13), active from 1995 to 1998;\n* Ad hoc Group on the Berlin Mandate (AGBM), active from 1995 to 1997;\n* Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol (AWG-KP), established in 2005 by the Parties to the Kyoto Protocol to consider further commitments of industrialized countries under the Kyoto Protocol for the period beyond 2012; it concluded its work in 2012 when the CMP adopted the Doha Amendment;\n* Ad Hoc Working Group on Long-term Cooperative Action (AWG-LCA), established in Bali in 2007 to conduct negotiations on a strengthened international deal on climate change;\n* Ad Hoc Working Group on the Durban Platform for Enhanced Action (ADP), established at COP 17 in Durban in 2011 \"to develop a protocol, another legal instrument or an agreed outcome with legal force under the Convention applicable to all Parties.\" The ADP concluded its work in Paris on 5 December 2015."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "National communication",
        "generated_section_content_md": "A \"National Communication\" is a type of report submitted by the countries that\nhave ratified the United Nations Framework Convention on Climate Change\n(UNFCCC). Developed countries are required to submit National Communications\nevery four years and developing countries should do so. Some Least Developed\nCountries have not submitted National Communications in the past 5–15 years,\nlargely due to capacity constraints.\n\nNational Communication reports are often several hundred pages long and cover\na country's measures to mitigate greenhouse gas emissions as well as a\ndescription of its vulnerabilities and impacts from climate change. National\nCommunications are prepared according to guidelines that have been agreed by\nthe Conference of the Parties to the UNFCCC. The (Intended) Nationally\nDetermined Contributions (NDCs) that form the basis of the Paris Agreement are\nshorter and less detailed but also follow a standardized structure and are\nsubject to technical review by experts."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Nationally Determined Contributions",
        "generated_section_content_md": "At the 19th session of the Conference of the Parties in Warsaw in 2013, the\nUNFCCC created a mechanism for _Intended Nationally Determined Contributions\n(INDCs)_ to be submitted in the run up to the 21st session of the Conference\nof the Parties in Paris (COP21) in 2015. Countries were given freedom and\nflexibility to ensure that these climate change mitigation and adaptation\nplans were nationally appropriate. This flexibility, especially regarding the\ntypes of actions to be undertaken, allowed for developing countries to tailor\ntheir plans to their specific adaptation and mitigation needs, as well as\ntowards other needs.\n\nIn the aftermath of COP21, these INDCs became Nationally Determined\nContributions (NDCs) as each country ratified the Paris Agreement, unless a\nnew NDC was submitted to the UNFCCC at the same time. The 22nd session of the\nConference of the Parties (COP22) in Marrakesh focused on these Nationally\nDetermined Contributions and their implementation, after the Paris Agreement\nentered into force on 4 November 2016."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership and participation",
        "generated_section_content_md": "Parties to the UNFCCC\n\nAnnex I and II parties\n\nAnnex I parties\n\nNon-annex parties\n\nObserver states\n\nAs of 2022, the UNFCCC has 198 parties including all United Nations member\nstates, United Nations General Assembly observers the State of Palestine and\nthe Holy See, UN non-member states Niue and the Cook Islands, and the\nsupranational union European Union."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Classification of Parties and their commitments",
        "generated_section_content_md": "Parties to the UNFCCC are classified as:\n\n* **Annex I** : There are 43 Parties to the UNFCCC listed in Annex I of the convention, including the European Union. These Parties are classified as industrialized (developed) countries and \"economies in transition\" (EITs). The 14 EITs are the former centrally-planned (Soviet) economies of Russia and Eastern Europe.\n* **Annex II** : Of the Parties listed in Annex I of the convention, 24 are also listed in Annex II of the convention, including the European Union. These Parties are made up of members of the Organisation for Economic Co-operation and Development (OECD): these Parties consist of the members of the OECD in 1992, minus Turkey, plus the EU. Annex II Parties are required to provide financial and technical support to the EITs and developing countries to assist them in reducing their greenhouse gas emissions (climate change mitigation) and manage the impacts of climate change (climate change adaptation).\n* **Least-developed countries** (LDCs): 49 Parties are LDCs, and are given special status under the treaty in view of their limited capacity to adapt to the effects of climate change.\n* **Non-Annex I** : Parties to the UNFCCC not listed in Annex I of the convention are mostly low-income developing countries. Developing countries may volunteer to become Annex I countries when they are sufficiently developed.\n\nParties: Annexes, EU, OECD, EITs"
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "List of parties",
        "generated_section_content_md": "Clickable Euler diagram showing the Parties to the UNFCCC and the most common\nparty negotition groups, the UNFCCC's Annex I and II membership status, as\nwell as some other groupings, of economic or political significance"
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Annex I countries",
        "generated_section_content_md": "There are 43 Annex I Parties including the European Union. These countries are\nclassified as industrialized countries and economies in transition. Of these,\n24 are also Annex II Parties, including the European Union, and 14 are\nEconomies in Transition.\n\nAnnex I countries (24 of these are also _Annex II Parties)_ :\n\n1. Australia\n2. Austria\n3. Belgium\n4. Canada\n5. Cyprus\n6. Denmark\n7. EU\n8. Finland\n9. France\n10. Germany\n11. Greece\n12. Iceland\n13. Ireland\n14. Italy\n15. Japan\n16. Liechtenstein\n17. Luxembourg\n18. Malta\n19. Monaco\n20. Netherlands\n21. New Zealand\n22. Norway\n23. Portugal\n24. Spain\n25. Sweden\n26. Switzerland\n27. Turkey\n28. United Kingdom\n29. United States of America\n\nAnnex I countries that are _Economies in Transition_ :\n\n1. Belarus\n2. Bulgaria\n3. Croatia\n4. Czech Republic\n5. Estonia\n6. Hungary\n7. Latvia\n8. Lithuania\n9. Poland\n10. Romania\n11. Russian Federation\n12. Slovakia\n13. Slovenia\n14. Ukraine\n\nNotes\n\n1. ^ _**a**_ _**b**_ _**c**_ _**d**_ _**e**_ _**f**_ _**g**_ _**h**_ _**i**_ _**j**_ _**k**_ _**l**_ _**m**_ _**n**_ _**o**_ _**p**_ _**q**_ _**r**_ _**s**_ _**t**_ _**u**_ _**v**_ _**w**_ _**x**_ Annex II Party"
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Engagement of civil society",
        "generated_section_content_md": "In 2014, The UN with Peru and France created the Global Climate Action Portal\nNAZCA for writing and checking all the climate commitments.\n\nThousands of observers from civil society, business and academia attend the\nCOPs. They organize a huge programme of activities including officially\ncoordinated \"side events\". These complement and inform the official\nnegotiations.\n\nCivil Society Observers under the UNFCCC have organized themselves in loose\ngroups, covering about 90% of all admitted organisations. Some groups remain\noutside these broad groupings, such as faith groups or national\nparliamentarians. The UNFCCC secretariat also recognizes the following groups\nas informal NGO groups (2016): Faith-based organizations, Education and\nCapacity Building and Outreach NGOs, parliamentarians.\n\nAn overview is given in the table below:\n\nName | Abbreviation | Admitted since\n---|---|---\nBusiness and industry NGOs | BINGO | 1992\nEnvironmental NGOs | ENGO | 1992\nLocal government and municipal authorities | LGMA | COP1 (1995)\nIndigenous peoples organizations | IPO Archived 1 April 2022 at the Wayback Machine | COP7 (2001)\nResearch and independent NGOs | RINGO | COP9 (2003)\nTrade union NGOs | TUNGO | Before COP 14 (2008)\nWomen and gender | WGC | Shortly before COP17 (2011)\nYouth NGOs | YOUNGO Archived 19 September 2020 at the Wayback Machine | Shortly before COP17 (2011)\nFarmers | Farmers | (2014)"
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Interpreting ultimate objective in Article 2",
        "generated_section_content_md": "A \"family photo\" in 2016, organized by Greenpeace, at the entrance to the\nUnited Nations, with a banner reading \"We Will Move Ahead\". It highlighted the\nresolve, despite all the differences, that we will continue to pursue strong\nclimate action, moving towards 100 per cent renewals and aiming for 1.5C\ntarget.\n\nThe ultimate objective of the Framework Convention contains some key words\nthat are discussed further below and shown here in italics: \"_stabilization of\ngreenhouse gas concentrations_ in the atmosphere at a level that would prevent\n_dangerous_ anthropogenic [i.e., human-caused] interference with the climate\nsystem\".\n\nTo stabilize atmospheric GHG concentrations, global anthropogenic GHG\nemissions would need to peak then decline (see climate change mitigation).\nLower stabilization levels would require emissions to peak and decline earlier\ncompared to higher stabilization levels. These lower stabilization levels are\nassociated with lower magnitudes of global warming compared to higher\nstabilization levels.\n\nThere are a range of views over what level of climate change is _dangerous_.\nScientific analysis can provide information on the risks of climate change,\nbut deciding which risks are dangerous requires value judgements.\n\nThe global warming that has already occurred poses a risk to some human and\nnatural systems. Higher magnitudes of global warming will generally increase\nthe risk of negative impacts. Climate change risks are \"considerable\" with 1\nto 2 °C of global warming, relative to pre-industrial levels. 4 °C warming\nwould lead to significantly increased risks, with potential impacts including\nwidespread loss of biodiversity and reduced global and regional food security.\n\nClimate change policies may lead to costs that are relevant to the article 2.\nFor example, more stringent policies to control GHG emissions may reduce the\nrisk of more severe climate change, but may also be more expensive to\nimplement.\n\nIn decision making, the precautionary principle is considered when possibly\ndangerous, irreversible, or catastrophic events are identified, but scientific\nevaluation of the potential damage is not sufficiently certain. The\nprecautionary principle implies an emphasis on the need to prevent such\nadverse effects. Following the precautionary principle, uncertainty (about the\nexact effects of climate change) is not a reason for inaction, and this is\nacknowledged in Article 3.3 of the UNFCCC."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "International trade",
        "generated_section_content_md": "Academics and environmentalists criticize article 3(5) of the convention,\nwhich states that any climate measures that would restrict international trade\nshould be avoided.[_citation needed_]"
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Criticism of processes",
        "generated_section_content_md": "The overall umbrella and processes of the UNFCCC and the adopted Kyoto\nProtocol have been criticized by some as not having achieved their stated\ngoals of reducing the emission of greenhouse gases. The UNFCCC is a\nmultilateral body concerned with climate change and can be an inefficient\nsystem for enacting international policy: Because the framework system\nincludes over 190 countries and because negotiations are governed by\nconsensus, small groups of countries can often block progress.\n\nThere has been a failure to achieve effective greenhouse gas emission\nreduction policy treaties since 1992. This has driven some countries like the\nUnited States to hold back from ratifying the UNFCCC's most important\nagreement—the Kyoto Protocol—in large part because the treaty did not cover\ndeveloping countries which now include the largest CO2 emitters. However, this\nfailed to take into account both the historical responsibility for climate\nchange since industrialization, which is a contentious issue in the talks, and\nalso responsibility for emissions from consumption and importation of goods\n(see carbon footprint). It has also led Canada to withdraw from the Kyoto\nProtocol in 2011 out of a wish not to make its citizens pay penalties that\nwould result in wealth transfers out of Canada. Both the US and Canada are\nlooking at internal Voluntary Emissions Reduction schemes to curb carbon\ndioxide emissions outside the Kyoto Protocol.\n\nThe perceived lack of progress has also led some countries to seek and focus\non alternative high-value activities like the creation of the Climate and\nClean Air Coalition to Reduce Short-Lived Climate Pollutants which seeks to\nregulate short-lived pollutants such as methane, black carbon and\nhydrofluorocarbons (HFCs), which together are believed to account for up to\none third of current global warming but whose regulation is not as fraught\nwith wide economic impacts and opposition.\n\nIn 2010, Japan stated that it will not sign up to a second Kyoto term, because\nit would impose restrictions on it not faced by its main economic competitors,\nChina, India and Indonesia. A similar indication was given by the Prime\nMinister of New Zealand in November 2012. At the 2012 conference, last-minute\nobjections at the conference by Russia, Ukraine, Belarus and Kazakhstan were\nignored by the governing officials, and they have indicated that they will\nlikely withdraw or not ratify the treaty. These defections place additional\npressures on the UNFCCC process that is seen by some as cumbersome and\nexpensive: in the UK alone, the climate change department has taken over 3,000\nflights in two years at a cost of over £1,300,000 (British pounds sterling).\n\nFurther, the UNFCCC (mainly during the Kyoto protocol) failed to facilitate\nthe transfer of environmentally sound technologies (SETs) which are mechanisms\nused to decrease the vulnerability of the human race against the unfavorable\neffects of climate change. One of the more widely used of these being\nrenewable energy sources. The UNFCCC created the body \"technology mechanism\"\nwho would distribute these resources to developing countries; however this\ndistribution was too moderate and, coupled with the failings of the first\ncommitment period of the Kyoto protocol, led to low ratification numbers for\nthe second commitment (resulting in it not going ahead). Before the 2015\nUnited Nations Climate Change Conference, _National Geographic_ magazine added\nto the criticism, writing: \"Since 1992, when the world's nations agreed at Rio\nde Janeiro to avoid 'dangerous anthropogenic interference with the climate\nsystem,' they've met 20 times without moving the needle on carbon emissions.\nIn that interval we've added almost as much carbon to the atmosphere as we did\nin the previous century.\""
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Criticism of effectiveness of Paris Agreement",
        "generated_section_content_md": "Scenarios of global greenhouse gas emissions. If all countries achieve their\ncurrent Paris Agreement pledges, average warming by 2100 would still exceed\nthe maximum 2°C target set by the agreement.\n\nThe effectiveness of the Paris Agreement to reach its climate goals is under\ndebate, with most experts saying it is insufficient for its more ambitious\ngoal of keeping global temperature rise under 1.5 °C. Many of the exact\nprovisions of the Paris Agreement have yet to be straightened out, so that it\nmay be too early to judge effectiveness. According to the 2020 United Nations\nEnvironment Programme (UNEP), with the current climate commitments of the\nParis Agreement, global mean temperatures will likely rise by more than 3 °C\nby the end of the 21st century. Newer net zero commitments were not included\nin the Nationally Determined Contributions, and may bring down temperatures by\na further 0.5 °C.\n\nWith initial pledges by countries inadequate, faster and more expensive future\nmitigation would be needed to still reach the targets. Furthermore, there is a\ngap between pledges by countries in their NDCs and implementation of these\npledges; one third of the emission gap between the lowest-costs and actual\nreductions in emissions would be closed by implementing existing pledges. A\npair of studies in _Nature_ found that as of 2017 none of the major\nindustrialized nations were implementing the policies they had pledged, and\nnone met their pledged emission reduction targets, and even if they had, the\nsum of all member pledges (as of 2016) would not keep global temperature rise\n\"well below 2°C\".\n\nIn 2021, a study using a probabilistic model concluded that the rates of\nemissions reductions would have to increase by 80% beyond NDCs to likely meet\nthe 2 °C upper target of the Paris Agreement, that the probabilities of major\nemitters meeting their NDCs without such an increase is very low. It estimated\nthat with current trends the probability of staying below 2 °C of warming is\n5–26% if NDCs were met and continued post-2030 by all signatories.\n\nAs of 2020[update], there is little scientific literature on the topics of the\neffectiveness of the Paris Agreement on capacity building and adaptation, even\nthough they feature prominently in the Paris Agreement. The literature\navailable is mostly mixed in its conclusions about loss and damage, and\nadaptation.\n\nAccording to the stocktake report, the agreement has a significant effect:\nwhile in 2010 the expected temperature rise by 2100 was 3.7–4.8 °C, at COP 27\nit was 2.4–2.6 °C and if all countries will fulfill their long-term pledges\neven 1.7–2.1 °C. Despite it, the world is still very far from reaching the aim\nof the agreement: limiting temperature rise to 1.5 degrees. For doing this,\nemissions must peak by 2025. Recent work – on the basis of the first single\ncalendar year in 2024 with an average temperature above 1.5 degrees Celsius –\nindicates that most probably Earth has already entered the 20-year period that\nwill reach an average warming of 1.5 degrees Celsius. Furthermore, it has been\nsuggested that the global mean temperature may have already passed the 1.5\ndegrees Celsius level in 2024.\n\nThe Paris Agreement also seemed to have influenced the focus of the following\nIPCC reports. Before the Paris Agreement was settled, the IPCC assessment\nreports focused roughly in equal proportions on temperatures above and below 2\n°C. However, in the 6th assessment report, after the Paris Engagement was\nreached, slightly less than 20% of the temperature mentions are above 2 °C and\nalmost 50% focus on 1.5 °C alone."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Awards",
        "generated_section_content_md": "In 2016, the UNFCCC received the \"Prince or Princess of Asturias Award for\nInternational Cooperation\" by the Princess of Asturias Awards."
    },
    {
        "chapter_name": "United Nations Framework Convention on Climate Change",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Meetings of the Parties",
        "generated_section_content_md": "A Conference of the Parties (COP) has been held annually for most years since\n1995.\n\nList of COPs of the UNFCCC  COP | Year | Country | Begin | End | Days | City | Link\n---|---|---|---|---|---|---|---\nCOP1 | 1995 | Germany | 28.03.1995 | 07.04.1995 | 10 | Berlin | [COP 1](https://unfccc.int/process/bodies/conference-of-the-parties/cop-1)\nCOP2 | 1996 | Switzerland | 08.07.1996 | 19.07.1996 | 11 | Geneva | [COP 2](https://unfccc.int/process/bodies/conference-of-the-parties/cop-2)\nCOP3 | 1997 | Japan | 01.12.1997 | 10.12.1997 | 10 | Kyoto | [COP 3](https://unfccc.int/process/bodies/conference-of-the-parties/cop-3)\nCOP4 | 1998 | Argentina | 02.11.1998 | 13.11.1998 | 12 | Buenos Aires | [COP 4](https://unfccc.int/process/bodies/conference-of-the-parties/cop-4)\nCOP5 | 1999 | Germany | 25.10.1999 | 05.11.1999 | 12 | Bonn | [COP 5](https://unfccc.int/process/bodies/conference-of-the-parties/cop-5)\nCOP6 | 2000 | Netherlands | 13.11.2000 | 24.11.2000 | 12 | The Hague | [COP 6](https://unfccc.int/process/bodies/conference-of-the-parties/cop-6)\nCOP7 | 2001 | Morocco | 29.10.2001 | 10.11.2001 | 12 | Marrakech | [COP 7](https://unfccc.int/process/bodies/conference-of-the-parties/cop-7)\nCOP8 | 2002 | India | 23.10.2002 | 01.11.2002 | 10 | New Delhi | [COP 8](https://unfccc.int/process/bodies/conference-of-the-parties/cop-8)\nCOP9 | 2003 | Italy | 01.12.2003 | 12.12.2003 | 12 | Milan | [COP 9](https://unfccc.int/process/bodies/conference-of-the-parties/cop-9)\nCOP10 | 2004 | Argentina | 01.12.2004 | 12.12.2004 | 12 | Buenos Aires | [COP 10](https://unfccc.int/process/bodies/conference-of-the-parties/cop-10)\nCOP11 | 2005 | Canada | 28.11.2005 | 10.12.2005 | 12 | Montreal | [COP 11](https://unfccc.int/process/bodies/conference-of-the-parties/cop-11)\nCOP12 | 2006 | Kenya | 06.11.2006 | 17.11.2006 | 12 | Nairobi | [COP 12](https://unfccc.int/process/bodies/conference-of-the-parties/cop-12)\nCOP13 | 2007 | Indonesia | 03.12.2007 | 15.12.2007 | 12 | Bali | [COP 13](https://unfccc.int/process/bodies/conference-of-the-parties/cop-13)\nCOP14 | 2008 | Poland | 01.12.2008 | 12.12.2008 | 12 | Poznań | [COP 14](https://unfccc.int/process/bodies/conference-of-the-parties/cop-14)\nCOP15 | 2009 | Denmark | 07.12.2009 | 18.12.2009 | 12 | Copenhagen | [COP 15](https://unfccc.int/process/bodies/conference-of-the-parties/cop-15)\nCOP16 | 2010 | Mexico | 29.11.2010 | 11.12.2010 | 12 | Cancún | [COP 16](https://unfccc.int/process/bodies/conference-of-the-parties/cop-16)\nCOP17 | 2011 | South Africa | 28.11.2011 | 11.12.2011 | 14 | Durban | [COP 17](https://unfccc.int/process/bodies/conference-of-the-parties/cop-17)\nCOP18 | 2012 | Qatar | 26.11.2012 | 08.12.2012 | 12 | Doha | [COP 18](https://unfccc.int/process/bodies/conference-of-the-parties/cop-18)\nCOP19 | 2013 | Poland | 11.11.2013 | 22.11.2013 | 12 | Warsaw | [COP 19](https://unfccc.int/process/bodies/conference-of-the-parties/cop-19)\nCOP20 | 2014 | Peru | 01.12.2014 | 12.12.2014 | 12 | Lima | [COP 20](https://unfccc.int/process/bodies/conference-of-the-parties/cop-20)\nCOP21 | 2015 | France | 30.11.2015 | 12.12.2015 | 12 | Paris | [COP 21](https://unfccc.int/process/bodies/conference-of-the-parties/cop-21)\nCOP22 | 2016 | Morocco | 07.11.2016 | 18.11.2016 | 12 | Marrakech | [COP 22](https://unfccc.int/process/bodies/conference-of-the-parties/cop-22)\nCOP23 | 2017 | Germany | 06.11.2017 | 17.11.2017 | 12 | Bonn | [COP 23](https://unfccc.int/process/bodies/conference-of-the-parties/cop-23)\nCOP24 | 2018 | Poland | 02.12.2018 | 14.12.2018 | 12 | Katowice | [COP 24](https://unfccc.int/process/bodies/conference-of-the-parties/cop-24)\nCOP25 | 2019 | Spain | 02.12.2019 | 13.12.2019 | 12 | Madrid | [COP 25](https://unfccc.int/conference/un-climate-change-conference-december-2019)\nCOP26 | 2021 | United Kingdom | 31.10.2021 | 12.11.2021 | 12 | Glasgow | [COP 26](https://unfccc.int/conference/glasgow-climate-change-conference-october-november-2021)\nCOP27 | 2022 | Egypt | 06.11.2022 | 18.11.2022 | 12 | Sharm el-Sheikh | [COP 27](https://unfccc.int/cop27)\nCOP28 | 2023 | United Arab Emirates | 30.11.2023 | 12.12.2023 | 12 | Dubai | [COP 28](https://unfccc.int/cop28)\nCOP29 | 2024 | Azerbaijan | 11.11.2024 | 22.11.2024 | 12 | Baku | [COP 29](https://unfccc.int/cop29)\nCOP30 | 2025 | Brazil | 31.10.2025 | 12.11.2025 | 12 | Belém | [COP 30](https://unfccc.int/cop30)"
    }
]