[
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International maritime law\n\nThe **United Nations Convention on the Law of the Sea** (**UNCLOS**), also\ncalled the **Law of the Sea Convention** or the **Law of the Sea Treaty** , is\nan international treaty that establishes a legal framework for all marine and\nmaritime activities. As of October 2024[update], 169 sovereign states and the\nEuropean Union are parties, including all major powers except the United\nStates.\n\nThe convention resulted from the third United Nations Conference on the Law of\nthe Sea (UNCLOS III), which took place between 1973 and 1982. UNCLOS replaced\nthe four treaties of the 1958 Convention on the High Seas. UNCLOS came into\nforce in 1994, a year after Guyana became the 60th nation to ratify the\ntreaty. In 2023, agreement was reached on a High Seas Treaty to be added as an\ninstrument of the convention, to protect ocean life in international waters.\nThis would provide measures including Marine Protected Areas and environmental\nimpact assessments.\n\nWhile the secretary-general of the United Nations receives instruments of\nratification and accession and the UN provides support for meetings of states\nparty to the convention, the United Nations Secretariat has no direct\noperational role in the implementation of the convention. A UN specialized\nagency, the International Maritime Organization, does play a role, however, as\ndo other bodies such as the International Whaling Commission and the\nInternational Seabed Authority (ISA), which was established by the convention\nitself."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "United Nations Convention on the Law of the Sea replaces the older \"freedom of\nthe seas\" concept, dating from the 17th century. According to this concept,\nnational rights were limited to a specified belt of water extending from a\nnation's coastlines, usually 3 nautical miles (5.6 km; 3.5 mi) (three-mile\nlimit), according to the \"cannon shot\" rule developed by the Dutch jurist\nCornelius van Bynkershoek. All waters beyond national boundaries were\nconsidered international waters: free to all nations, but belonging to none of\nthem (the _mare liberum_ principle propounded by Hugo Grotius).\n\nIn the early 20th century, some nations expressed their desire to extend\nnational claims: to include mineral resources, to protect fish stocks, and to\nprovide the means to enforce pollution controls. The League of Nations called\na 1930 conference at The Hague, but no agreements resulted. Using the\ncustomary international-law principle of a nation's right to protect its\nnatural resources, President Harry S. Truman in 1945 extended United States\ncontrol to all the natural resources of its continental shelf. Other nations\nwere quick to follow suit. Between 1946 and 1950, Chile, Peru, and Ecuador\nextended their rights to a distance of 200 nautical miles (370 km; 230 mi) to\ncover their Humboldt Current fishing grounds. Other nations extended their\nterritorial seas to 12 nautical miles (22 km; 14 mi).\n\nBy 1967, only 25 nations still used the old three nautical mile limit, while\n66 nations had set a 12-nautical-mile (22 km) territorial limit and eight had\nset a 200-nautical-mile (370 km) limit. As of 15 July 2011[update], only\nJordan still uses the 3-mile (4.8 km) limit. That limit is also used in\ncertain Australian islands, an area of Belize, some Japanese straits, certain\nareas of Papua New Guinea, and a few British Overseas Territories, such as\nGibraltar.\n\nUNCLOS does not deal with matters of territorial disputes or to resolve issues\nof sovereignty, as that field is governed by rules of customary international\nlaw on the acquisition and loss of territory.\n\nThe United Nations Sustainable Development Goal 14 has a target regarding\nconservative and sustainable use of oceans and their resources in line with\nUNCLOS legal framework."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "UNCLOS I",
        "generated_section_content_md": "Territorial waters claims by coastal states in 1960  Breadth claim | Number of states\n---|---\n3-mile limit | 26\n4-mile limit | 3\n5-mile limit | 1\n6-mile limit | 16\n9-mile limit | 1\n10-mile limit | 2\n12-mile limit | 34\nMore than 12-miles | 9\nUnspecified | 11\n\nIn 1958, the United Nations held its first Conference on the Law of the Sea\n(UNCLOS I) at Geneva, Switzerland. UNCLOS I resulted in four treaties\nconcluded in 1958:\n\n* Convention on the Territorial Sea and Contiguous Zone, entry into force: 10 September 1964\n* Convention on the Continental Shelf, entry into force: 10 June 1964\n* Convention on the High Seas, entry into force: 30 September 1962\n* Convention on Fishing and Conservation of Living Resources of the High Seas, entry into force: 20 March 1966\n\nAlthough UNCLOS I was considered a success, it left open the important issue\nof breadth of territorial waters."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "UNCLOS II",
        "generated_section_content_md": "In 1960, the United Nations held the second Conference on the Law of the Sea\n(\"UNCLOS II\"); however, the six-week Geneva conference did not result in any\nnew agreements. Generally speaking, developing nations and third world\ncountries participated only as clients, allies, or dependents of the United\nStates or the Soviet Union, with no significant voice of their own."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "UNCLOS III",
        "generated_section_content_md": "Maritime Zones under International Law\n\nThe issue of varying claims of territorial waters was raised in the UN in 1967\nby Arvid Pardo of Malta, and in 1973 the _Third United Nations Conference on\nthe Law of the Sea_ convened in New York. In an attempt to reduce the\npossibility of groups of nation-states dominating the negotiations, the\nconference used a consensus process rather than majority vote. With more than\n160 nations participating, the conference lasted until 1982. The resulting\nconvention came into force on 16 November 1994, one year after the 60th state,\nGuyana, ratified the treaty.\n\nThe convention introduced a number of provisions. The most significant issues\ncovered were setting limits, navigation, archipelagic status and transit\nregimes, exclusive economic zones (EEZs), continental shelf jurisdiction, deep\nseabed mining, the exploitation regime, protection of the marine environment,\nscientific research, and settlement of disputes.\n\nThe convention set the limit of various areas, measured from a carefully\ndefined baseline. (Normally, a sea baseline follows the low-water line, but\nwhen the coastline is deeply indented, has fringing islands or is highly\nunstable, straight baselines may be used.) The areas are as follows:\n\n* Internal waters: Covers all water and waterways on the landward side of the baseline. The coastal state is free to set laws, regulate use, and use any resource. Foreign vessels have no right of passage within internal waters. A vessel in the high seas assumes jurisdiction under the internal laws of its flag state.\n* Archipelagic waters: The convention set the definition of \"Archipelagic States\" in Part IV, which also defines how the state can draw its territorial borders. A baseline is drawn between the outermost points of the outermost islands, subject to these points being sufficiently close to one another. All waters inside this baseline are designated \"Archipelagic Waters\". The state has sovereignty over these waters to the extent it has over internal waters, but subject to existing rights including traditional fishing rights of immediately adjacent states. Foreign vessels have right of innocent passage through archipelagic waters, but archipelagic states may limit innocent passage to designated sea lanes.\n* Territorial sea: Up to 12 nautical miles (22 kilometres; 14 miles) from the baseline, the coastal state is free to set laws, regulate the use, and use any resource; in essence, the coastal State enjoys Sovereign rights and sovereign jurisdiction within its territorial sea. Vessels were given the right of innocent passage through any territorial sea, with strategic straits allowing the passage of military craft as transit passage, in that naval vessels are allowed to maintain postures that would be illegal in the territorial sea. \"Innocent passage\" is defined by the convention as passing through waters in an expeditious and continuous manner, which is not \"prejudicial to the peace, good order or the security\" of the coastal state. Fishing, polluting, weapons practice, and spying are not \"innocent\", and submarines and other underwater vehicles are required to navigate on the surface and to show their flag. Nations can also temporarily suspend innocent passage in specific areas of their territorial sea, if doing so is essential for the protection of their security.\n* Contiguous zone: Beyond the 12-nautical-mile (22 km) limit, there is a further 12 nautical miles (22 km) from the territorial sea baseline limit, the contiguous zone. Here a state can continue to enforce laws in four specific areas (customs, taxation, immigration, and pollution) if the infringement started or is about to occur within the state's territory or territorial waters. This makes the contiguous zone a hot pursuit area.\n* Exclusive economic zones **(EEZs)** : These extend 200 nmi (370 km; 230 mi) from the baseline. Within this area, the coastal nation has sole exploitation rights over all natural resources. In casual use, the term may include the territorial sea and even the continental shelf. The EEZs were introduced to halt the increasingly heated clashes over fishing rights, although oil was also becoming important. The success of an offshore oil platform in the Gulf of Mexico in 1947 was soon repeated elsewhere in the world, and by 1970 it was technically feasible to operate in waters 4,000 metres (13,000 ft) deep. Foreign nations have the freedom of navigation and overflight, subject to the regulation of the coastal states. Foreign states may also lay submarine pipes and cables.\n* Continental shelf: The continental shelf is defined as the natural prolongation of the land territory to the continental margin's outer edge, or 200 nautical miles (370 km) from the coastal state's baseline, whichever is greater. A state's continental shelf may exceed 200 nautical miles (370 km) until the natural prolongation ends. However, it may never exceed 350 nmi (650 km; 400 mi) from the baseline; nor may it exceed 100 nmi (190 km; 120 mi) beyond the 2,500 metres (8,200 ft) isobath (the line connecting the depth of 2 500 m). Coastal states have the right to harvest mineral and non-living material in the subsoil of their continental shelf, to the exclusion of others. Coastal states also have exclusive control over living resources \"attached\" to the continental shelf, but not to creatures living in the water column beyond the exclusive economic zone.\n\nThe area outside these areas is referred to as the \"high seas\" or simply \"the\nArea\".\n\nAside from its provisions defining ocean boundaries, the convention\nestablishes general obligations for safeguarding the marine environment and\nprotecting freedom of scientific research on the high seas, and also creates\nan innovative legal regime for controlling mineral resource exploitation in\ndeep seabed areas beyond national jurisdiction, through an International\nSeabed Authority and the common heritage of mankind principle.\n\nThe convention also established the International Tribunal for the Law of the\nSea (ITLOS) in Hamburg, Germany.\n\nLandlocked states are given a right of access to and from the sea, without\ntaxation of traffic through transit states."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Part XI and the 1994 Agreement",
        "generated_section_content_md": "Admiralty and maritime law\n---\nHistory\n\n* Code of Hammurabi\n*\n_Corpus Juris Civilis_\n\n* _Digesta_\n* _Ordinamenta et consuetudo maris_\n* Amalfian Laws\n* Hanseatic League\n\n\nFeatures\n\n* Fishing\n* Illegal\n* Fisheries law\n* Maritime transport\n* Shipping/ferry\n* Cargo\n* Freight\n* Shipbuilding\n* Merchant marine\n* Cargo ship\n* Passenger ship\n* Mortgage\n* Registration\n* Marine insurance\n\n* Act of God\n* Cargo\n* Collision\n* General average\n* Seaworthiness\n* Total loss\n* Maritime security\n* Letter of marque\n* Drugs\n* Piracy\n* Pollution\n* Smuggling\n* Wartime prizes\n\n\nContract of carriage / charterparty\n\n* Affreightment\n* Agency\n* Barratry\n* Bill of lading\n* Brokerage\n* Chartering\n* Consignment\n* Demurrage\n* Force majeure\n* Invoice\n* Commercial\n* _Pro forma_\n* Laytime\n* Lien\n* Maritime\n* Manifest\n* Packing list\n* Proof of delivery\n* Salvage\n* Law\n* Terms\n* International\n* Waybill\n\n\nParties\n\n* Agent\n* Factor\n* Freight forwarder\n* Captain (Master)\n* The captain goes down with the ship\n* Carrier\n\n* Charterer\n* Freight company\n* Manager\n* Consignee\n* Consignor\n* Principal\n* Owner\n* Seaman\n* Mutiny\n* Stevedore\n\n\nJudiciaries\n\n* Admiralty court\n* Vice admiralty court\n\n\nInternational organizations\n\n* International Maritime Organization\n* Comité Maritime International\n* London Maritime Arbitrators Association\n* International Association of Classification Societies (Lloyd's Register)\n\n\nInternational conventions\n\n* Hague-Visby Rules\n* Hamburg Rules\n* Rotterdam Rules\n* Maritime Labour Convention\n* International Convention on Salvage\n* United Nations Convention on\nthe Law of the Sea (UNCLOS)\n\n* International piracy law\n* SOLAS Convention\n* MARPOL Convention\n* Ballast Water Management Convention\n* Anti-fouling Convention\n* International Convention on Load Lines\n* International Regulations for\nPreventing Collisions at Sea\n\n* SAR Convention\n* Athens Convention\n* Convention on Facilitation of International Maritime Traffic\n\n\nInternational Codes\n\n* IMDG Code\n* ISM Code\n* ISPS Code\n* Polar Code\n* IGC Code\n* IBC Code\n* TDC Code\n* IS Code\n* International Grain Code\n* IMSBC Code\n* INF Code\n\n\n\n* v\n* t\n* e\n\n\n\nPart XI of the convention provides for a regime relating to minerals on the\nseabed outside any state's territorial waters or exclusive economic zones\n(EEZ). It establishes an International Seabed Authority (ISA) to authorize\nseabed exploration and mining and collect and distribute the seabed mining\nroyalty.\n\nThe United States objected to the provisions of Part XI of the convention on\nseveral grounds, arguing that the treaty was unfavorable to American economic\nand security interests. Due to Part XI, the United States refused to ratify\nthe UNCLOS, although it expressed agreement with the remaining provisions of\nthe convention.\n\nFrom 1982 to 1990, the United States accepted all but Part XI as customary\ninternational law, while attempting to establish an alternative regime for\nexploitation of the minerals of the deep seabed. An agreement was made with\nother seabed mining nations and licenses were granted to four international\nconsortia. Concurrently, the Preparatory Commission was established to prepare\nfor the eventual coming into force of the convention-recognized claims by\napplicants, sponsored by signatories of the convention. Overlaps between the\ntwo groups were resolved, but a decline in the demand for minerals from the\nseabed made the seabed regime significantly less relevant.\n\nIn 1990, consultations began between signatories and non-signatories\n(including the United States) over the possibility of modifying the convention\nto allow the industrialized countries to join the convention. The resulting\n1994 Agreement on Implementation was adopted as a binding international\nconvention. It mandated that key articles, including those on limitation of\nseabed production and mandatory technology transfer, would not be applied,\nthat the United States, if it became a member, would be guaranteed a seat on\nthe Council of the International Seabed Authority, and finally, that voting\nwould be done in groups, with each group able to block decisions on\nsubstantive matters. The 1994 Agreement also established a Finance Committee\nthat would originate the financial decisions of the Authority, to which the\nlargest donors would automatically be members and in which decisions would be\nmade by consensus.\n\nOn 1 February 2011, the Seabed Disputes Chamber of the International Tribunal\nfor the Law of the Sea (ITLOS) issued an advisory opinion concerning the legal\nresponsibilities and obligations of states parties to the convention with\nrespect to the sponsorship of activities in the area in accordance with Part\nXI of the convention and the 1994 agreement. The advisory opinion was issued\nin response to a formal request made by the International Seabed Authority\nfollowing two prior applications the authority's Legal and Technical\nCommission had received from the Republic of Nauru and the Kingdom of Tonga\nregarding proposed activities (a plan of work to explore for polymetallic\nnodules) to be undertaken in the area by two state-sponsored contractors –\nNauru Ocean Resources Inc. (sponsored by the Republic of Nauru) and Tonga\nOffshore Mining Ltd. (sponsored by the Kingdom of Tonga). The advisory opinion\nset forth the international legal responsibilities and obligations of\nsponsoring states and the authority to ensure that sponsored activities do not\nharm the marine environment, consistent with the applicable provisions of\nUNCLOS Part XI, Authority regulations, ITLOS case law, other international\nenvironmental treaties, and Principle 15 of the UN Rio Declaration."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Part XII – Protecting the marine environment",
        "generated_section_content_md": "Part XII of UNCLOS contains special provisions for the protection of the\nmarine environment, obligating all states to collaborate in this matter, as\nwell as placing special obligations on flag states to ensure that ships under\ntheir flags adhere to international environmental regulations, often adopted\nby the IMO. The MARPOL convention is an example of such regulation. Part XII\nalso bestows coastal and port states with broadened jurisdictional rights for\nenforcing international environmental regulation within their territory and on\nthe high seas."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "High Seas Treaty",
        "generated_section_content_md": "The Agreement under the United Nations Convention on the Law of the Sea on the\nConservation and Sustainable Use of Marine Biological Diversity of Areas\nbeyond National Jurisdiction or BBNJ Agreement, also referred to by some\nstakeholders as the High Seas Treaty or Global Ocean Treaty, is a legally\nbinding instrument for the conservation and sustainable use of marine\nbiological diversity of areas beyond national jurisdiction. There is some\ncontroversy over the popularized name of the agreement. It is an agreement\nunder the United Nations Convention on the Law of the Sea (UNCLOS). The text\nwas finalised during an intergovernmental conference at the UN on 4 March 2023\nand adopted on 19 June 2023. Both states and regional economic integration\norganizations can become parties to the Agreement.\n\nIn 2017, the United Nations General Assembly (UNGA) voted to convene an\nintergovernmental conference (IGC) to consider establishing an international\nlegally binding instrument (ILBI) on the conservation and sustainable use of\nmarine biodiversity beyond national jurisdiction (BBNJ). This was considered\nnecessary because UNCLOS did not provide a framework for areas beyond national\njurisdiction. There was a particular concern for marine biodiversity and the\nimpact of overfishing on global fish stocks and ecosystem stability.\n\nThe Agreement addresses four themes: (1) marine genetic resources (MGRs) and\ntheir digital sequence information, including the fair and equitable sharing\nof benefits; (2) area-based management tools (ABMTs), including marine\nprotected areas (MPAs); (3) environmental impact assessments (EIAs); and (4)\ncapacity building and transfer of marine technology (CB&TMT). The area-based\nmanagement tools and environmental impact assessments relate mainly to\nconservation and sustainable use of marine biodiversity, while the marine\ngenetic resources and capacity building and transfer of marine technology\ninclude issues of economic justice and equity.\n\nGreenpeace called it \"the biggest conservation victory ever\". The main\nachievement is the new possibility to create marine protected areas in\ninternational waters. By doing so the agreement now makes it possible to\nprotect 30% of the oceans by 2030 (part of the 30 by 30 target). Though the\nagreement does not directly address climate change, it also serves as a step\ntowards protecting the ecosystems that store carbon in sediments.\n\nThe Agreement has 76 articles and two annexes. One of its main aims is \"s\nstewards of the ocean in areas beyond national jurisdiction on behalf of\npresent and future generations by protecting, caring for and ensuring\nresponsible use of the marine environment, maintaining the integrity of ocean\necosystems and conserving the inherent value of biological diversity of areas\nbeyond national jurisdiction\". The Agreement recognizes traditional knowledge.\nIt has articles regarding the \"polluter-pays\" principle, and different impacts\nof human activities including areas beyond the national jurisdiction of the\ncountries making those activities. The agreement was adopted by the 193 United\nNations Member States.\n\nBefore the Agreement can enter into force, it needs to be ratified by at least\n60 UN member states. This process is likely to take some time. The former\ntreaty, UNCLOS, was adopted in 1982 and entered into force in 1994. As of\nOctober 2024,[update] UNCLOS has 170 parties. The European Union pledged\nfinancial support for the process of ratification and implementation of the\ntreaty."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Parties",
        "generated_section_content_md": "Parties\n\nParties, dually represented by the European Union\n\nSignatories\n\nNon-parties\n\nThe convention was opened for signature on 10 December 1982 and entered into\nforce on 16 November 1994 upon deposition of the 60th instrument of\nratification. The convention has been ratified by 170 parties, which includes\n166 UN member states, 1 UN Observer state (Palestine), two non-member states\n(the Cook Islands and Niue) and the European Union."
    },
    {
        "chapter_name": "United Nations Convention on the Law of the Sea",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "Role",
        "generated_section_content_md": "The significance of UNCLOS stems from the fact that it systemizes and codifies\nthe standards and principles of international maritime law, which are based on\ncenturies of maritime experience and are expressed to a great extent in the\nUnited Nations Charter and current international maritime law norms, such as\nthe Geneva Conventions of 1958. A large portion of these requirements were\nfurther strengthened and expanded."
    }
]