[
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Global development network of the United Nations\n\n| This article **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources. Unsourced\nmaterial may be challenged and removed.  \n_Find sources:_ \"United Nations Development Programme\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( October 2024)__(Learn how and when to\nremove this message)_  \n---|---  \n  \nThe **United Nations Development Programme** (**UNDP**) is a United Nations\nagency tasked with helping countries eliminate poverty and achieve sustainable\neconomic growth and human development. The UNDP emphasizes on developing local\ncapacity towards long-term self-sufficiency and prosperity.\n\nBased at the headquarters of the United Nations in New York City, it is the\nlargest UN development aid agency, with offices in 177 countries. The UNDP is\nfunded entirely by voluntary contributions from UN member states."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Founding",
        "generated_section_content_md": "The UNDP was founded on 22 November 1965 through the merger of the Expanded\nProgramme of Technical Assistance (EPTA) and the Special Fund in 1958. The\nrationale was to \"avoid duplication of [their] activities\". The EPTA was set\nup in 1949 to support the economic and political aspects of underdeveloped\ncountries while the Special Fund was to enlarge the scope of UN technical\nassistance. The Special Fund arose from the idea of a Special United Nations\nFund for Economic Development (SUNFED) (which was initially known as the\nUnited Nations Fund for Economic Development (UNFED).\n\nCountries such as the Nordic countries were proponents of such a United\nNations (UN) controlled fund. However, the fund was opposed by other developed\ncountries, especially by the United States, which were wary of the Third World\ndominating such funding and preferred it to be under the auspices of the World\nBank. The concept of SUNFED was dropped to form the Special Fund. This Special\nFund was a compromise over the SUNFED concept: it did not provide investment\ncapital but only helped to bring pre-conditions for private investment.\n\nWith the US proposing and creating the International Development Association\nwithin the World Bank's umbrella, the EPTA and the Special Fund appeared to be\nconducting similar work. In 1962, the United Nations Economic and Social\nCouncil asked the Secretary-General to consider the merits and disadvantages\nof merging UN technical assistance programmes and in 1966, the EPTA and the\nSpecial Fund merged to form the UNDP."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Budget",
        "generated_section_content_md": "| This section needs to be **updated**. Please help update this article to\nreflect recent events or newly available information. _( December 2019)_\n---|---\n\nIn 2022, UNDP's budget was US$6,737.92 million."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Funding information table",
        "generated_section_content_md": "The following table lists the top 15 DAC 5 Digit Sectors to which UNDP has\ncommitted funding, as recorded in its International Aid Transparency\nInitiative (IATI) publications. The UNDP claims on the IATI Registry website\nthat the data covers 100% of development flows.\n\nUNDP topped the Aid Transparency Index published by Publish What You Fund in\n2015 and 2016, with an excellent score of 93.3%.\n\n| Committed funding (US$ millions)\n---|---\nSector | 2012 | 2013 | 2014 | 2015 | 2016 | Sum\nSecurity system management and reform  | 624.3  | 541.7  | 591.6  | 643.8  | 656.4  | 3,057.9\nSTD control including HIV/AIDS  | 415.9  | 421.4  | 412.1  | 465.2  | 483.5  | 2,198.1\nPublic sector policy and administrative management  | 216.3  | 299.3  | 372.2  | 456.9  | 462.9  | 1,807.7\nDecentralisation and support to subnational government  | 256.7  | 327.5  | 302.7  | 338.4  | 505.8  | 1,731.1\nReconstruction relief and rehabilitation  | 249.0  | 282.5  | 338.1  | 376.5  | 422.0  | 1,668.2\nElections  | 157.8  | 267.8  | 330.3  | 279.0  | 149.8  | 1,184.7\nDisaster prevention and preparedness  | 146.4  | 170.2  | 211.2  | 243.7  | 241.3  | 1,012.9\nEnergy policy and administrative management  | 113.3  | 157.0  | 198.9  | 212.3  | 316.2  | 997.6\nGeneral budget support  | 77.6  | 142.7  | 263.1  | 223.7  | 273.9  | 981.1\nSocial/ welfare services  | 108.7  | 149.4  | 155.4  | 219.4  | 195.2  | 828.1\nLegal and judicial development  | 62.1  | 76.6  | 97.5  | 113.8  | 106.9  | 456.8\nEnvironmental policy and administrative management  | 49.6  | 63.4  | 70.9  | 95.4  | 122.0  | 401.3\nPower generation/renewable sources  | 42.8  | 44.4  | 60.3  | 101.0  | 125.2  | 373.7\nDemocratic participation and civil society  | 56.3  | 62.1  | 62.1  | 65.9  | 76.6  | 323.0\nHuman rights  | 28.1  | 45.5  | 52.4  | 88.5  | 56.2  | 270.8\nOther  | 334.5  | 315.5  | 379.8  | 507.3  | 969.5  | 2,506.6\nTotal  | 2,939.5  | 3,367.1  | 3,898.5  | 4,430.9  | 5,163.6  | 19,799.6\n\nUNDP links and coordinates global and national efforts to achieve the goals\nand national development priorities laid out by host countries. UNDP focuses\nprimarily on five developmental challenges:"
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.1",
        "section_name": "Democratic governance",
        "generated_section_content_md": "UNDP supports national democratic transitions by providing policy advice and\ntechnical support, improving institutional and individual capacity within\ncountries, educating populations about and advocating for democratic reforms,\npromoting negotiation and dialogue, and sharing successful experiences from\nother countries and locations."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.2",
        "section_name": "Poverty reduction",
        "generated_section_content_md": "| This section **relies excessively onreferences to primary sources**. Please\nimprove this section by adding secondary or tertiary sources.\n_Find sources:_ \"United Nations Development Programme\" – news **·** newspapers\n**·** books **·** scholar **·** JSTOR _( December 2013)__(Learn how and when\nto remove this message)_\n---|---\n\nUNDP helps countries develop strategies to combat poverty by expanding access\nto economic opportunities and resources, linking poverty programmes with\ncountries' larger goals and policies, and ensuring a greater voice for the\npoor. It also works at the macro level to reform trade, encourage debt relief\nand foreign investment, and ensure the poorest of the poor benefit from\nglobalisation.\n\nThe UNDP International Policy Centre for Inclusive Growth (IPC-IG) in\nBrasília, Brazil, expands the capacities of developing countries to design,\nimplement and evaluate socially inclusive development projects. IPC-IG is a\nglobal forum for South-South policy dialogue and learning, having worked with\nmore than 7,000 officials from more than 50 countries.\n\nA 2013 evaluation of the UNDP's poverty reduction efforts states that the UNDP\nhas effectively supported national efforts to reduce poverty, by helping\ngovernments make policy changes that benefit the poor. Nevertheless, the same\nevaluation also states there is a strong need for better measurement and\nmonitoring of the impacts of the UNDP's work. The UNDP's Strategic Plan from\n2014 to 2017 incorporates the recommendations of this poverty evaluation."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.3",
        "section_name": "Crisis prevention and recovery",
        "generated_section_content_md": "UNDP works to reduce the risk of armed conflicts or disasters, and promote\nearly recovery after crisis have occurred. UNDP works through its country\noffices to support local government in needs assessment, capacity development,\ncoordinated planning, and policy and standard setting.\n\nExamples of UNDP risk reduction programmes include efforts to control small\narms proliferation, strategies to reduce the impact of natural disasters, and\nprogrammes to encourage use of diplomacy and prevent violence. Recovery\nprogrammes include disarmament, demobilization and reintegration of ex-\ncombatants, demining efforts, programmes to reintegrate displaced persons,\nrestoration of basic services, and transitional justice systems for countries\nrecovering from warfare.\n\nFollowing the suspension of most foreign aid to Afghanistan due to its\ntakeover by the Taliban, the UNDP took responsibility for funding most\nessential health services in the country, including the salaries of over\n25,000 health care professionals. This was observed as being outside the\norganization's usual development activities, and was facilitated by special\nlicencing by the United States government."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.4",
        "section_name": "Environment and energy",
        "generated_section_content_md": "As the poor are disproportionately affected by environmental degradation and\nlack of access to clean, affordable water, sanitation, and energy services,\nUNDP seeks to address environmental issues in order to improve developing\ncountries' abilities to develop sustainably, increase human development and\nreduce poverty.\n\nUNDP's environmental strategy focuses on effective water governance including\naccess to water supply and sanitation, access to sustainable energy services,\nSustainable land management to combat desertification and land degradation,\nconservation and sustainable use of biodiversity, and policies to control\nemissions of harmful pollutants and ozone-depleting substances. UNDP's Equator\nInitiative office biennially offers the Equator Prize to recognize outstanding\nindigenous community efforts to reduce poverty through the conservation and\nsustainable use of biodiversity, and thus making local contributions to\nachieving the Sustainable Development Goals (SDGs).\n\nBetween 1996 and 1998, the UNDP sponsored the deployment of 45 Multifunction\nPlatforms (MFP) in rural Mali. These installations, driven by a diesel engine,\npower devices such as pumps, grain mills and appliances. By 2004, the number\nof MFPs in Mali reached 500.\n\nIn 2012 the Biodiversity Finance Initiative (BIOFIN) was established. BIOFIN\nbrings 30 countries together to develop and implement evidence-based finance\nplans to safeguard biodiversity. BIOFIN has developed an innovative and\nadaptable methodology to guide countries to analyze the policy and\ninstitutional context for biodiversity finance; measure the current\nbiodiversity expenditures; assess future financial needs, and identify the\nmost suitable finance solutions to achieve national biodiversity targets."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.5",
        "section_name": "HIV/AIDS",
        "generated_section_content_md": "UNDP works to help countries prevent further spreading of and reduce the\nimpact of HIV/AIDS, convening The Global Commission on HIV and the Law which\nwas reported in 2012."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.6",
        "section_name": "Hub for Innovative Partnerships",
        "generated_section_content_md": "Major programmes underway are:\n\nWorld Map of Gender Inequality Index by country sourced from 2017 Human\nDevelopment Report\n\n* ART Global Initiative\n* World Alliance of Cities Against Poverty\n* Territorial Approach to Climate Change\n* Africa–Kazakhstan Partnership for the SDGs"
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.1.7",
        "section_name": "Human Development Report",
        "generated_section_content_md": "Since 1991, the UNDP has annually published the Human Development Report,\nwhich includes topics on Human Development and the annual Human Development\nIndex.\n\nThe Gender Inequality Index is one such topic discussed in the Human\nDevelopment Report."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Evaluation",
        "generated_section_content_md": "The UNDP spends about 0.2% of its budget on internal evaluation of the\neffectiveness of its programmes. The UNDP's Evaluation Office is a member of\nthe UN Evaluation Group (UNEG) which brings together all the units responsible\nfor evaluation in the UN system. Currently the UNEG has 43 members and 3\nobservers."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Global Policy Centres",
        "generated_section_content_md": "The UNDP runs six Global Policy Centres, including the Seoul Policy Centre\n(USPC) on partnerships, the Nairobi Global Policy Centre on Resilient\nEcosystems and Desertification (GPC-Nairobi), the Singapore-based Global\nCentre for Technology, Innovation and Sustainable Development (GC-TISD), the\nIstanbul International Centre for Private Sector in Development (IICPSD), the\nOslo Governance Centre, and the Singapore-based Global Centre for Public\nService Excellence (GCPSE) that issues the \"Raffles Review\" email newsletter\non developments in public administration research."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "UN coordination role",
        "generated_section_content_md": "UNDP plays a coordination role in the UN's activities in the field of\ndevelopment. This is mainly executed through its vice-chair role of the UN\nDevelopment Group and integrator function, within the broader the Resident\nCoordinator System."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "United Nations Development Group",
        "generated_section_content_md": "The United Nations Development Group (UNDG) was created by the Secretary-\nGeneral in 1997, to improve the effectiveness of UN development at the country\nlevel. The UNDG brings together the operational agencies working on\ndevelopment. The Group is chaired by the Deputy Secretary-General of the\nUnited Nations, with the Administrator of UNDP serving as vice-chair. UN\nDevelopment Coordination Office (DCO) provides the Secretariat to the Group.\n\nThe UNDG develops policies and procedures that allow member agencies to work\ntogether and analyse country issues, plan support strategies, implement\nsupport programmes, monitor results and advocate for change."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Resident coordinator system",
        "generated_section_content_md": "The Resident Coordinator (RC) system coordinates all organizations of the\nUnited Nations system dealing with operational activities for development in\nthe field. The RC system aims to bring together the different UN agencies to\nimprove the efficiency and effectiveness of operational activities at the\ncountry level. Resident Coordinators lead UN country teams in more than 130\ncountries and are the designated representatives of the Secretary-General for\ndevelopment operations. Working closely with national governments, Resident\nCoordinators and country teams to advocate the interests and mandates of the\nUN drawing on the support and guidance of the entire UN family. It is now\ncoordinated by the UNSDG, chaired by the Deputy Secretary-General of the\nUnited Nations."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Innovation Facility",
        "generated_section_content_md": "The UNDP established the Innovation Facility in 2014, with support from the\nGovernment of Denmark, as a dedicated funding mechanism to nurture promising\ndevelopment interventions.\n\nThe Innovation Facility offers technical assistance and seed funding to\ncollaborators across 170 countries and territories to explore new approaches\nto complex development challenges. Since its inception, the Innovation\nFacility has fostered innovation labs across all five regions to better\ndeliver and monitor the SDGs. In 2015, the Innovation Facility invested in 62\ninitiatives across 45 countries to achieve 16 SDGs."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "NSA surveillance",
        "generated_section_content_md": "Documents of Edward Snowden showed in December 2013 that British and American\nintelligence agencies surveillance targets with the United States National\nSecurity Agency (NSA) included organisations such as the United Nations\nDevelopment Programme, the UN's children's charity UNICEF and Médecins Sans\nFrontières and the Economic Community of West African States (ECOWAS)."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Allegations of UNDP resources used by Hamas",
        "generated_section_content_md": "In August 2016, Israel's Shin Bet security agency publicized the arrest of\nWahid Abdallah al Bursh, a Palestinian engineer employed by the UNDP, stating\nhe had confessed to being recruited in 2014 to help Hamas, the dominant\nIslamist group in Gaza. Among \"various assignments\" Bursh performed on behalf\nof Hamas was \"using UNDP resources\" to build a maritime jetty for its\nfighters; no further details were provided on this claim. Shin Bet also\nclaimed Bursh had persuaded his UNDP superiors to prioritize neighbourhoods\nwith Hamas operatives when earmarking reconstruction funds for Gaza, which was\ndevastated by the 2014 war with Israel."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Alleged financial irregularities",
        "generated_section_content_md": "The UNDP had been criticised by members of its staff and the Bush\nadministration of the United States for irregularities in its finances in\nNorth Korea. Artjon Shkurtaj claimed that he had found counterfeit US dollars\nin the programmes' safe despite staff being paid in euros. The UNDP denied\nkeeping improper accounts and any other wrongdoing."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Disarmament and controversy",
        "generated_section_content_md": "In mid-2006, as first reported by Inner City Press and then by _New Vision_,\nUNDP halted its disarmament programmes in the Karamoja region of Uganda in\nresponse to human rights abuses in the parallel forcible disarmament\nprogrammes carried out by the Uganda People's Defence Force."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Russia UNDP GEF Project Corruption Scandal",
        "generated_section_content_md": "In 2019, reports alleging possible misappropriation of funds for UNDP projects\nin Russia began to appear in the mainstream media. An article called \"Greed\nand Graft at U.N. Climate Program\" in August 2019 in _Foreign Policy_ reported\nthe findings of a 2017 final evaluation that a UNDP Global Environment\nFacility greenhouse gas reduction project, the UNDP GEF Energy Efficiency\nStandards and Labels project in Russia with a budget of US$7.8 million, did\nnot meet its goals and had \"strong indicators of deliberate misappropriation\"\nof funds. The _Foreign Policy_ article reported that concerns raised by\nwhistleblowers Dmitry Ershov and John O'Brien and multiple other consultants\nto the project over many years about irregularities in the programme — which\nwere first reported internally as far back in 2011— were largely dismissed or\nignored for several years by their superiors in Istanbul, New York, and\nWashington, as well as by donor governments, including the United States. The\n_Foreign Policy_ article reported that a 2017 confidential audit appendix\nprepared by final evaluators found \"strong indicators of deliberate\nmisappropriation\" of millions of dollars in funds from the project between\n2010 and 2014.\n\nThis led in March 2020 to 12 donor governments writing a letter to UNDP\nAdministrator Achim Steiner demanding from UNDP an independent review of\nUNDP's handling of the energy efficiency standards and labels project in\nRussia, as reported again in _Foreign Policy_ magazine in December 2020 where\nit was revealed that these donors had blasted UNDP for resisting appeals to\nfight corruption and further reports by the Financial Times about the\n'systemic nature' of the problems and also reports by various other media\noutlets such as Climate Change News, Passblue and in Newsroom in the New\nZealand media. In January 2021, this independent report into the matter as\nrequested by the donors was published, 'Systems and Silos'. This independent\nreview found \"irregularities\" and concluded the project in question was not\nmanaged \"either efficiently or effectively\" by UNDP and that a number of\nindividuals were able to 'game the relatively weak systems of governance and\ntechnical capacity.' It suggested UNDP consider returning to the Global\nEnvironment Facility (which funded the project) its \"entire management fee\" as\n\"restitution\" and proposed \"ongoing efforts to achieve changes in the work\nculture that reward greater transparency and remove fears of unfair reprisals\"\naimed at whistleblowers. Concerns over UNDP's failure to handle the Russia\ncontroversy in a satisfactory manner led to the government of the Netherlands\nwithholding some 10 million euros in funding in early 2021.\n\nIn February 2022, the leaders of three leading NGOs in the fight against\ncorruption, Transparency International, the Whistleblower International\nNetwork or WIN, and the Government Accountability Project wrote a public\nletter to UNDP's administrator Achim Steiner, expressing their serious\nconcerns about the lack of whistleblower protection for John O'Brien and\nDmitry Ershov by UNDP and highlighting the conclusion of the independent\nreview on the failure by UNDP to carry out John O'Brien's whistleblower case\nin a satisfactory manner. According to the 2019 Foreign Policy article, Ershov\nclaimed he was \"pushed out of his U.N. job\" after raising concerns about\nprocurement irregularities and project conflicts of interest way back at the\nend of 2014.\n\nIn June 2022, BBC Two broadcast a 90-minute documentary,_The Whistleblowers:\nInside the UN_ , which reported on whistleblower cases across the UN system,\nincluding John O'Brien's case. It reported that O'Brien was fired from UNDP in\nMarch 2022 several days after his BBC interview. The documentary was described\nby _The Guardian_ as exposing \"a toxic culture\" where senior UN leaders hide\n\"behind a cloak of saintliness.\""
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Iraq UNDP Funding Facility for Stabilisation Corruption Scandal",
        "generated_section_content_md": "In on 22 January 2024, the Guardian Newspaper reported that the US$1.88\nbillion funding facility for stabilization was riddled with corruption. The\nGuardian discovered that there had been some 136 corruption allegation cases\nto its Office of Audit and Investigations (OAI) in relation to the\nreconstruction programme – the majority of which were against suppliers rather\nthan employees. Then on 5 February 2024, the Guardian Newspaper reported that\nUNDP had commissioned an internal management review of the Iraq corruption\nproblems. It also reported that several donors had requested an independent\nreview which exactly is what happened in the case of the UNDP GEF Russia\ncorruption scandal.\n\nThe Guardian articles clearly show that the corruption problems at UNDP and\nthe failure to protect whistleblowers remain, and have not been fixed. The\nGuardian Newspaper article reveals very similar themes of widespread kickbacks\nand corruption, staff who are scared to report wrongdoing, and almost no\nprotection for whistleblowers who are scared to come forward in case they are\nretaliated against and/or lose their jobs."
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Administrator",
        "generated_section_content_md": "The UNDP Administrator has the rank of an Under-Secretary-General of the\nUnited Nations. While the Administrator is often referred to as the third\nhighest-ranking official in the UN (after the Secretary-General and Deputy\nSecretary-General), this has never been formally codified.\n\nIn addition to his/her responsibilities as head of UNDP, the Administrator is\nalso the vice-chair of the UN Sustainable Development Group.\n\nThe position of Administrator is appointed by the Secretary-General of the UN\nand confirmed by the General Assembly for a term of four years.\n\nAchim Steiner was the most recent Administrator, serving from 2017 until June\n2025, when his second term ended. He was replaced on a temporary basis by\nHaoliang Xu, who is serving as acting Administrator until a new, permanent\nAdministrator is appointed. The five countries on the UNDP board have some\ninfluence over selection of the Administrator.[_citation needed_]\n\nThe first administrator of the UNDP was Paul G. Hoffman, former head of the\nEconomic Cooperation Administration which administered the Marshall Plan.\n\nOther holders of the position have included: Bradford Morse, a former\nRepublican congressman from the U.S. state of Massachusetts; William Draper,\nan American venture capitalist and friend of George H. W. Bush who saw one of\nthe UN system's major achievements, the Human Development Report, introduced\nduring his tenure; Mark Malloch Brown of the UK, who was previously Vice\nPresident of External Affairs at the World Bank and subsequently became UN\nDeputy Secretary-General; and Kemal Derviş, a former finance minister of\nTurkey and senior World Bank official.\n\nNr  | Administrator  | Nationality  | Term\n---|---|---|---\n9  | Achim Steiner |  Brazil /  Germany | 2017–2025\n8 | Helen Clark |  New Zealand | 2009–2017\n7 | Kemal Derviş |  Turkey | 2005–2009\n6 | Mark Malloch Brown |  United Kingdom | 1999–2005\n5 | James Gustave Speth |  United States | 1993–1999\n4 | William Henry Draper | 1986–1993\n3 | F. Bradford Morse | 1976–1986\n2 | Rudolph A. Peterson | 1972–1976\n1 | Paul G. Hoffman | 1966–1972"
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Associate Administrator",
        "generated_section_content_md": "During meetings of the United Nations Sustainable Development Group, which are\nchaired by the Administrator, UNDP is represented by the Associate\nAdministrator.[_citation needed_] The position has been held by Holiang Xu\n(China) since June 2023. He replaced Usha Rao-Monari (India)"
    },
    {
        "chapter_name": "United Nations Development Programme",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "Assistant administrators",
        "generated_section_content_md": "Assistant Administrators of the UNDP, Assistant Secretaries-General and\nDirectors of the Regional Bureaus are:\n\n* Abdallah Al Dardari (Syria), Head of Regional Bureau for Arab States\n* Ahunna Eziakonwa (Nigeria) Head of Regional Bureau for Africa\n* Kanni Wignaraja (Sri Lanka) Head of Regional Bureau for Asia and Pacific\n* Ivana Živković (Croatia) Head of Regional Bureau for Europe and the CIS\n* Michelle Muschett (Panama), Head of Regional Bureau for Latin America and the Caribbean\n* Angelique M. Crumbly, Head of Bureau for Management Services\n* Susan Brown (Switzerland), Head of Bureau for External Relations and Advocacy\n* Shoko Noda (Japan), Director of Crisis Bureau"
    }
]