[
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\nUNODC headquarters in Vienna\n\nThe **United Nations Office on Drugs and Crime** (**UNODC** ; French: _Office\ndes Nations unies contre la drogue et le crime_) is a United Nations office\nthat was established in 1997 as the **Office for Drug Control and Crime\nPrevention** by combining the United Nations International Drug Control\nProgram (UNDCP) and the Crime Prevention and Criminal Justice Division in the\nUnited Nations Office at Vienna, adopting the current name in 2002.\n\nThe agency's focus is the trafficking and abuse of illicit drugs, crime\nprevention and criminal justice, international terrorism, and political\ncorruption. It is a member of the United Nations Development Group. In\n2022–23, it had an estimated biannual budget of US$822 million."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The United Nations International Drug Control Program (UNDCP) and the Crime\nPrevention and Criminal Justice Division in the United Nations Office at\nVienna were merged to form the Office for Drug Control and Crime Prevention.\nThis was renamed United Nations Office on Drugs and Crime (UNODC) in 2002."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Organisational structure",
        "generated_section_content_md": "Yury Fedotov, former Director General of the United Nations Office in Vienna\nand former Executive Director of UNODC, delivers his welcome address at the\nfirst day of the 57th IAEA General Conference. M-Building, IAEA Headquarters,\nVienna, Austria. 16 September 2013."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Locations",
        "generated_section_content_md": "UNODC, which as of 2020 employs around 3400 people worldwide, has its\nheadquarters in Vienna, Austria, with 115 field offices and two liaison\noffices in Brussels and in New York City. The United Nations Secretary-General\nappoints the agency's Executive Director. Yuri Fedotov, the former Russian\nAmbassador to the United Kingdom, held this position from 2010 until 2019,\nwhen the United Nations Secretary-General announced that Ms. Ghada Fathi Waly\nof Egypt would replace him as both executive director of UNODC and Director\nGeneral of the United Nations Office at Vienna.[_citation needed_]\n\nMain operating locations:\n\n* Africa and Middle East\n* Europe and West/Central Asia\n* Latin America and the Caribbean\n* Southeast Asia and the Pacific\n* South Asia\n\nLiaison Office(s) · Brussels · New York"
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Sub agencies",
        "generated_section_content_md": "The United Nations Crime Prevention and Criminal Justice Programme Network\n(PNI) [wikidata] is a network consisting of UNODC as well as many crime-\nrelated institutes and other centres around the world. Its aim is to\nstrengthen international co-operation in the areas of crime prevention and\ncriminal justice. The network facilitates the \"exchange of information,\nresearch, training and public education\".\n\nUNODC incorporates the secretariat of the International Narcotics Control\nBoard (INCB).\n\nUNODC's Terrorism Prevention Branch was headed by International terrorism\nstudies expert Alex P. Schmid from 1999 to 2005.\n\nThe agency is a member of the United Nations Sustainable Development Group."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Budget",
        "generated_section_content_md": "In 2022–2023 it had an estimated biannual budget of US$822 million."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Aims and functions",
        "generated_section_content_md": "UNODC was established to assist the UN in better addressing a coordinated,\ncomprehensive response to the interrelated issues of illicit trafficking in\nand abuse of drugs, crime prevention and criminal justice, international\nterrorism, and political corruption. These goals are pursued through three\nprimary functions: research, guidance and support to governments in the\nadoption and implementation of various crime-, drug-, terrorism-, and\ncorruption-related conventions, treaties and protocols, as well as\ntechnical/financial assistance to said governments to face their respective\nsituations and challenges in these fields.\n\nThe office aims long-term to better equip governments to handle drug-, crime-,\nterrorism-, and corruption-related issues, to maximise knowledge on these\nissues among governmental institutions and agencies, and also to maximise\nawareness of said matters in public opinion, globally, nationally and at\ncommunity level. Approximately 90% of the Office's funding comes from\nvoluntary contributions, mainly from governments.\n\nThese are the main themes that UNODC deals with: alternative development,\nanti-corruption, criminal justice, prison reform and crime prevention, drug\nprevention, treatment and care, HIV and AIDS, human trafficking and migrant\nsmuggling, money laundering, organized crime, piracy, terrorism prevention."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "The _World Drug Report_",
        "generated_section_content_md": "The _World Drug Report_ is a yearly publication that presents a comprehensive\nassessment of the international drug problem, with detailed information on the\nillicit drug situation. It provides estimates and information on trends in the\nproduction, trafficking and use of opium/heroin, coca/cocaine, cannabis and\namphetamine-type stimulants. The Report, based on data and estimates collected\nor prepared by Governments, UNODC and other international institutions,\nattempts to identify trends in the evolution of global illicit drug markets.\n\nThrough the _World Drug Report_ , UNODC aims to enhance member states'\nunderstanding of global illicit drug trends and increase their awareness of\nthe need for the more systematic collection and reporting of data relating to\nillicit drugs."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Treaties",
        "generated_section_content_md": "United Nations Conventions and their related Protocols underpin all the\noperational work of UNODC."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "5.0.1",
        "section_name": "United Nations Convention against Transnational Organized Crime",
        "generated_section_content_md": "The convention is a legally binding instrument that entered into force on 29\nSeptember 2003, through which States parties commit to taking a series of\nmeasures against transnational organized crime. States that ratify the\nconvention has the duty of creation of domestic offences to combat the\nproblem, the adoption of new, sweeping frameworks for mutual legal assistance,\nextradition, law enforcement cooperation, technical assistance and training.\nThe convention signifies an important stage in dealing with transnational\ncrime by recognizing the seriousness of the problem that the crime poses, and\ngaining understanding from the member states of the importance of a\ncooperative measure. The convention is complemented by three different\nprotocols:\n\n* the Protocol to Prevent, Suppress and Punish Trafficking in Persons, especially Women and Children;\n* the Protocol against the Smuggling of Migrants by Land, Sea and Air; and\n* the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, their Parts and Components and Ammunition.\n\nThe Protocol to Prevent, Suppress and Punish Trafficking in Persons,\nespecially Women and Children aims to provide a convergence in the states'\ndomestic offences in the investigation and the persecution process. Another\nobjective of the protocol is to protect the victims of trafficking in persons\nwith full respect.\n\nThe Protocol against the Smuggling of Migrants by Land, Sea and Air is\nconcerned with the aggravating problem of organized crime groups for smuggling\npersons. The protocol aims to combat and prevent transnational smuggling as\nwell as to promote cooperative measures for enhancing protective measures for\nvictims.\n\nThe Protocol against the Illicit Manufacturing of and Trafficking in Firearms,\ntheir Parts and Components and Ammunition was adopted to prevent and provide a\ncooperative measure for illicit manufacturing of and trafficking in firearms,\ntheir parts and components and ammunition. By adopting the protocol, the\nmember states commit to adopt domestic criminal offences for illegal\nmanufacturing, providing governmental licensing ammunition, and keeping track\nof the ammunition."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "5.0.2",
        "section_name": "United Nations Convention against Corruption",
        "generated_section_content_md": "In its resolution 55/61, the General Assembly recognized that an effective\ninternational legal instrument against corruption, independent of the United\nNations Convention against Transnational Organized Crime was desirable. The\ntext of the convention was negotiated during seven sessions held between 21\nJanuary 2002 and 1 October 2003. The convention was adopted by the General\nAssembly on 31 October 2003. In 2003, the United Nations adopted the UN\nConvention against Corruption (UNCAC). The Convention came into force in\nDecember 2005. As of 9 November 2012,[update] 140 countries had signed and 164\ncountries (States Parties) had ratified the UNCAC. UNODC serves as the\nSecretariat for the Conference of the States Parties (CoSP) to the UNCAC.\n\nUNCAC is a legally binding instrument (perhaps the only anti-corruption\nlegally binding global instrument). A highlight of UNCAC is the inclusion of a\nspecific chapter on asset recovery which aimed at returning assets to their\nrightful owners including countries from which they had been taken illicitly.\n\nUNODC, as the custodian of UNCAC, is also one of the main initiators of the\nestablishment of the International Anti-Corruption Academy (IACA), whose main\nfunction is to, among other things, facilitate more effective implementation\nof the UNCAC."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Drug-related treaties",
        "generated_section_content_md": "Timeline of the three drug-related treaties\n\nThere are three drug related treaties that guide UNODC's drug related\nprograms. These are: The Single Convention on Narcotic Drugs of 1961 as\namended by the 1972 Protocol; the Convention on Psychotropic Substances of\n1971 and the United Nations Convention Against Illicit Traffic in Narcotic\nDrugs and Psychotropic Substances of 1988.\n\nThese three major international drug control treaties are mutually supportive\nand complementary. An important purpose of the first two treaties is to codify\ninternationally applicable control measures in order to ensure the\navailability of narcotic drugs and psychotropic substances for medical and\nscientific purposes, and to prevent their diversion into illicit channels.\nThey also include general provisions on trafficking and drug abuse."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Campaigns",
        "generated_section_content_md": "UNODC launches campaigns to raise awareness of drugs and crime problems. On 26\nJune every year, UNODC marks the International Day against Drug Abuse and\nIllicit Trafficking. On 9 December every year, UNODC commemorates the\nInternational Anti-Corruption Day."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "\"Do Drugs Control Your Life?\" – World Drug Campaign",
        "generated_section_content_md": "The United Nations Office on Drugs and Crime (UNODC) started this\ninternational campaign to raise awareness about the major challenge that\nillicit drugs represent to society as a whole, and especially to the young.\nThe goal of the campaign is to mobilize support and to inspire people to act\nagainst drug abuse and trafficking. The campaign encourages young people to\nput their health first and not to take drugs."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "6.2",
        "section_name": "\"Your No Counts\" – International Anti-Corruption Campaign",
        "generated_section_content_md": "The United Nations Office on Drugs and Crime (UNODC) has teamed up with the\nUnited Nations Development Program (UNDP) to run this campaign as a focus on\nhow corruption hinders efforts to achieve the internationally agreed upon\nMDGs, undermines democracy and the rule of law, leads to human rights\nviolations, distorts markets, erodes quality of life and allows organized\ncrime, terrorism and other threats to human security to flourish."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "6.3",
        "section_name": "\"Think AIDS\" – World AIDS Campaign",
        "generated_section_content_md": "Young people aged 15 to 24 account for an estimated 40 per cent of new adult\n(15+) HIV infections worldwide. In some parts of the world, and in some\nmarginalized sub-groups, the most frequent modes of HIV transmission for these\nyoung people are unsafe injecting drug use and unsafe sexual activities.\n\nBecause young people are also often more likely to use drugs, The United\nNations Office on Drugs and Crime (UNODC) targets this population with a\ncampaign to raise awareness about drug use and its connection to the spread of\nHIV and AIDS. The slogan: \"Think Before You Start ... Before You Shoot ...\nBefore You Share\" is used to provoke young people to consider the implications\nof using drugs, and particularly injecting drugs."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "6.4",
        "section_name": "Blue Heart Campaign Against Human Trafficking",
        "generated_section_content_md": "The Blue Heart Campaign seeks to encourage involvement and action to help stop\ntrafficking in persons. The campaign also allows people to show solidarity\nwith the victims of human trafficking by wearing the Blue Heart. The use of\nthe blue UN colour demonstrates the commitment of the United Nations to combat\nthis crime."
    },
    {
        "chapter_name": "United Nations Office on Drugs and Crime",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Criticism",
        "generated_section_content_md": "In 2007, the five largest donors to UNODC's budget in descending order were:\nEuropean Union, Canada, United States, the UN itself, and Finland. According\nto the Transnational Institute this explains why, until recently, UNODC did\nnot promote harm reduction policies like needle exchange and heroin-assisted\ntreatment. (This despite the actions of United Nations bodies (i.e. WHO and\nUNAIDS), who support these policies.) UNODC promotes other methods for drug\nuse prevention, treatment and care that UNODC sees as \"based on scientific\nevidence and on ethical standards\". The UNODC has been criticized by human\nrights organizations such as Amnesty International for not promoting the\ninclusion of adherence to international human rights standards within its\nproject in Iran, where there are \"serious concerns regarding unfair trials and\nexecutions of those suspected of drug offences.\"\n\nUNODC has signed a partnership with the controversial Rule of Law and Anti-\nCorruption Center, which was founded by Ali bin Fetais Al-Marri, the General-\nProsecutor of Qatar."
    }
]