[
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN agency to protect and support refugees\n\nThe **Office of the United Nations High Commissioner for Refugees**\n(**UNHCR**) is a United Nations agency mandated to aid and protect refugees,\nforcibly displaced communities, and stateless people, and to assist in their\nvoluntary repatriation, local integration or resettlement to a third country.\nIt is headquartered in Geneva, Switzerland, and has 20,305 staff working in\n136 countries as of December 2023."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Background",
        "generated_section_content_md": "The office of High Commissioner for Refugees has existed since 1921, when it\nwas created by the League of Nations with Norwegian scientist Fridtjof Nansen\nas its first occupant.\n\nThe International Refugee Organization (IRO) was created in 1946 to address\nthe refugee crisis that resulted from World War II. The United Nations\nestablished the Office of the United Nations High Commissioner for Refugees in\n1950 as the successor of the IRO. The 1951 Refugee Convention established the\nscope and legal framework of the agency's work, which initially focused on\nEuropeans uprooted by the war. Beginning in the late 1950s, displacement\ncaused by other conflicts, from the Hungarian Uprising to the decolonization\nof Africa and Asia, broadened the scope of UNHCR's operations. Commensurate\nwith the 1967 Protocol to the Refugee Convention, which expanded the\ngeographic and temporal scope of refugee assistance, UNHCR operated across the\nworld, with the bulk of its activities in developing countries. By its 65th\nanniversary in 2015, the agency had assisted more than 50 million refugees\nworldwide.\n\nAs of June 2020, UNHCR has over 20 million refugees under its mandate.\nConsequently, its annual budget has grown from US$300,000 in 1951 to US$8.6\nbillion in 2019, making it one of the largest UN agencies by expenditure. The\nvast majority of UNHCR's budget comes from voluntary contributions, mostly\nfrom member states; the largest donors are the United States, the European\nUnion, and Germany. The agency's work includes providing protection, shelter,\nhealthcare and emergency relief, assisting in resettlement and repatriation,\nand advocating for national and multilateral policies on behalf of refugees.\n\nIn recognition of its work, UNHCR has won two Nobel Peace Prizes, in 1954 and\n1981, and a Prince of Asturias Awards for International Cooperation in 1991.\nIt is a member of the United Nations Development Group, a consortium of\norganizations dedicated to sustainable development."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "Office of the United Nations High Commissioner for Refugees\n\nFollowing the demise of the League of Nations and the creation of the United\nNations the international community was acutely aware of the refugee crisis\nfollowing the end of World War II. In 1947, the International Refugee\nOrganization (IRO) was founded by the United Nations. The IRO was the first\ninternational agency to deal comprehensively with all aspects of refugees'\nlives. Preceding this was the United Nations Relief and Rehabilitation\nAdministration, which was established in 1944 to address the millions of\npeople displaced across Europe as a result of World War II.\n\nIn the late 1940s, the IRO fell out of favour, but the UN agreed that a body\nwas required to oversee global refugee issues. Despite many heated debates in\nthe General Assembly, the United Nations High Commissioner for Refugees was\nfounded as a subsidiary organ of the General Assembly by Resolution 319 (IV)\nof the United Nations General Assembly of December 1949. However, the\norganisation was only intended to operate for 3 years, from January 1951, due\nto the disagreement of many UN member states over the implications of a\npermanent body.\n\nUNHCR's mandate was originally set out in its statute, annexed to resolution\n428 (V) of the United Nations General Assembly of 1950. This mandate has been\nsubsequently broadened by numerous resolutions of the General Assembly and its\nEconomic and Social Council (ECOSOC). According to UNHCR, its mandate is to\nprovide, on a non-political and humanitarian basis, international protection\nto refugees and to seek permanent solutions for them.\n\nSoon after the signing of the 1951 Convention relating to the Status of\nRefugees, it became clear that refugees were not solely restricted to Europe.\nIn 1956, UNHCR was involved in coordinating the response to the uprising in\nHungary. Just a year later, UNHCR was tasked with dealing with Chinese\nrefugees in Hong Kong, while also responding to Algerian refugees who had fled\nto Morocco and Tunisia in the wake of Algeria's war for independence. The\nresponses marked the beginning of a wider, global mandate in refugee\nprotection and humanitarian assistance.\n\nDecolonisation in the 1960s triggered large refugee movements in Africa,\ncreating a massive challenge that would transform UNHCR; unlike the refugee\ncrises in Europe, there were no durable solutions in Africa, and many refugees\nwho fled one country only found instability in their new country of refuge. By\nthe end of the decade, two-thirds of UNHCR's budget was focused on operations\nin Africa, and in just one decade, the organization's focus had shifted from\nan almost exclusive focus on Europe.\n\nIn 1967, the Protocol Relating to the Status of Refugees was ratified to\nremove the geographical and temporal restrictions of UNHCR under the 1951\nConvention relating to the Status of Refugees. As the Convention was confined\nto the refugee crisis in the aftermath of World War II in Europe, the Protocol\nwas made to address the \"new refugee situations that have arisen since the\nConvention was adopted and the refugees concerned that may therefore not fall\nwithin the scope of the Convention\".\n\nIn the 1970s, UNHCR refugee operations continued to spread around the globe,\nwith the mass exodus of East Pakistanis to India shortly before the birth of\nBangladesh. Adding to the woes in Asia was the Vietnam War, with millions\nfleeing Laos, Cambodia, and Vietnam. The 1980s saw new challenges for UNHCR,\nwith many member states unwilling to resettle refugees due to the sharp rise\nin refugee numbers over the 1970s. Often, these refugees were not fleeing wars\nbetween states, but inter-ethnic conflict in newly independent states. The\ntargeting of civilians as military strategy added to the displacement in many\nnations, so even \"minor\" conflicts could result in a large number of displaced\npersons. Whether in Asia, Central America or Africa, these conflicts, fueled\nby superpower rivalry and aggravated by socio-economic problems within the\nconcerned countries, durable solutions continued to prove a massive challenge\nfor the UNHCR. As a result, the UNHCR became more heavily involved with\nassistance programs within refugee camps, often located in hostile\nenvironments.\n\nThe end of the Cold War marked continued inter-ethnic conflict and contributed\nheavily to refugee flight. In addition, humanitarian intervention by\nmultinational forces became more frequent, and the media began to play a big\nrole, particularly in the lead up to the 1999 NATO mission in FR Yugoslavia,\nwhile by contrast, the 1994 Rwandan Genocide had little attention. The\ngenocide in Rwanda caused a massive refugee crisis, again highlighting the\ndifficulties for UNHCR to uphold its mandate, and the UNHCR continued to\nbattle against restrictive refugee policies in so-called \"rich\" nations.\n\nAccording to a 2021 study, the UNHCR has fulfilled its mandate to serve\nrefugees independent of their location consistently over time. The\norganization has shown limited bias towards donors in the geographical\ndistribution of its funds."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Function",
        "generated_section_content_md": "UNHCR packages containing tents, tarps, and mosquito netting sit in a field in\nDadaab, Kenya, on 11 December 2006, following disastrous flooding\n\nUNHCR was established on 14 December 1950 and succeeded the earlier United\nNations Relief and Rehabilitation Administration. The agency is mandated to\nlead and co-ordinate international action to protect refugees (other than\nPalestinian refugees, who are assisted by UNRWA) and resolve refugee problems\nworldwide. Its primary purpose is to safeguard the rights and well-being of\nrefugees. It strives to ensure that everyone can exercise the right to seek\nasylum and find safe refuge in another state, with the option to return home\nvoluntarily, integrate locally or to resettle in a third country.\n\nUNHCR's mandate has gradually been expanded to include protecting and\nproviding humanitarian assistance to whom it describes as other persons \"of\nconcern\", including internally displaced persons (IDPs) who would fit the\nlegal definition of a refugee under the 1951 United Nations Convention\nRelating to the Status of Refugees and 1967 Protocol, the 1969 Organization\nfor African Unity Convention, or some other treaty if they left their country,\nbut who presently remain in their country of origin. UNHCR presently has major\nmissions in Lebanon, South Sudan, Chad/Darfur, Democratic Republic of Congo,\nIraq, Afghanistan, and Kenya to assist and provide services to IDPs and\nrefugees in camps and in urban settings.\n\nUNHCR maintains a database of refugee information, ProGres, which was created\nduring the Kosovo War in the 1990s. The database today contains data on over\n11 million refugees, or about 11% of all displaced persons globally. The\ndatabase contains biometric data, including fingerprints and iris scans and is\nused to determine aid distribution for recipients. The results of using\nbiometric verification have been successful. When introduced in Kenyan refugee\ncamps of Kakuma and Dadaab in the year 2013, the UN World Food Programme was\nable to eliminate $1.4M in waste and fraud.\n\nTo achieve its mandate, the UNHCR engages in activities both in the countries\nof interest and in countries with donors. This includes hosting \"expert\nroundtables\" to discuss issues of concern to the international refugee\ncommunity."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Palestine refugee mandate",
        "generated_section_content_md": "Palestinian refugees living in the areas of Jordan, Lebanon, Syria, the Gaza\nStrip and the West Bank, including East Jerusalem, are covered by the United\nNations Relief and Works Agency for Palestine Refugees in the Near East\n(UNRWA). Unlike UNHCR, UNRWA does not have a mandate to resettle Palestine\nrefugees and has no authority to seek lasting durable solutions for refugees."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Public awareness and future of refugees",
        "generated_section_content_md": "UNHCR 50th anniversary. Stamp of Tajikistan, 2001.\n\nSeveral new programs have recently been introduced to support and to heighten\nawareness of the issues faced by refugees around the world. These two new\nprograms are a product of the benchmarks set out by the United Nations\nMillennium Development Goals.\n\nThe UNHCR works in different regions of the world to raise awareness about the\nrefugee crisis and the needs of these refugees.\n\nSince 2009, the UNHCR acknowledged a large presence of migration and refugees\nin the Caribbean, where the refugee crisis remained largely unreported. The\nissue stems from refugees who, instead of applying to the U.N., improperly\nsearch for asylum in the United States, ultimately failing to reach their\ndestination and remaining in the Caribbean. However, migrant laws in some of\nthese nations lacked any protections for asylum seekers, including the ability\nto be recognized as such. In response, the UNHCR organized talks with these\nnations in Costa Rica in 2009, seeking to address the lack of protections for\nrefugees and their prosecution as unauthorized migrants. A refugee seeker\napplies through the U.N. for placement, and an asylum seeker applies within\nthe Country in which asylum is sought. This is why some Countries label\nrefugees as illegal when they did not apply through the U.N. for placement and\nentered the country unlawfully.\n\nIn 2007, UNHCR offices in Canada launched an aggressive media campaign to shed\nlight on the plight of refugees. This campaign was meant to humanize the\nrefugee crisis by showing refugees living in the midst of disturbing\nconditions. Using emotional appeals to raise public awareness, the campaign\nhoped to increase the interest of particularly \"30 to 45-year-old\nprofessionals who are generally well educated, well-read, but have not had\ndirect experience or knowledge of refugee issues\", according to fund-raising\nofficer Jonathan Wade.\n\nIn Ireland, the UNHCR works to inform the public through different channels.\nThe UNHCR in Ireland actively pursues media relations. It also holds public\nevents with the aim of informing people about current refugee crises. One of\nthese is the annual UNHCR/SARI Fair play Football Cup.\n\nThe UNHCR was prominent in helping Syrian refugees in Lebanon. When the\nLebanese government was unable to withstand the influx of refugees, the UNHCR\nstepped in and eased the displacement for the refugees mainly by offering food\nand healthcare. They also helped register the refugees, so they would not be\nconsidered illegal in the eyes of the Lebanese government. Many Syrian\nrefugees are also in Jordan."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Cooperation within the United Nations",
        "generated_section_content_md": "As UNHCR is a programme governed by the UN General Assembly and the UN\nEconomic and Social Council, it cooperates with many other programs and\nagencies under the United Nations in order to effectively protect the rights\nof refugees.\n\nOn 19 September 2016, the UN General Assembly hosted the UN Summit for\nRefugees and Migrants, a high-level summit to address large movements of\nrefugees and migrants, with the aim of bringing countries together behind a\nmore humane and coordinated approach. Leaders of the UN High Commissioner for\nHuman Rights, UN Entity for Gender Equality and the Empowerment of Women, UN\nOffice on Drugs and Crime, and the World Bank were present. The summit\naddressed the root causes and drive for migration and the necessity of global\ncooperation. As a result of this summit, the United Nations unveiled a draft\nset of principles that urge the international community to build on the\nmomentum set by the adoption of the New York Declaration for Refugees and\nMigrants (2016). Specifically, the 20 draft principles focus on human rights;\nnon-discrimination; rescue and assistance; access to justice; border\ngovernance; returns; violence; detention; family unity; child migrants; women\nmigrants; right to health; adequate standard of living; decent work; right to\neducation; right to information; monitoring and accountability; migrants’\nhuman rights defenders; data; and international cooperation. The declaration\nset off a process leading to the negotiation of the Global Compact for\nMigration.\n\nOn 28 September 2016, the UNHCR partnered with the UN Food and Agriculture\nOrganization in Tehran for the Solutions Strategy for Afghan Refugees. FAO\nhighlighted the contributions to be made by FAO towards SSAR objectives on\nlivelihood related activities including livestock and fishery initiatives as\nwell as nutritional projects in Iranian schools.\n\nFAO and UNHCR are committed to increasing refugees’ access to livelihood\nopportunities and reducing dependency on humanitarian aid. Of late, a joint\nlivelihood strategy for South Sudan was launched, looking to address this\nissue with a clearly defined action plan. The strategy targets both refugees\n(70%) and local communities (30%) in refugee-hosting areas across the country."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Aid transparency",
        "generated_section_content_md": "UNHCR regularly publishes to the International Aid Transparency Initiative\n(IATI) using the identifier XM-DAC-41121. Publication started in 2018, but\ndata is available from 2016 onwards aligning to the Grand Bargain\n(humanitarian reform). The organisation was assessed by Publish What You Fund\nand included in the 2024 Aid Transparency Index with an overall score of 63.4\nwhich is categorised as a \"good\" score."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Awards",
        "generated_section_content_md": "Since 1954, the UNHCR Nansen Refugee Award has been annually awarded to a\nperson or an organization in recognition of outstanding service to the cause\nof refugees, displaced or stateless people.\n\nThe UNHCR itself was awarded the Nobel Peace Prize in 1954 and 1981. The UNHCR\nwas awarded the Indira Gandhi Prize in 2015.\n\nIn 1991 was awarded the Prince of Asturias Award for International\nCooperation.\n\n* Refugee camp in Darfur (Chad)\n\n* A helicopter arrives at a refugee facility in Macedonia with an underslung load of aid.\n\n* Trucks loaded with supplies drive across the border from Turkey into Iraq to take part in Operation Provide Comfort, a multinational effort to aid Kurdish refugees.\n\n* An UNHCR-officer talks with a Marine during Exercise Eager Lion 12.\n\n* Workers from the UNHCR, and CARE International gather bundles of shelters and mosquito nets in Kenya.\n\n* Heavily fortified UNHCR offices in Somaliland\n\n* A UNHCR refugee camp at Baharka, Iraq\n\n* UNHCR Camp, Kurdistan (Northern Iraq) June 2014\n\n* UNHCR Camp, Kurdistan (Northern Iraq) June 2014\n\n* Inside the refugee camps of Northern Iraq"
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Persons of concern to UNHCR",
        "generated_section_content_md": "Persons of concern include refugees and asylum seekers, people in refugee-like\nconditions, internally displaced people (IDPs), stateless persons and \"others\nof concern to the UNHCR\".\n\nThe UNHCR's Mid-Year Trends report of June 2015 (based on information for\nmid-2015 or latest available information up to that date) reported an\n\"unprecedented\" 57,959,702 individuals falling under its mandate (for\nreference, on 1 January 2007, 21,018,589 people – or less than half of the\nnumber in 2015 – fell under the mandate of the UNHCR). The sharp increase was\nmainly attributed to the Syrian Civil War, \"with the outbreak of armed crises\nor the deterioration of ongoing ones in countries like Afghanistan, Burundi,\nDemocratic Republic of the Congo, Mali, Somalia, South Sudan and the Ukraine\ncontributing to prevailing trends\"."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "2019",
        "generated_section_content_md": "10,000,000\n\n20,000,000\n\n30,000,000\n\n40,000,000\n\n50,000,000\n\n60,000,000\n\n70,000,000\n\n80,000,000\n\n1999\n\n2000\n\n2001\n\n2002\n\n2003\n\n2004\n\n2005\n\n2006\n\n2007\n\n2008\n\n2009\n\n2010\n\n2011\n\n2012\n\n2013\n\n2014\n\n2015\n\n2016\n\n2017\n\n2018\n\nRefugees (incl. refugee-like situations)\n\nAsylum seekers (pending cases)\n\nReturned refugees\n\nInternally displaced persons (IDPs)\n\nReturned IDPs\n\nStateless persons\n\nOthers of concern\n\n\n2023's Global Trends report states that 43.4 million refugees fell under the\norganization's mandate, with 73 percent of refugees originating from just five\ncountries: Afghanistan, Syria, Sudan, Ukraine, and Venezuela.\n\nAerial view of Zaatari refugee camp for Syrian refugees in Jordan, July 2013\n\nPrior data on forced migration organized by georegion included a report by the\norganization in 2015. It lists:\n\n* 16,796,426 in the Middle East and North Africa, of which\n* 2,941,121 are refugees\n* 64,166 are in refugee-like situations\n* 109,847 have pending asylum cases\n* 374,309 are stateless (\"persons not considered as nationals by any state\")\n* 13,297,101 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 9,694,535 in the Asia and Pacific bureau, of which\n* 3,506,644 are refugees\n* 278,350 are in refugee-like situations\n* 133,894 have pending asylum cases\n* 1,801,802 are stateless (\"persons not considered as nationals by any state\")\n* 2,965,211 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 8,451,275 in East and Horn of Africa, of which\n* 2,713,748 are refugees\n* 33,553 are in refugee-like situations\n* 108,016 have pending asylum cases\n* 233,726 are stateless (\"persons not considered as nationals by any state\"\n* 5,119,463 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 7,726,594 in the Americas, of which\n* 501,049 are refugees\n* 251,888 are in refugee-like situations\n* 276,394 have pending asylum cases\n* 136,413 are stateless (\"persons not considered as nationals by any state\")\n* 6,520,270 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 7,585,581 in Europe, of which\n* 3,506,644 are refugees\n* 14,261 are in refugee-like situations\n* 827,374 are asylum seekers\n* 610,532 are stateless (\"persons not considered as nationals by any state\")\n* 2,574,886 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 3,580,181 in Central Africa–Great Lakes, of which\n* 865,112 are refugees\n* 13,741 are in refugee-like situations\n* 18,623 have pending asylum cases\n* 1,302 are stateless (\"persons not considered as nationals by any state\"\n* 2,021,269 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 2,754,893 in Western Africa of which\n* 258,893 are refugees\n* (Information not applicable/unavailable) on number in refugee-like situations\n* 9,298 have pending asylum cases\n* 700,116 are stateless (\"persons not considered as nationals by any state\")\n* 1,549,516 are IDPs or people in IDP-like situations assisted by the UNHCR\n* 1,370,217 in Southern Africa, of which\n* 179,837 are refugees\n* (Information not applicable/unavailable) on number in refugee-like situations\n* 860,500 have pending asylum cases\n* 300,000 are stateless (\"persons not considered as nationals by any state\")\n* (Information not applicable/unavailable) on number of IDPs or people in IDP-like situations assisted by the UNHCR"
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Staffing",
        "generated_section_content_md": "As of 2023[update], the UNHCR has employed more than 18,879 staff in 138\ncountries."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "High Commissioners",
        "generated_section_content_md": "The UN General Assembly elects High Commissioners every five years. High\nCommissioners are supported by the \"Executive Committee to the High\nCommissioner's Programme\", and he or she has to make annual reports to the UN\nGeneral Assembly and needs to follow their directives. The current High\nCommissioner is Filippo Grandi, who has held the post since 1 January 2016.\nPrior to the establishment of the UNHCR, Fridtjof Nansen was the League's High\nCommissioner for Refugees. The post of High Commissioner has been held by:\n\nNo. | Portrait  | High Commissioner | Took office | Left office | Time in office | Nationality\n---|---|---|---|---|---|---\n0|  | Nansen, Fridtjof**Fridtjof Nansen**\n(1861–1930)\nLeague of Nations High Commissioner| 1 September 1921| 1927| 4–5 years|\nNorway\n1|  | Goedhart, Gerrit Jan van Heuven**Gerrit Jan van Heuven Goedhart**\n(1901–1956)| 1 January 1951| 8 July 1956| 5 years, 189 days|  Netherlands\n2|  | Lindt, August R.**August R. Lindt**\n(1905–2000)| 8 July 1956| 3 November 1960| 4 years, 118 days|  Switzerland\n3|  | Schnyder, Félix**Félix Schnyder**\n(1910–1992)| 3 November 1960| 31 December 1965| 5 years, 58 days|  Switzerland\n4|  | Khan, Sadruddin Aga**Sadruddin Aga Khan**\n(1933–2003)| 1 January 1966| 31 December 1977| 11 years, 364 days|  Iran\n5|  | Hartling, Poul**Poul Hartling**\n(1914–2000)| 1 January 1978| 31 December 1985| 7 years, 364 days|  Denmark\n6|  | Hocké, Jean-Pierre**Jean-Pierre Hocké**\n(born 1938)| 1 January 1986| 31 December 1989| 3 years, 364 days|  Switzerland\n7|  | Stoltenberg, Thorvald**Thorvald Stoltenberg**\n(1931–2018)| 1 January 1990| 3 November 1990| 306 days|  Norway\n8|  | Ogata, Sadako**Sadako Ogata**\n(1927–2019)| 3 November 1990| 31 December 2000| 10 years, 59 days|  Japan\n9|  | Lubbers, Ruud**Ruud Lubbers**\n(1939–2018)\n(Resigned due to internal investigation)| 1 January 2001| 20 February 2005| 4\nyears, 50 days|  Netherlands\n–|  | Chamberlin, Wendy**Wendy Chamberlin**\n(born 1948)\n_Acting_|  24 February 2005| 2 June 2005| 98 days|  United States\n10|  | Guterres, António**António Guterres**\n(born 1949)| 2 June 2005| 31 December 2015| 10 years, 212 days|  Portugal\n11|  | Grandi, Filippo**Filippo Grandi**\n(born 1957)| 1 January 2016|  _Incumbent_|  9 years, 223 days|  Italy"
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Special Envoy of High Commissioner Filippo Grandi",
        "generated_section_content_md": "* Angelina Jolie\n\nAfter 10 years serving as a Goodwill Ambassador, Angelina Jolie was promoted\nin 2012 to Special Envoy to the High Commissioner. In this role she represents\nthe UNHCR and High Commissioner Filipo Grandi at the diplomatic level and\nworks to facilitate long-term solutions for people displaced by large-scale\ncrises, such as Afghanistan and Somalia. \"This is an exceptional position\nreflecting an exceptional role she has played for us\", said a UNHCR spokesman."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Goodwill ambassadors",
        "generated_section_content_md": "UNHCR is also represented by a number of UNHCR Goodwill Ambassadors, who at\npresent are:\n\n* Barbara Hendricks (Honorary Lifetime Goodwill Ambassador)\n* Cate Blanchett\n* David Morrissey\n* Neil Gaiman\n* Yao Chen\n* Julien Clerc\n* George Dalaras\n* Alessandro Gassman\n* Khaled Hosseini\n* Kristin Davis\n* Adel Emam\n* Ger Duany\n* Rokia Traore\n* Osvaldo Laport\n* Jesús Vázquez\n* Alek Wek\n* Jung Woo-sung\n* Praya Lundberg\n* John Abraham\n* Yusra Mardini\n* Sheikha Rima al-Sabah\n* Iskui Abalyan\n* Atom Araullo\n* Alphonso Davies\n* Tahsan Rahman Khan\n\nPrevious ambassadors include:\n\n* Muazzez Ersoy\n* Richard Burton\n* Nazia Hassan\n* James Mason\n* Sophia Loren"
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "The 1994–1995 repatriation of Rohingyans",
        "generated_section_content_md": "According to some scholars, with time UNHCR left an initial preference for\nasylum and resettlement policies, tending to prefer repatriation measures of\nrefugees instead. Sometimes, this might have led the agency's bureaucratic\napparatus to adopt pathological behaviours.\n\nAn example of the latter, according to Barnett and Finnemore, was the handling\nof the 1995 Rohingyan crisis. At the time, thousands of Rohingyans were\nfleeing Burma (or Myanmar), seeking shelter in UNHCR camps in Bangladesh.\nAccording to some,[_who?_] UNHCR has been decisive in promoting the\nrepatriation of refugees, although Non-Governmental Organizations on the field\nand the UN were skeptical about better political and security conditions in\nBurma.\n\nAlso, controversies arose on the methods with which the UNHCR staff was\nconducting surveys in the camps to establish whether refugees were willing to\nmove back to Burma or not."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.5",
        "section_name": "Regime complexity",
        "generated_section_content_md": "A paper published in the International Migration review puts forward the point\nthat since the organization’s creation in 1951, overlapping and competing\norganizations have been created. The paper highlights that this creates\nopportunities in the form of inter-organization cooperation, but also\nchallenges in that most of the UNHCR's original role becomes offloaded onto\nother agencies."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.6",
        "section_name": "Uyghur refugees",
        "generated_section_content_md": "In 2024, UNHCR was criticized for being unable or willing to intervene in\nrefugee cases involving Uyghurs."
    },
    {
        "chapter_name": "United Nations High Commissioner for Refugees",
        "chapter_id": "1",
        "section_number": "5.7",
        "section_name": "Stateless people",
        "generated_section_content_md": "Despite UNHCR being known as an international lead on addressing\nstatelessness, the organization's work with stateless people remains limited.\nAccording to UNHCR's own evaluation report from 2021, \"the only dedicated\ntraining on statelessness within UNHCR is an online self-study module that was\ndeveloped in 2012 (now out of date) which has been complemented by other ad\nhoc external training. This patchwork of training and learning support may not\nbe able to ensure growing demands for capacity, and inadequately target staff\nin different functions and at different levels of responsibility within the\norganization.\" According to the same report, UNHCR remains risk-averse in\nadvocating for stateless people, and the organization's communications on\nstatelessness remains poor \"due to lack of staff familiarity, perceived\ncomplexity of statelessness issues, and staff not having direct contact with\nstateless populations to help develop a better understanding of their\nsituation.\""
    }
]