[
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Office of the United Nations Secretariat\n\nThe **UN Office for Disarmament Affairs** (abbr. **UNODA** , French: _**Bureau\ndes affaires du désarmement**_) is an Office of the United Nations Secretariat\nestablished in January 1998 as the **Department for Disarmament Affairs** ,\npart of United Nations Secretary-General Kofi Annan's plan to reform the UN as\npresented in his report to the General Assembly in July 1997.\n\nIts goal is to promote nuclear disarmament and non-proliferation and the\nstrengthening of the disarmament regimes in respect to other weapons of mass\ndestruction, chemical and biological weapons. It also promotes disarmament\nefforts in the area of conventional weapons, especially landmines and small\narms, which are often the weapons of choice in contemporary conflicts.\n\nIt is led by an Under-Secretary-General (USG) and High Representative (HR),\nIzumi Nakamitsu of Japan, who took office on 1 May 2017."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "Izumi Nakamitsu, the United Nations High Representative for Disarmament\nAffairs\n\nIn its landmark resolution 1653 of 1961, \"Declaration on the prohibition of\nthe use of nuclear and thermo-nuclear weapons\", the UN General Assembly stated\nthat the use of nuclear weaponry \"would exceed even the scope of war and cause\nindiscriminate suffering and destruction to mankind and civilization and, as\nsuch, is contrary to the rules of international law and to the laws of\nhumanity\".\n\nThe United Nations Office for Disarmament Affairs (UNODA) had originally been\nestablished as a department in 1982 upon the recommendation of the General\nAssembly's second special session on disarmament (SSOD II). In 1992, it became\nthe **Centre for Disarmament Affairs** , working under the Department of\nPolitical Affairs. At the end of 1997, it reverted to being the **Department\nfor Disarmament Affairs**. Then, in 2007, Secretary-General Ban Ki-moon\nannounced the appointment of Sérgio de Queiroz Duarte of Brazil as the High\nRepresentative for Disarmament Affairs at the Under-Secretary-General (USG)\nlevel and the department became the United Nations Office for Disarmament\nAffairs. Following the retirement of Sérgio Duarte in February 2012, Angela\nKane, then USG for Management, was appointed as the new High Representative\nfor Disarmament Affairs. She was the first woman and first non diplomat\nappointed to this position."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Mission",
        "generated_section_content_md": "UNODA provides substantive and organizational support for norm-setting in the\narea of disarmament through the work of the UN General Assembly and its First\nCommittee, the Disarmament Commission, the Conference on Disarmament and other\nbodies. It fosters preventive disarmament measures, such as dialogue,\ntransparency and confidence-building on military matters, and encourages\nregional disarmament efforts. The latter includes the UN Register of\nConventional Arms and regional forums. It also provides information on the\nUnited Nations disarmament efforts.\n\nUNODA supports the development and implementation of practical disarmament\nmeasures after a conflict, such as disarming and demobilizing former\ncombatants and helping them to reintegrate in civil society."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Structure",
        "generated_section_content_md": "The United Nations Office for Disarmament Affairs comprises five branches:\nConference on Disarmament Secretariat and Conference Support Branch (Geneva),\nWeapons of Mass Destruction Branch (WMD), Conventional Arms (including\nPractical Disarmament) Branch (CAB), the Information and Outreach Branch (IOB)\nand, Regional Disarmament Branch (RDB). RDB further manages three regional\ncenters.\n\nBranches and centers are organized as follows:\n\nStructure of UNODA"
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Conference on Disarmament Secretariat and Conference Support Branch",
        "generated_section_content_md": "The Conference on Disarmament Secretariat and Conference Support Branch, based\nin Geneva, provides organizational and substantive servicing to the Conference\non Disarmament (CD), the single multilateral disarmament negotiating forum of\nthe international community."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Weapons of Mass Destruction Branch",
        "generated_section_content_md": "The WMD Branch provides substantive support in the area of the disarmament of\nweapons of mass destruction (nuclear, chemical and biological weapons). It\nsupports and participates in multilateral efforts to strengthen the non-\nproliferation of WMD and in this connection cooperates with the relevant\nintergovernmental organizations and specialized agencies of the United Nations\nsystem, in particular the IAEA, the OPCW and the CTBTO PrepCom."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Conventional Arms (including Practical Disarmament Measures) Branch",
        "generated_section_content_md": "The CAB focuses its efforts in the conventional field (all weapons not\nconsidered WMDs, including small arms and light weapons) of promoting\ntransparency and confidence-building, curbing the flow of small arms in\nregions of tension, and developing measures of practical disarmament. It is\nresponsible for substantive conference support on the UN Programme of Action\non small arms, the Arms Trade Treaty process, and the UN transparency\nregisters. CAB chairs the UN-internal coordination mechanism on small arms,\nCASA."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Information and Outreach Branch",
        "generated_section_content_md": "The IO Branch organizes a wide variety of special events and programmes in the\nfield of disarmament, produces ODA publications such as the Disarmament\nYearbook and occasional papers, and maintains the databases for specialized\nareas such as Register of Conventional Arms, Status of Treaties and Article 7\n- Mine-Ban Convention."
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "Regional Disarmament Branch",
        "generated_section_content_md": "The Regional Disarmament Branch (RDB) provides substantive support, including\nadvisory services, to Member States, regional and subregional organizations on\ndisarmament measures and related security matters.\n\nRDB oversees and coordinates the activities of the three regional centres:\n\n\\- UN Regional Centre for Peace and Disarmament in Africa (UNREC)\n\\- UN Regional Centre for Peace and Disarmament in Asia and the Pacific (UNRCPD)\n\\- UN Regional Centre for Peace, Disarmament and Development in Latin America and the Caribbean (UNLIREC)"
    },
    {
        "chapter_name": "United Nations Office for Disarmament Affairs",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "High Representatives for Disarmament Affairs",
        "generated_section_content_md": "Former heads of UNODA and UNODA predecessors\n---\nUnder-Secretary-General | Country of nationality  | Years served  | UN Secretary-General\nJan Mårtenson |  Sweden | 1982–1987  | Javier Pérez de Cuéllar\nYasushi Akashi  |  Japan | 1987–1991\nPrvoslav Davinić  |  Yugoslavia | 1992-1997  | Boutros Boutros-Ghali\nJayantha Dhanapala |  Sri Lanka | 1998–2003  | Kofi Annan\nNobuyasu Abe  |  Japan | 2003–2006\nNobuaki Tanaka  |  Japan | 2006–2007\nSérgio de Queiroz Duarte |  Brazil | 2007–2012  | Ban Ki-moon\nAngela Kane |  Germany | 2012–2015\nKim Won-soo |  South Korea | 2015–2017  | Ban Ki-moon António Guterres\nIzumi Nakamitsu |  Japan | 2017–present  | António Guterres"
    }
]