[
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Academic and research arm of the United Nations\n\nUnited Nations University in Tokyo Entrance to the University building\n\nThe **United Nations University** (**UNU**) (国際連合大学, _Kokusai Rengō Daigaku_)\nis the think tank and academic arm of the United Nations. Headquartered in\nShibuya, Tokyo, Japan, with diplomatic status as a UN institution, its mission\nis to help resolve global issues related to human development and welfare\nthrough collaborative research and education.\n\nIn 1969, UN Secretary-General U Thant proposed \"the establishment of a United\nNations university, truly international and devoted to the Charter objectives\nof peace and progress\". Following three annual sessions discussing the matter,\nthe United Nations General Assembly (UNGA) approved the founding of the United\nNations University in December 1972. Tokyo was chosen as the main location due\nto the Japanese government's commitment to provide facilities and $100 million\nto the UNU endowment fund. The United Nations University was formally\ninaugurated in January 1975 as the world's first international university.\n\nSince 2010, UNU has been authorized by the UNGA to grant postgraduate degrees,\noffering several master's and doctoral programs. The university's research\nofficially prioritises three thematic areas: peace and governance; global\ndevelopment and inclusion; and environment, climate and energy. UNU also\nfacilitates the UN's engagement with academic institutions and policymakers\naround the world, in part through campuses, programmes, and affiliated\ninstitutes spanning twelve countries."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Organisation and leadership",
        "generated_section_content_md": "The university is headed by a rector, who holds the rank of Under-Secretary-\nGeneral of the United Nations.\n\nTo date, there have been seven Rectors at UNU. The current Rector is Professor\nTshilidzi Marwala of South Africa, who took over the role on 1 March 2023.\nMarwala succeeded David M. Malone of Canada, a two-term Rector who had been\nserving since 2013."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "invalid_level",
        "section_name": "| Rector | Took office | Left office",
        "generated_section_content_md": "---|---|---|---\n1 | James McNaughton Hester | 11 November 1974 | 10 April 1980\n2 | Soedjatmoko | 10 April 1980 | 30 March 1987\n3 | Heitor Gurgulino de Souza | 30 March 1987 | 1 September 1997\n4 | Hans van Ginkel | 1 September 1997 | 1 September 2007\n5 | Konrad Osterwalder | 1 September 2007 | 28 February 2013\n6 | David M. Malone | 1 March 2013 | 28 February 2023\n7 | Tshilidzi Marwala | 1 March 2023 | Incumbent\n\nThe Council of UNU is the governing board of the University and is composed of\n12 members who are appointed by the Secretary-General of the United Nations\nwith the concurrence of the Director-General of UNESCO."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "The University was formally established in 1972 and began its activities in\n1975 following the signature of the permanent headquarters agreement between\nthe United Nations and Japan. The creation of the United Nations University\nwas set in motion by Secretary-General U Thant in 1969.\n\nThe UNU headquarters building was designed by renowned architect Dr. Kenzo\nTange. The handover ceremony of the building by the Japanese Government took\nplace on 30 June 1992, and the physical move of UNU into the new building was\ncompleted the following month. The official inauguration of the UNU\nheadquarters building, held on 17 February 1993, was attended by then\nSecretary-General of the United Nations, Dr. Boutros Boutros-Ghali."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "UNU Institutes and Vice-Rectorate",
        "generated_section_content_md": "Over the years, several Institutes of UNU were created to help with the\nresearch initiatives of the United Nations. Most notably, in 2007, a vice-\nrectorate was established in Bonn (UNU-ViE), Germany, as a way of\nstrengthening UNU's presence in Europe."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "UNU as a degree-granting institution",
        "generated_section_content_md": "In December 2009, the UN General Assembly amended the UNU Charter to make it\npossible for UNU to \"grant and confer master's degrees and doctorates,\ndiplomas, certificates and other academic distinctions under conditions laid\ndown for that purpose in the statutes by the Council.\"\n\nIn 2013, the UNU Institute for Sustainability and Peace (UNU-ISP) in Tokyo\nannounced its intention to seek accreditation from the National Institution\nfor Academic Degrees and University Evaluation (NIAD-UE), which is the\nJapanese accreditation agency for higher education institutions. In 2014, UNU-\nISP was consolidated with UNU Institute of Advanced Studies in Yokohama to\nform the UNU Institute for the Advanced Study of Sustainability (UNU-IAS).\nUNU-IAS was formally accredited in April 2015, making it the first\ninternational organization to be recognized by the NIAD-UE.\n\nIn 2014, UNU-MERIT, in collaboration with Maastricht University, started to\ngrant a double degree Master of Science in Public Policy and Human\nDevelopment. In 2018, the programme was re-accredited by the Accreditation\nOrganisation of the Netherlands and Flanders (NVAO) and received the official\nEAPAA accreditation by the European Association for Public Administration\nAccreditation."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Locations",
        "generated_section_content_md": "The university has several campuses spread over five continents. Its\nheadquarters are located at the UNU Centre in Tokyo, Japan."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Research",
        "generated_section_content_md": "The role of the UN University is to generate new knowledge, educate, enhance\nindividual and institutional capacities, and disseminate useful information to\nrelevant audiences. Between 2020 and 2024, the University will be guided by\nthe following four overarching objectives:\n\n1. Pursue policy-relevant programming: by continuing to make policy considerations central to its research programmes and, in addition, actively shaping policy agendas through targeted and strategic collaborations.\n2. Invest in a dynamic, innovative, and diverse institutional culture: by encouraging innovation in all dimensions of the University's work, which is undertaken by a diverse and gender-balanced community of scholars, communicators, and management professionals, and by promoting collaboration across spatial and disciplinary boundaries.\n3. Strengthen collaboration, communications, and visibility: by leveraging the expertise and networks spread across the UNU system, promoting collaboration, impactful communications undertakings, and ensuring that UNU research meets actual demands.\n4. Strive for financial sustainability across UNU's architecture: by addressing the financial constraints that would otherwise undermine ambitious, long-term, research planning, and ensure through participatory management practices that fundraising objectives are realistic, achievable, and complement other strategic priorities.\n\nAs prescribed in the United Nations University Strategic Plan 2020–2024, the\nUN University's academic work falls within three thematic areas:\n\n* Peace and security\n* Social change and economic development\n* Environment, climate, and energy.\n\nCollectively, these thematic clusters define the programme space within which\nthe UN University undertakes its academic activities. Some key perspectives\n(such as gender equality, human rights and sustainability) pervade all aspects\nof the UN University's work."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Institutes and programmes",
        "generated_section_content_md": "The academic work of the United Nations University is carried out by a global\nsystem of Institutes, Operating Units, and Programmes located in 12 countries\naround the world."
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Institutes",
        "generated_section_content_md": "* Centre for Policy Research (UNU-CPR) in New York, USA\n* Institute on Comparative Regional Integration Studies (UNU-CRIS) in Bruges, Belgium\n* Institute for Environment and Human Security (UNU-EHS) in Bonn, Germany\n* Institute for Integrated Management of Material Fluxes and of Resources (UNU-FLORES) in Dresden, Germany\n* Institute for the Advanced Study of Sustainability (UNU-IAS) in Tokyo, Japan\n* International Institute for Global Health (UNU-IIGH) in Kuala Lumpur, Malaysia\n* Institute for Natural Resources in Africa (UNU-INRA) in Accra, Ghana\n* Institute for Water, Environment and Health (UNU-INWEH) in Richmond Hill, Canada\n* Institute in Macau (UNU Macau) in Macau, China\n* Maastricht Economic and Social Research Institute on Innovation and Technology (UNU-MERIT) in Maastricht, The Netherlands\n* World Institute for Development Economics Research (UNU-WIDER) in Helsinki, Finland"
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "5.2",
        "section_name": "Operating units",
        "generated_section_content_md": "* Operating Unit on Policy-Driven Electronic Governance (UNU-EGOV) in Guimarães, Portugal"
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "5.3",
        "section_name": "Programmes",
        "generated_section_content_md": "* Programme for Biotechnology in Latin America and the Caribbean (UNU-BIOLAC) in Caracas, Venezuela"
    },
    {
        "chapter_name": "United Nations University",
        "chapter_id": "1",
        "section_number": "5.4",
        "section_name": "Former",
        "generated_section_content_md": "* International Institute for Software Technology (UNU-IIST) in Macau, China (was closed in 2012, later gave origin to UNU-EGOV in 2014 and UNU-CS in 2016)\n* Institute on Computing and Society (UNU-CS) in Macau, China\n* Institute for Sustainability and Peace (UNU-ISP) in Tokyo, Japan (was combined with UNU Institute of Advanced Studies to form UNU-IAS in 2014)\n* UNU Sustainable Cycles (SCYCLE) Programme (migrated to UNITAR in 2022)\n* Food and Nutrition Programme for Human and Social Development (UNU-FNP) in Ithaca, United States\n* Fisheries Training Programme (UNU-FTP) in Reykjavik, Iceland\n* Geothermal Training Programme (UNU-GTP) in Reykjavik, Iceland\n* Land Restoration Training Programme (UNU-LRT) in Reykjavik, Iceland\n* International Gender Equality Studies Training Programme (UNU-GEST) in Reykjavik, Iceland\n* Institute on Globalization, Culture and Mobility (UNU-GCM) in Barcelona, Spain"
    }
]