[
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialised agency of the United Nations\n\nThe **Universal Postal Union** (**UPU** , French: _Union postale universelle_)\nis a specialized agency of the United Nations (UN) that coordinates postal\npolicies among member nations and facilitates a uniform worldwide postal\nsystem. It has 192 member states and is headquartered in Bern, Switzerland.\n\nEstablished in 1874 as the **General Postal Union** , the UPU is among the\noldest extant intergovernmental organizations. It sought to standardize\ninternational mail delivery by establishing a uniform postal rate and equal\ntreatment between domestic and foreign mail. The organization adopted its\ncurrent name in 1878. It operated independently before being incorporated into\nthe UN in 1948.\n\nThe UPU contains four bodies: the Congress, the Council of Administration\n(CA), the Postal Operations Council (POC) and the International Bureau (IB).\nIt also oversees the Telematics and Express Mail Service (EMS) cooperatives,\nwhich provide international express mail delivery. Pursuant to the UPU's\nmission, each member state agrees to the same terms for conducting\ninternational postal duties."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Bilateral treaties",
        "generated_section_content_md": "Before the establishment of the UPU, every pair of countries that exchanged\nmail had to negotiate a postal treaty with each other. In the absence of a\ntreaty providing for direct delivery of letters, mail had to be forwarded\nthrough an intermediate country. Postal arrangements were complex and\noverlapping. In 1853, the United States had a postal treaty with Prussia, but\nsome states in southern Germany were sending their US-bound mail through\nFrance instead. Since there was no postal treaty between the United States and\nFrance, the mail had to travel on a British or a Belgian ship. US Postmaster-\nGeneral James Campbell doubted \"whether ... the arrangement can be safely\ncontinued,\" but he saw hope in a postal treaty with Bremen that also covered\nthe Austro-German Postal Union.\n\nNegotiations for postal treaties could drag on for years. The United States\ndrafted a postal treaty with France in 1852, but the two countries disagreed\non how to divide the inland postage, and a treaty was not signed until 1857.\nHowever, the treaty was allowed to expire. Elihu Washburne, the new US\nMinister to France, arrived in Paris in 1869 to find \"the singular spectacle\n... of no postal arrangements between two countries connected by so many\nbusiness and social relations.\" The United States and France finally exchanged\nratifications of a postal treaty in July 1874, just three months before the\nUniversal Postal Union made the treaty unnecessary. An exasperated Washburne\ncomplained, \"There is no nation in the world more difficult to make treaties\nwith than France.\"\n\nThe UPU Monument _(Weltpostdenkmal)_ in Bern, bronze and granite, by René de\nSaint-Marceaux (1909), the five continents join to transmit messages around\nthe globe, later adopted (1967) as the organization's logo"
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "General Postal Union",
        "generated_section_content_md": "Heinrich von Stephan, German Postmaster-General and founder of the General\nPostal Union\n\nFaced with such difficulties in exchanging mail with Europe, the United States\nhad already taken the lead in calling for improvements to international mail\narrangements. United States Postmaster General Montgomery Blair called for an\nInternational Postal Congress in 1863. Meeting in Paris, the delegates laid\ndown some general principles for postal cooperation but failed to come to an\nagreement.\n\nThe German victory in the Franco-Prussian War cleared away the obstacles to a\npostal union. After defeating Napoleon III in 1870, the North German\nConfederation and the South German states united to form the German Empire.\nThe German Reichspost established a uniform set of postage rates and\nregulations for the new country, but the uniformity ended at the German\nborder. Different amounts of postage were required to mail a letter from\nBerlin to New York, depending on which ship carried the letter across the\nAtlantic Ocean. To bring order to the system of international mail, German\nPostmaster-General Heinrich von Stephan called for another International\nPostal Congress in 1874.\n\nMeeting in Bern, Switzerland, the delegates agreed to all of von Stephan's\nproposals. The Treaty of Bern was signed on 9 October 1874, establishing what\nwas then known as the _General Postal Union_.\n\nThe treaty provided that:\n\n1. There should be a uniform flat rate to mail a letter anywhere in the world\n2. Postal authorities should give equal treatment to foreign and domestic mail\n3. Each country should retain all money it has collected for international postage.\n\nOne important result of the Treaty was that it was no longer necessary to\naffix postage stamps of countries that a mailpiece passed through in transit.\nThe UPU provides that stamps from member nations are accepted along the entire\ninternational route."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Further developments",
        "generated_section_content_md": "The Treaty of Bern had been signed by 21 countries, 19 of which were European.\nAfter the General Postal Union was established, its membership grew rapidly as\nother countries joined. At the second Postal Union Congress in 1878, it was\nrenamed the Universal Postal Union.\n\nFrench was the sole official language of the UPU until English was added as a\nworking language in 1994. The majority of the UPU's documents and\npublications—including its flagship magazine, _Union Postale_ —are available\nin the United Nations' six official languages: French, English, Arabic,\nChinese, Russian, and Spanish.\n\nToward the end of the 19th century, the UPU issued rules concerning stamp\ndesign, intended to ensure maximum efficiency in handling international mail.\nOne rule specified that stamp values be given in numerals, as denominations\nwritten out in letters were not universally comprehensible. Another required\nmember nations to use the same colors on their stamps issued for post cards\n(green), normal letters (red) and international mail (blue), a system that\nremained in use for several decades.\n\n100 years of UPU commemorated on a US postage stamp\n\nAfter the foundation of the United Nations, the UPU became a specialized\nagency of the UN in 1948. It is currently the third oldest intergovernmental\norganization after the Rhine Commission and the International\nTelecommunication Union."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Origin",
        "generated_section_content_md": "The 1874 treaty provided for the originating country to keep all of the\npostage revenue, without compensating the destination country for delivery.\nThe idea was that each letter would generate a reply, so the postal flows\nwould be in balance. However, other classes of mail had imbalanced flows. In\n1906, the Italian postal service was delivering 325,000 periodicals mailed\nfrom other countries to Italy, while Italian publishers were mailing no\nperiodicals to other countries. The system also encouraged countries to remail\nthrough another country, forcing the intermediate postal service to bear the\ncosts of transport to the final destination.\n\nRemailing was banned in 1924, but the UPU took no action on imbalanced flows\nuntil 1969. The problem of imbalanced flows became acute after decolonization,\nas dozens of former European colonies entered the UPU as independent states.\nThe developing countries received more mail than they sent, so they wanted to\nbe paid for delivery.\n\nIn 1969, the UPU introduced a system of terminal dues. When two countries had\nimbalanced mail flows, the country that sent more mail would have to pay a fee\nto the country that received more mail. The amount was based on the difference\nin the weight of mail sent and received. Since the Executive Council had been\nunable to come up with a cost-based compensation scheme after five years of\nstudy, terminal dues were set arbitrarily at half a gold franc (0.163 SDR) per\nkilogram. Also since 1969, it announces the annual best postal services on 9\nOctober, the World Post Day."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Modifications",
        "generated_section_content_md": "Once terminal dues had been established, they became a topic of discussion at\nevery future Postal Union Congress. The 1974 Congress tripled the terminal\ndues to 1.5 gold francs, and the 1979 Congress tripled them again to 4.5 gold\nfrancs. The 1984 Congress increased terminal dues by another 45%.\n\nThe system of terminal dues also created new winners and losers. Since the\nterminal dues were fixed, low-cost countries that were net recipients would\nturn a profit on delivering international mail. Developing countries were low-\ncost recipients, but so were developed countries like the United States and\nthe United Kingdom. Since the dues were payable based on weight, periodicals\nwould be assessed much higher terminal dues than letters.\n\nThe continuing fiscal imbalances required repeated changes to the system of\nterminal dues. In 1988 a per-item charge was included in terminal dues to\ndrive up the cost of remailing, an old scourge that had returned. To resolve\nthe problem with periodicals, the UPU adopted a \"threshold\" system in 1991\nthat set separate letter and periodical rates for countries which receive at\nleast 150 tonnes of mail annually. The 1999 Postal Congress established\n\"country-specific\" terminal dues for industrialized countries, offering a\nlower rate to developing countries."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Shifting balances and the United States",
        "generated_section_content_md": "In 2010, the United States was a net sender because it was mailing goods to\nother countries. That year, the United States Postal Service made a $275\nmillion surplus on international mail. In addition, the UPU system was only\navailable to state-run postal services. Low terminal dues gave the United\nStates Postal Service an advantage over private postal services such as DHL\nand FedEx. To protect its profits on sending international mail, the United\nStates voted with the developing countries to keep terminal dues low. They\nwere opposed by the German Post and the Norwegian Post, which wanted to\nincrease terminal dues.\n\nHowever, the low terminal dues backfired on the United States due to shifts in\nmail flows. With the growth of e-commerce, the United States began to import\nmore goods through the mail. In 2015, the United States Postal Service made a\nnet deficit on international mail for the first time. The deficits increased\nto $80 million in 2017. The UPU established a new remuneration system in 2016,\na move that the United States Department of State said would \"dramatically\nimprov[e] USPS's cost coverage for the delivery of ... packets from China and\nother developing countries.\" However, the Chairman of the Postal Regulatory\nCommission disagreed."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "2019 Extraordinary Congress",
        "generated_section_content_md": "With the outbreak of the China–United States trade war in 2018, the issue of\nterminal dues was pushed into the forefront. Americans complained that mailing\na package from China to the United States cost less than mailing the same\npackage within the United States. At the time, the UPU's Postal Development\nIndicator scale was used to classify countries into four groups from richest\nto poorest. The United States was a Group I country, while China was a Group\nIII country, alongside countries like Mexico and Turkey that had similar GDP\nper capita. As a result, China paid lower terminal dues than the United\nStates. The Presidency of Donald Trump complained that it was \"being forced to\nheavily subsidize small parcels coming into our country.\" On 17 October 2018,\nthe United States announced that it would withdraw from the UPU in one year\nand self-declare the rates it charged to other postal services.\n\nThe Universal Postal Union responded in May 2019 by calling, for only the\nthird time in its history, an Extraordinary Congress for 24–26 September 2019.\nThe members voted down a proposal submitted by the United States and Canada,\nwhich would have allowed immediate self-declaration of terminal dues. The UPU\nthen unanimously passed a Franco-German compromise to allow self-declared\nterminal dues of up to 70% of the domestic postage rate and increase the UPU\nterminal dues by 119–164%, phasing in both changes from 2021 to 2025. In\naddition, countries receiving more than 75,000 tonnes of mail—currently only\nthe United States—could opt in to accelerated self-declared terminal dues on 1\nJuly 2020 in return for an $8 million annual \"contribution\" to the UPU for\nfive years. Trump adviser Peter Navarro declared that the agreement \"more than\nachieved the President's goal,\" but he denied that the United States was\n\"buying\" the deal with its \"contribution\". UPU Director Siva Somasundram\nhailed the agreement as \"a landmark decision for multilateralism and the\nUnion.\""
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Standards",
        "generated_section_content_md": "The UPU's Standards Board develops and maintains a growing number of\ninternational standards to improve the exchange of postal-related information\nbetween postal operators. It also promotes the compatibility of UPU and\ninternational postal initiatives. The organization works closely with postal\nhandling organizations, customers, suppliers and other partners, including\nvarious international organizations. The Standards Board ensures that coherent\nregulations are developed in areas such as electronic data interchange (EDI),\nmail encoding, postal forms and meters. UPU standards are drafted in\naccordance with the rules given in Part V of the \"General information on UPU\nStandards\" and are published by the UPU International Bureau in accordance\nwith Part VII of that publication."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Member countries",
        "generated_section_content_md": "Member states\n\nMember states both through their sovereign state and as individual members\n\nObserver states\n\nNon-member states represented by a member state\n\nAll United Nations member states are allowed to become members of the UPU. A\nnon-member state of the United Nations may also become a member if two-thirds\nof the UPU member countries approve its request. The UPU currently has 192\nmembers (190 states and two joint memberships of dependent territories\ngroups).\n\nMember states of the UPU are the Vatican City and every UN member except\nAndorra, Marshall Islands, the Federated States of Micronesia, and Palau.\nThese four states have their mail delivered through another UPU member (France\nand Spain for Andorra, and the United States for the Compact of Free\nAssociation states). The overseas constituent countries of the Kingdom of the\nNetherlands (Aruba, Curaçao and Sint Maarten) are represented as a single UPU\nmember, as are the entire British overseas territories. These members were\noriginally listed separately as \"Colonies, Protectorates, etc.\" in the\nUniversal Postal Convention and they were grandfathered in when membership was\nrestricted to sovereign states."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Observers",
        "generated_section_content_md": "Palestine is an observer state in the UN, and it was granted special observer\nstatus to the UPU in 1999. In 2008 Israel agreed for Palestine's mail to be\nrouted through Jordan, although this had not been implemented as of November\n2012. Palestine began receiving direct mail in 2016. In November 2018,\nPalestine signed papers of accession to the UPU. However, its bid for\nmembership was defeated in September 2019 by a vote of 56 in support, 23\nabstaining, 7 countries in opposition, and 106 countries not responding to the\nrequest to vote (which, according to UPU rules, led them to be tallied as\nabstentions)—leaving the bid substantially short of the required two-thirds\nmajority of UPU members."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "States with limited recognition",
        "generated_section_content_md": "States with limited recognition must route their mail through third parties,\nsince the UPU does not allow direct deliveries.\n\nState  | Mail routed via\n---|---\nAbkhazia  | Russia\nKosovo  | Serbia\nNorthern Cyprus | Turkey\nSahrawi Republic | Algeria\nSouth Ossetia  | Russia\nTaiwan (Republic of China) | United States, Japan\nTransnistria  | Moldova\nSomaliland  | Ethiopia"
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Congresses",
        "generated_section_content_md": "The Universal Postal Congress is the most important body of the UPU. The main\npurpose of the quadrennial Congress is to examine proposals to amend the acts\nof the UPU, including the UPU Constitution, General Regulations, Convention\nand Postal Payment Services Agreement. The Congress also serves as a forum for\nparticipating member countries to discuss a broad range of issues impacting\ninternational postal services, such as market trends, regulation and other\nstrategic issues. The first UPU Congress was held in Bern, Switzerland in\n1874. Delegates from 22 countries participated. UPU Congresses are held every\nfour years and delegates often receive special philatelic albums produced by\nmember countries covering the period since the previous Congress."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Philatelic activities",
        "generated_section_content_md": "The Universal Postal Union, in conjunction with the World Association for the\nDevelopment of Philately, developed the WADP Numbering System (WNS). It was\nlaunched on 1 January 2002. The website displays entries for 160 countries and\nissuing postal entities, with over 25,000 stamps registered since 2002. Many\nof them have images, which generally remain copyrighted by the issuing\ncountry, but the UPU and WADP permit them to be downloaded."
    },
    {
        "chapter_name": "Universal Postal Union",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Electronic telecommunication",
        "generated_section_content_md": "In some countries, telegraph and later telephones came under the same\ngovernment department as the postal system. Similarly there was an\nInternational Telegraph Bureau, based in Bern, akin to the UPU. The\nInternational Telecommunication Union currently facilitates international\nelectronic communication.\n\nIn order to integrate postal services and the Internet, the UPU sponsors\n.post. Developing their own standards, the UPU expects to unveil a whole new\nrange of international digital postal services, including _e-post_. They have\nappointed a body, the _.post group (DPG)_ , to oversee the development of that\nplatform."
    }
]