[
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "UN agency supporting Palestinian refugees\n\nUNRWA operations, as of 1 January 2020 UNRWA staff member comforts a\ndistressed child at a school shelter in Nuseirat camp, Gaza Strip\n\nThe **United Nations Relief and Works Agency for Palestine Refugees in the\nNear East** (**UNRWA** , pronounced /ˈʌnrə/ _UN -rə_) is a UN agency that\nsupports the relief and human development of Palestinian refugees. UNRWA's\nmandate encompasses Palestinians who fled or were expelled during the Nakba,\nthe 1948 Palestine war, and subsequent conflicts, as well as their\ndescendants, including legally adopted children. As of 2019, more than 5.6\nmillion Palestinians are registered with UNRWA as refugees.\n\nUNRWA was established in 1949 by the UN General Assembly (UNGA) to provide\nrelief to all refugees resulting from the 1948 conflict; this initially\nincluded Jewish and Arab Palestine refugees inside the State of Israel until\nthe Israeli government took over this responsibility in 1952. As a subsidiary\nbody of the UNGA, UNRWA's mandate is subject to periodic renewal every three\nyears; it has consistently been extended since its founding, most recently\nuntil 30 June 2026.\n\nUNRWA employs over 30,000 people, most of them Palestinian refugees, and a\nsmall number of international staff. Originally intended to provide employment\nand direct relief, its mandate has broadened to include providing education,\nhealth care, and social services to its target population. UNRWA operates in\nfive areas: Jordan, Lebanon, Syria, the Gaza Strip and the West Bank,\nincluding East Jerusalem; aid for Palestinian refugees outside these five\nareas is provided by the United Nations High Commissioner for Refugees\n(UNHCR), established in 1950 as the main agency to aid all other refugees\nworldwide. UNRWA is the only UN agency dedicated to helping refugees from a\nspecific region or conflict.\n\nUNRWA has received praise and recognition for its work by various governments,\npublic figures, and independent monitors. It has also been subject to\ncontroversy related to its operations, role in the Gaza Strip, relationship\nwith Hamas, and textbook content. Most recently, the agency faced allegations\nby the Israeli government that twelve of its employees were involved in the\nOctober 7 attacks, leading to lay-offs, an investigation, and the temporary\nsuspension of funding by numerous donors. As of May 2024, several major donors\nhave since resumed funding as the investigation remains ongoing.[_needs\nupdate_] In October 2024, Israel's parliament passed a bill designating UNRWA\nas a terrorist group and prohibiting it from operating within the country.\nIsrael has long opposed the Palestinian right of return and has accused UNRWA\nof \"perpetuating the refugee issue\". In January 2025, Israel's UNRWA ban went\ninto effect."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History and operations",
        "generated_section_content_md": "Total number of Palestinian refugees registered by UNRWA (1950–2008) Part of a\nseries on\n---\nPalestinians\nDemographics\n\n* Definitions\n* Palestine\n* History\n* Name\n* People\n* Origin\n* Nakba\n* Diaspora\n\n\nPolitics\n\n_Previous_\n\n* Arab Higher Committee\n\n* Depopulated villages\n* All-Palestine Protectorate\n* Government\n* Fedayeen militias\n* PLO\n* National Authority (PNA)\n\n(political parties)\n\n* * *\n\n_Current_\n\n* Fatah\n* Hamas\n* PFLP\n* Islamic Jihad\n* Politics of the Palestinian National Authority\n* Enclaves\n* Governorates\n* Cities\n* Gaza Strip governance (Hamas)\n* Governorates of the Gaza Strip\n* National Council (PNC)\n* Legislative Council (PLC)\n\n* * *\n\n* Flag\n* Law\n\n* Palestine\n\n* West Bank\n* Gaza Strip\n* East Jerusalem\n\n\nReligion / religious sites\n\n* Christianity (In Gaza)\n* Islam\n* Judaism\n* Al-Aqsa\n* Cave of the Patriarchs\n* Church of the Holy Sepulchre\n* Church of the Nativity\n* Dome of the Rock\n* Great Mosque of Gaza\n* Joseph's Tomb\n* Lot's Tomb\n* Nabi Samwil\n* Rachel's Tomb\n\n\nCulture\n\n* Art\n* Cinema\n* Costume and embroidery\n* Cuisine\n* _Dabke_ (dance)\n* Handicrafts\n* Language\n* Literature\n* Music\n\n\nList of Palestinians\n\n* v\n* t\n* e\n\n\n\nFollowing the outbreak of the 1948 Arab–Israeli War and the 1948 Palestinian\nexpulsion and flight of Palestinian Arabs, the United Nations General Assembly\npassed Resolution 212 (III), dated 19 November 1948, which established the UN\nRelief for Palestine Refugees (UNRPR) to provide emergency relief to Palestine\nrefugees in coordination with other UN or humanitarian agencies. In response\nto the political aspects of the conflict, less than a month later the General\nAssembly adopted Resolution 194, creating the United Nations Conciliation\nCommission for Palestine (UNCCP), mandated to help achieve a final settlement\nbetween the warring parties, including facilitating \"the repatriation,\nresettlement and economic and social rehabilitation of the refugees\" in\ncollaboration with the UNRPR. By that time, the conflict had displaced over\n700,000 people.\n\nUnable to resolve the \"Palestine problem\" which required political solutions\nbeyond the scope of its mandate, the UNCCP recommended the creation of a\n\"United Nations agency designed to continue relief activities and initiate\njob-creation projects\" while an ultimate resolution was pending. Pursuant to\nthis recommendation and to paragraph 11 of Resolution 194 which concerned\nrefugees, on 8 December 1949 the General Assembly adopted Resolution 302(IV)\nwhich established the United Nations Relief and Works Agency for Palestine\nRefugees in the Near East (UNRWA). The resolution was adopted and passed\nunopposed, supported by Israel and the Arab states with only the Soviet bloc\nand South Africa abstaining.\n\nUNRWA succeeded the UNRPR with a broader mandate for humanitarian assistance\nand development and the requirement to function neutrally. When it began\noperations in 1950 the initial scope of its work was \"direct relief and works\nprogrammes\" to Palestine refugees in order to \"prevent conditions of\nstarvation and distress… and to further conditions of peace and stability\".\nUNRWA's mandate was expanded in December 1950 through Resolution 393(V) which\ninstructed the agency to \"establish a reintegration fund which shall be\nutilized ... for the permanent re-establishment of refugees and their removal\nfrom relief\". A 26 January 1952 resolution allocated four times as much\nfunding on reintegration than on relief, requesting UNRWA to otherwise\ncontinue providing programs for health care, education, and general welfare."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Definition of refugee",
        "generated_section_content_md": "UNRWA has developed its own working definition of \"refugee\" to allow it to\nprovide humanitarian assistance. Its definition does not cover final status.\n\n> Palestine refugees are \"persons whose regular place of residence was\n> Palestine during the period 1 June 1946 to 15 May 1948, and who lost both\n> home and means of livelihood as a result of the 1948 conflict.\"\n\nThe Six-Day War of 1967 generated a new wave of Palestinian refugees who could\nnot be included in the original UNRWA definition. Since 1991, the UN General\nAssembly has adopted an annual resolution allowing the 1967 refugees within\nthe UNRWA mandate. UNRWA's \"mandate\" is not a single document but the sum of\nall relevant resolutions and requests of the General Assembly. While focused\non Palestine refugees, it also extends to persons displaced by \"the 1967 and\nsubsequent hostilities\" and occasionally to a broader cross-section of the\nlocal community. Several categories of persons have long been registered as\neligible to receive UNRWA services although not \"Palestine refugees\". The\ndescendants of Palestine refugee males, including adopted children, are also\neligible for registration as refugees."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Organisation and mandate",
        "generated_section_content_md": "UNRWA is a subsidiary organ of the United Nations General Assembly,\nestablished pursuant to Articles 7(2) and 22 of the UN Charter. It is one of\ntwo UN agencies that reports directly to the General Assembly. The scope and\nrenewal of UNRWA's mandate is determined primarily by resolutions of the\nGeneral Assembly; unlike other UN agencies, such as the World Health\nOrganization or the Office of the UN High Commissioner for Refugees, it lacks\na constitution or statute. The mandate may also be shaped by requests from\nother UN organs, such as the Secretary-General. The General Assembly passes a\nseries of resolutions annually that address UNRWA's responsibilities,\nfunctions, and budget. As it is technically a temporary organisation, the\nagency's mandate is extended every three years.\n\nUNRWA is led by a Commissioner-General—since 8 March 2020 Philippe Lazzarini\nof Switzerland—an Under-Secretary-General of the UN responsible for managing\nall of the agency's activities and personnel. The Commissioner-General selects\nand appoints all the agency's staff, pursuant to internal rules and\nregulations, and reports directly to the General Assembly. UNRWA's operations\nare organised into five fields—Jordan, Syria, Lebanon, West Bank, and\nGaza—each led by a director who is in charge of distributing humanitarian aid\nand overseeing general UNRWA operations. The agency's headquarters are divided\nbetween the Gaza Strip and Amman, with the latter hosting the Deputy\nCommissioner-General, currently Leni Stenseth of Norway, who administers\ndepartmental activities such as education, healthcare, and finance. UNRWA is\nthe largest agency of the United Nations, employing over 30,000 staff, 99% of\nwhich are locally recruited Palestinians. [_needs update_]"
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Advisory Commission",
        "generated_section_content_md": "Concurrent with the creation of UNRWA, the UN General Assembly established an\nAdvisory Commission (AdCom) to assist the Commissioner-General in carrying out\nUNRWA's mandate. Created with four members, the AdCom currently has 28 members\nand four observers. Membership is obtained via General Assembly resolutions,\nwith all host countries of Palestinian refugees (Jordan, Syria, Lebanon)\nsitting on the commission followed by the 24 leading donors and supporters of\nUNRWA. Palestine, the European Union, and the League of Arab States have had\nobserver status since 2005, with the Organisation for Islamic Cooperation\njoining as an observer in 2019.\n\nMembers of the AdCom, including the year they joined, are: Australia (2005),\nBelgium (1953), Brazil (2014), Canada (2005), Denmark (2005), Egypt (1949),\nFinland (2008), France (1949), Germany (2005), Ireland (2008), Italy (2005),\nJapan (1973), Jordan (1949), Kazakhstan (2013), Kuwait (2010), Lebanon (1953),\nLuxembourg (2012), Netherlands (2005), Norway (2005), Qatar (2018), Saudi\nArabia (2005), Spain (2005), Sweden (2005), Switzerland (2005), Syria (1949),\nTurkey (1949), United Arab Emirates (2014), the United Kingdom (1949), and the\nUnited States (1949).\n\nThe Advisory Commission is led by a chair and a vice-chair, representing a\nhost country and a donor country, respectively. Each is appointed annually in\nJune from among the Commission members according to the alphabetical rotation,\nserving for one year beginning 1 July. At each appointment, the chair will\nalternate between a host and a donor country.\n\nThe AdCom meets twice a year, usually in June and November, to discuss\nimportant issues of UNRWA and develop a consensus-based guidance for the\nCommissioner-General. Additionally, members and observers convene more\nregularly through sub-committee meetings. The AdCom also conducts periodic\nfield visits to UNRWA's area of operations."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Areas of operation",
        "generated_section_content_md": "UNRWA services are available to all registered Palestine refugees living in\nits area of operations who need assistance. When UNRWA began operations in\n1950, it was responding to the needs of about 700,000 Palestinian refugees. By\n2023, some 5.9 million people were registered as eligible for UNRWA services.\nUNRWA provides facilities in 59 recognized refugee camps in Jordan, Lebanon,\nSyria, the West Bank, and the Gaza Strip, and in other areas where large\nnumbers of registered Palestine refugees live outside of recognized camps.\n\nFor a camp to be recognized by UNRWA, there must be an agreement between the\nhost government and UNRWA governing the use of the camp. UNRWA does not itself\nrun camps, has no police powers or administrative role, but simply provides\nservices in the camp. Refugee camps, which developed from tent cities to dense\nurban dwellings similar to their urban surroundings, house around one-third of\nall registered Palestine refugees.[_citation needed_]"
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Funding",
        "generated_section_content_md": "2022 UNRWA funding by country in US dollars  Over $100,000,000 Over $50,000,000 Over $25,000,000 Over $10,000,000 |  Over $5,000,000 Over $1,000,000 Under $1,000,000 No donations\n---|---\n\nUNRWA's budget is set by the UN General Assembly and derives almost entirely\nfrom voluntary contributions by UN member states. It also receives some\nrevenue from the regular UN budget, mostly for international staffing costs.\nIn addition to its regular budget, UNRWA receives funding for emergency\nactivities and special projects, such as in response to the Syrian civil war\nand the COVID-19 pandemic.\n\nHistorically, most of the agency's funds came from the United States and the\nEuropean Commission; in 2019, close to 60 percent of its pledge of $1 billion\ncame from EU countries, with Germany being the largest individual donor. The\nnext largest donors were the EU, United Kingdom, Sweden, and the United Arab\nEmirates, followed by Saudi Arabia, France, Japan, Qatar, and the Netherlands.\nUNRWA also establishes partnerships with nongovernmental donors, including\nnonprofit \"national committees\" based in donor countries.\n\nThe voluntary nature of UNRWA funding has led to budgetary problems due to\nacute emergencies or political developments in donor countries. In 2009,\nofficials spoke of a \"dire financial crisis\", including a funding shortfall of\n$200 million, in the wake of the Israeli offensive in Gaza. In August 2018,\nthe U.S. ceased its contributions, arguing that UNRWA's mandate should be\nreduced to the few hundred thousand Palestinians alive when the agency was\ncreated. The U.S. decision resulted in the loss of $300 million out of the\n$1.2 billion budget, contributing to an overall deficit of $446 million. The\nshortfall was covered with increased contributions from elsewhere.\n\nUNRWA Commissioner-General Philippe Lazzarini with US Secretary Antony Blinken\nin Amman, Jordan, 4 November 2023\n\nIn mid-2019, the Netherlands, Belgium, and Switzerland temporarily suspended\nfunding to UNRWA, citing ethics report that alleged mismanagement, corruption,\nand discrimination among the agency's leadership. In December 2019, the\nNetherlands restored its funding, increasing its donation by €6 million for\n2019, to €19 million. The EU increased its contribution from €82 million\n($92.2 million) by €21 million ($23.3 million), and Germany agreed to fund\nfour new UNRWA projects, totaling €59 million ($65.6 million). Qatar increased\nits donation for Palestinians in Syria by $20.7 million, bringing the 2019\ntotal to $40 million.\n\nThe funding situation for 2019 and beyond was discussed in April at a\n\"Ministerial Strategic Dialogue\" attended by representatives from Egypt,\nFrance, Germany, Japan, Kuwait, Norway, United Kingdom, the European External\nAction Service, and the European Commission. At the annual meeting of the\nGeneral Assembly that year, a high-level ministerial meeting was held\nregarding UNRWA funding. In July 2020 Commissioner-General Lazzarini warned\nthat UNRWA's budget was \"not sustainable\", with shortfalls in four out of the\nfive previous years, and funding at its lowest point since 2012. According to\nthe World Bank, for all countries receiving more than $2 billion in\ninternational aid in 2012, Gaza and the West Bank received a per capita aid\nbudget over double the next largest recipient, at a rate of $495.\n\nIn January 2010, the Government of Canada announced that it was redirecting\naid previously earmarked to UNRWA to projects under the Palestinian Authority.\nPreviously, Canada provided UNRWA with 11 percent of its budget at $10 million\n(Canadian) annually. The decision came despite positive internal evaluations\nof the Agency by CIDA officials. The 2010 Canadian decision put it very much\nat odds with the US and EU, which maintained or increased their levels of\nfunding. Some suggested that the decision also cost Canada international\nsupport in its failed October 2010 effort to obtain a seat on the UN Security\nCouncil. Documents obtained from CIDA revealed that even the government of\nIsrael opposed the Canadian move which had asked Canada to resume\ncontributions to UNRWA's General Fund.\n\nEU suspended funding for UNRWA in January 2024 but reinstated the funding\nlater on March 1, 2024. In 2024, the Swiss National Council voted to cut\nfinding to UNWRA, citing concerns of antisemitism and connections to\nterrorism; the legislation will need to pass Council of States to go into\neffect."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Operations",
        "generated_section_content_md": "UNRWA provides a wide variety of social and humanitarian services, as\ndetermined by resolutions of the UN General Assembly. Since its initial\nestablishment in 1949, its operations have expanded beyond immediate relief\nand social services; as of 2019, the bulk of its budget is spent on education\n(58 percent), followed by health care (15 percent), and general support\nservices (13 percent)."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Education programme",
        "generated_section_content_md": "Education is UNRWA's largest area of activity, accounting for more than half\nits regular budget and the majority of its staff. It operates one of the\nlargest school systems in the Middle East, spanning 711 elementary and\npreparatory schools, eight vocational and technical schools, and two teacher\ntraining institutes. It has been the main provider of basic education to\nPalestinian refugee children since 1950. Free basic education is available to\nall registered refugee children, currently numbering 526,000. In the 1960s,\nUNRWA schools became the first in the region to achieve full gender equality,\nand a slight majority of enrolled students are female.\n\nHalf the Palestine refugee population is under 25. Overcrowded classrooms\ncontaining 40 or even 50 pupils are common. Almost three-quarters run on a\ndouble-shift system, where two separate groups of pupils and teachers share\nthe same buildings, thus reducing teaching time. The school year is often\ninterrupted by conflicts, prompting UNRWA to develop a special programme that\nprovides education in emergency situations.\n\nPer the longstanding agreement, UNRWA schools follow the curriculum of their\nhost countries. This allows UNRWA pupils to progress to further education or\nemployment holding locally recognised qualifications and complies with the\nsovereignty requirements of countries hosting refugees. Wherever possible,\nUNRWA students take national exams conducted by the host governments."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Relief and social services programme",
        "generated_section_content_md": "Women receiving bread from United Nations Relief for Palestine Refugees\n(UNRPR), 1948: photo from UNRWA Archive\n\nUNRWA provides food aid, cash assistance, and help with shelter repairs to\nthese families. In addition, children from special hardship case families are\ngiven preferential access to the Agency's vocational training centres, while\nwomen in such families are encouraged to join UNRWA's women's programme\ncentres. In these centres, training, advice, and childcare are available to\nencourage female refugees' social development. In Palestinian refugee society,\nfamilies without a male head of household are often vulnerable. Those headed\nby a widow, a divorcee, or a disabled father often live in dire poverty. These\nfamilies are considered \"hardship cases\" and constitute less than 6% of UNRWA\nbeneficiaries.\n\nUNRWA has created community-based organizations (CBOs) to target women,\nrefugees with disabilities, and to look after the needs of children. The CBOs\nnow have their own management committees staffed by volunteers from the\ncommunity. UNRWA provides them with technical and small sums of targeted\nfinancial assistance, but many have formed links of their own with local and\ninternational NGOs."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "Health program",
        "generated_section_content_md": "Since 1950, UNRWA has been the main healthcare provider for Palestinian\nrefugees. Basic health needs are met through a network of primary care\nclinics, providing access to secondary treatment in hospitals, food aid to\nvulnerable groups, and environmental health in refugee camps.\n\nKey figures for 2014 are:\n\n* 139 primary health facilities based in or near UNRWA settlements/camps\n* 3,107 health staff\n* 3,134,732 refugees accessing health services\n* 9,290,197 annual patient visits\n\nThe health of Palestine refugees has long resembled that of many populations\nin the transition from developing world to developed world status. However,\nthere is now a demographic transition.\n\n> People are living longer and developing different needs, particularly those\n> related to non-communicable diseases (NCDs) and chronic conditions that\n> require lifelong care, such as diabetes, hypertension, and cancer. A healthy\n> life is a continuum of phases from infancy to old age, each of which has\n> unique, specific needs, and our programme therefore takes a 'life-cycle\n> approach' to providing its package of preventive and curative health\n> services.\n>\n> To address the changing needs of Palestine refugees, we undertook a major\n> reform initiative in 2011. We introduced the Family Health Team (FHT)\n> approach, based on the World Health Organization-indicated values of primary\n> health care, in our primary health facilities (PHFs).\n>\n> The FHT offers comprehensive primary health care services based on wholistic\n> care of the entire family, emphasizing long-term provider-patient\n> relationships and ensuring person-centeredness, comprehensiveness, and\n> continuity. Moreover, the FHT helps address intersectional issues that\n> impact health, such as diet and physical activity, education, gender-based\n> violence, child protection, poverty, and community development.\n\nMedical services include outpatient care, dental treatment, and rehabilitation\nfor the physically disabled. Maternal and child healthcare is a priority for\nUNRWA's health program. School health teams and camp medical officers visit\nUNRWA schools to examine new pupils to aid early detection of childhood\ndiseases. All UNRWA clinics offer family planning services with counselling\nthat emphasises the importance of birth spacing as a factor in maternal and\nchild health. Agency clinics also supervise the provision of food aid to\nnursing and pregnant mothers who need it, and six clinics in the Gaza Strip\nhave their own maternity units. Infant mortality rates have for some time been\nlower among refugees than the World Health Organization's benchmark for the\ndeveloping world.\n\nUNRWA provides refugees with assistance in meeting the costs of\nhospitalisation either by partially reimbursing them, or by negotiating\ncontracts with government, NGOs, and private hospitals. UNRWA's environmental\nhealth services program \"controls the quality of drinking water, provides\nsanitation, and carries out vector and rodent control in refugee camps, thus\nreducing the risk of epidemics.\""
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Microfinance Department",
        "generated_section_content_md": "UNRWA's Microfinance Department (MD) aims to alleviate poverty and support\neconomic development in the refugee community by providing capital investment\nand working capital loans at commercial rates. The programme seeks to be as\nclose to self-supporting as possible. It has a strong record of creating\nemployment, generating income, and empowering refugees.\n\nThe MD is an autonomous financial unit within UNRWA, established in 1991 to\nprovide microfinance services to Palestine refugees, as well as poor or\nmarginal groups living and working in close proximity to them. With operations\nin three countries, the MD currently has the broadest regional coverage of any\nmicrofinance institution in the Middle East. Having begun its operations in\nthe Palestinian territories, it remains the largest non-bank financial\nintermediary in the West Bank and Gaza.\n\nKey figures, cumulative as of 2023 are:\n\n* 29,000 number of loans awarded\n* US$531.41 million value of loans awarded\n* 25% youth outreach\n* 48% women outreach"
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.5",
        "section_name": "Emergency operations",
        "generated_section_content_md": "| This section **does notcite any sources**. Please help improve this section\nby adding citations to reliable sources. Unsourced material may be challenged\nand removed. _( January 2024)__(Learn how and when to remove this message)_\n---|---\n\nUNRWA takes a wide variety of actions to mitigate the effects of emergencies\non the lives of Palestine refugees. Particularly in the West Bank and the Gaza\nStrip (occupied Palestinian territory) there has been ongoing intervention\nmade necessary by, e.g., the 1967 War as well as the first and second\nintifadas, and the 2014 Gaza War. The reconstruction work at Nahr el-Bared\nPalestine refugee camp in Lebanon has been the largest reconstruction project\never undertaken by UNRWA. This work began in 2009 and was made necessary when\nthe camp was destroyed in the fighting between the Lebanese Armed Forces and\nFatah al-Islam in 2007.\n\nServices range from supplying temporary shelter, water, food, clothing, and\nblankets to temporary job-creation and help for rebuilding. There is extensive\ncooperation with other international NGOs and local actors."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.6",
        "section_name": "Infrastructure and camp/settlement improvement",
        "generated_section_content_md": "As of 2023, there are 58 official refugee camps for Palestinians, of which\nnine are undergoing active improvement. 6 million refugees were registered\nwith UNRWA, with 1.37 million in Gaza using a UNRWA camp. The camps are\nneither owned nor administered by the Agency; host governments are responsible\nfor allocating land (mostly of which is privately owned) and providing\nsecurity and order. Rather, UNRWA is responsible for operating education,\nhealth, relief and social services, microfinance, and emergency assistance\nprogrammes, some of which may be located outside the camps.\n\nHowever, as the camps have gradually transformed from temporary \"tent\" cities\nto semi-permanent and dense urban environments, UNRWA has characterized them\nas \"hyper-congested\" and \"overcrowded\" with \"critically substandard and in\nmany cases life-threatening\" infrastructure. In response, in 2007 the Agency\nlaunched the Infrastructure and Camp Improvement Programme (ICIP) to improve\nspatial and environmental conditions through comprehensive urban planning\nmethods and community engagement. ICIP is implemented differently in each host\ncountry based on local needs, resources, and priorities, albeit with a broader\nfocus on rehabilitating or reconstructing existing shelters, building new\nhousing or service centers, providing maintenance, and improving public\ninfrastructure such as sanitation and water drainage.\n\nFollowing the destruction of much of the Nahr al-Bared refugee camp in\nnorthern Lebanon in 2007, resulting from months of fighting between Fatah al-\nIslam militants and the Lebanese Armed Forces, UNRWA led the initiative to\nrebuild the camp, in what has become the largest project in its history. As of\nApril 2021, nearly two-thirds (72 percent) of the camp has been reconstructed,\nincluding 386 shops and businesses, enabling 3,550 families to return. Special\nfunding has been provided by Saudi Arabia, Japan, the Netherlands, and the\nUnited Arab Emirates."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "4.7",
        "section_name": "Photo and film archives",
        "generated_section_content_md": "Men dig a mass grave for victims of the Sabra and Shatila massacre, 1982, from\nthe UNRWA Archive\n\nThroughout its history, UNRWA has collected photographs and film to document\nthe lives of refugees as well as relief efforts. These materials are produced\nby UNRWA staff or by external contractors, including photographers working for\nother UN agencies. An initial batch of photographs were provided by staff of\nthe Red Cross, covering a period before UNRWA was active. As of 2008, the\ncollection had grown to around 10,000 photographs, 400,000 negatives, 15,000\ncolour slides, 75 films, and 400 videotapes. These are stored in UNRWA\nfacilities in Gaza and Amman. The images and films come from the five areas\nwhere the agency is active: Gaza, Jerusalem, the West Bank, Lebanon, and\nSyria. In 2009, UNESCO added this collection to its Memory of the World\nInternational Register, recognising it as documentary heritage of global\nimportance. In 2012, UNRWA began digitising this archive and making images\navailable online."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Assessment and praise",
        "generated_section_content_md": "UNRWA has received praise from Nobel Peace laureates Mairéad Corrigan Maguire\nand Kofi Annan, the president of the UN General Assembly, former UN Secretary-\nGeneral Ban Ki-moon, and representatives from the European Union, the United\nStates, the Netherlands, Japan, Bangladesh, Cyprus, Jordan, Ghana, and Norway,\namong others. In 2007, the permanent representative of Norway to the United\nNations described his country as a \"strong supporter\" of UNRWA, which acts as\n\"a safety net\" for the Palestine refugees, providing them with \"immediate\nrelief, basic services and the possibility of a life in dignity\". The same\nday, the representative of Iceland praised the agency's ability to \"deliver\nsubstantial results\" despite \"often life-threatening conditions\".\n\nIn 2007, Israel expressed its continued support for UNRWA, noting that despite\n\"concerns regarding the politicization\" of the agency, the country supports\nits humanitarian mission.\n\nOn 17 January 2024, US State Department spokesperson Matthew Miller rejected\ncalls to defund UNRWA, saying:\n\n> UNRWA has done and continues to do invaluable work to address the\n> humanitarian situation in Gaza at great personal risk to UNRWA members. I\n> believe it’s over 100 UNRWA staff members have been killed doing this\n> lifesaving work, and we continue to not only support it but we continue to\n> commend them for the really heroic efforts that they make oftentimes while\n> making the greatest sacrifice."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "5.1",
        "section_name": "Independent evaluations",
        "generated_section_content_md": "In 2011, UNRWA agreed to be assessed by the Multilateral Organisation\nPerformance Assessment Network (MOPAN), a network of donor countries\nestablished to determine the organisational effectiveness of multilateral\norganisations. Based on four dimensions of organisational\neffectiveness—strategic management, operational management, relationship\nmanagement, and knowledge management—MOPAN concluded that the agency performs\nadequately or well in most key indicators, particularly within strategic\nmanagement. UNRWA responded to the result positively, noting that \"many of the\nchallenges highlighted in the report reflect challenges within most, if not\nall, multilateral organisations.\" In its most recent assessment in 2019, MOPAN\ncommended UNRWA for continuing to increase the efficiency of its programmes,\nrecognizing the agency as \"competent, resilient and resolute\"."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Criticism and issues",
        "generated_section_content_md": "In 2004, Emanuel Marx and Nitza Nachmias pointed out that many criticisms of\nthe agency corresponded to its age, \"including symptoms of inflexibility,\nresistance to adjust to the changing political environment, and refusal to\nphase out and transfer its responsibilities to the Palestinian Authority\".\n\nIn 2007, UNRWA initiated a reform program to improve efficiency. However, an\ninternal ethics report leaked to _Al Jazeera_ in 2019 alleged that, since\n2015, the agency's senior management have consolidated power at the expense of\nefficiency, leading to widespread misconduct, nepotism, and other abuses of\npower among high ranking personnel. Responding to the _Al Jazeera_ report,\nUNRWA issued a statement that both internal and external assessments of its\nmanagement have been \"positive\":\n\n> A recent report by an external group of experts (MOPAN) [Multilateral\n> Organisation Performance Assessment Network] has just shown satisfactory\n> (and at times very satisfactory) results of UNRWA's management and impact -\n> which is particularly important for us during these times of intense\n> political and financial pressure on the agency ... Similarly, the United\n> Nations Board of Auditors recognized the quality of the management and\n> leadership of UNRWA. Finally, the 2018 annual report recently presented by\n> UNRWA's Department of Internal Oversight Services and Ethics Division - both\n> independent bodies - to UNRWA's Advisory Commission (host countries and\n> largest donors) confirmed these positive assessments. These reports testify\n> to the strength of this Agency and are a matter of public record."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6.1",
        "section_name": "Mandate",
        "generated_section_content_md": "Some critics of UNRWA have argued that it serves to perpetuate the conflict.\nAlthough UNRWA's mandate is only for relief works, _The Wall Street Journal\nEurope_ , published an op-ed by Asaf Romirowsky and Alexander H. Joffe in\nApril 2011 saying that \"it is hard to claim that the UNRWA has created any\nPalestinian institutions that foster genuinely civil society. Ideally, the\nUNRWA would be disbanded and Palestinians given the freedom – and the\nresponsibility – to build their own society.\"\n\nThe UNHCR is mandated to help refugees get on with their lives as quickly as\npossible and works to settle them rapidly, most frequently in countries other\nthan those they fled. UNRWA policy, however, states that the Palestinian Arabs\nwho fled from Israel in the course of the 1948 war, plus all of their\ndescendants, are to be considered refugees until a just and durable solution\ncan be found by political actors. UNRWA was specifically designed not to\nprescribe how the outcome of an agreement would take shape.\n\nJames G. Lindsay, a former UNRWA general counsel and fellow researcher for\nWashington Institute for Near East Policy, published a report for in 2009 in\nwhich he criticized UNRWA practices. One of his conclusions was that UNRWA's\nfailure to match the UNHCR's success in resettling refugees \"obviously\nrepresents a political decision on the part of the agency\" and \"seems to favor\nthe strain of Palestinian political thought espoused by those who are intent\non a 'return' to the land that is now Israel\"."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6.1.1",
        "section_name": "Protection of Palestinian refugees",
        "generated_section_content_md": "Asem Khalil, Associate Professor of Law at Birzeit University and dean of the\nFaculty of Law and Public Administration, has focused on human rights issues\nfor Palestinians in host countries. After systematically documenting the human\nrights situation for Palestinians in Egypt, Jordan, Lebanon, and Syria, he\nconcludes:\n\n> The point this approach is stresses, I believe, is not that UNRWA is not\n> necessary or that Palestinian refugeehood is not unique and special, but\n> rather that UNRWA is not currently capable of ensuring necessary protection\n> for Palestinian refugees, and that host Arab states cannot use the\n> uniqueness of Palestinian refugeehood to continue upholding discriminatory\n> laws and policies towards Palestinian refugees. ...\n>\n> The global financial crisis may result in decreasing international funds to\n> UNRWA, and UNRWA may be pushed towards reducing its services. Such a\n> scenario will be felt by Palestinian refugees in particular ways, seeing the\n> absence of alternative sources of income and the restrictive laws and\n> policies that exist in some host countries. UNRWA is a main service provider\n> for Palestinian refugees in host countries. It provides jobs for thousands\n> of refugees, education, health care, and various other services that are\n> extremely valuable and necessary.\n>\n> ... The issue at stake here is that UNRWA is not enough, but the alternative\n> is not the replacement of UNRWA by UNHCR, rather the enhancement of the\n> protection role of UNRWA, or the extension of protection mandate of UNHCR to\n> Palestinian refugees besides (not instead) existing agencies dealing with\n> Palestinian refugees ..."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6.1.2",
        "section_name": "Textbook issues",
        "generated_section_content_md": "In 2005 Nathan Brown, Professor of Political Science at George Washington\nUniversity, reviewed textbooks used by Palestinians, focusing especially on\nchanges starting in 1994.\n\n> The Oslo agreements resulted in the dismantling of the Israeli office\n> responsible for censorship of textbooks. Administration of the education\n> system for all Palestinian students in the West Bank and Gaza was taken over\n> by the Palestinian Authority. Other Palestinian schools administered by\n> UNRWA in neighboring countries were unaffected. With the end of UNESCO\n> monitoring of the books, UNRWA moved to develop supplementary materials to\n> teach tolerance in the schools it administered.\n\nIt is the PA textbooks used in UNRWA schools in the West Bank, Gaza, and East\nJerusalem that have been most extensively studied. In the beginning, the PA\nused books from Jordan and Egypt. In 2000 it started issuing its own books.\nBrown has pointed out that research into Palestinian textbooks conducted by\nthe Centre for Monitoring the Impact of Peace in 1998 is misleading because it\nevaluates the old books; and in 2000, its research mixed old and new books.\nBrown investigated the differences between the new PA books and the ones being\nreplaced.\n\nRegarding the Palestinian Authority's new textbooks, he states:\n\n> The new books have removed the anti-Semitism present in the older books\n> while they tell history from a Palestinian point of view, they do not seek\n> to erase Israel, delegitimize, it or replace it with the \"State of\n> Palestine\"; each book contains a foreword describing the West Bank and Gaza\n> as \"the two parts of the homeland\"; the maps show some awkwardness but do\n> sometimes indicate the 1967 line and take some other measures to avoid\n> indicating borders; in this respect they are actually more forthcoming than\n> Israeli maps; the books avoid treating Israel at length but do indeed\n> mention it by name; the new books must be seen as a tremendous improvement\n> from a Jewish, Israeli, and humanitarian view; they do not compare\n> unfavorably to the material my son was given as a fourth-grade student in a\n> school in Tel Aviv\".\n\nIn 2002, the United States Congress requested the United States Department of\nState to commission a reputable NGO to conduct a review of the new Palestinian\ncurriculum. The Israel/Palestine Center for Research and Information (IPCRI)\nwas thereby commissioned by the US Embassy in Tel Aviv and the US Consul\nGeneral in Jerusalem to review the textbooks. Its report was completed in\nMarch 2003 and delivered to the State Department for submission to Congress.\nIts executive summary states: \"The overall orientation of the curriculum is\npeaceful despite the harsh and violent realities on the ground. It does not\nopenly incite against Israel and the Jews. It does not openly incite hatred\nand violence. Religious and political tolerance is emphasized in a good number\nof textbooks and in multiple contexts.\"\n\nIPCRI's June 2004 follow-up report notes that \"except for calls for resisting\noccupation and oppression, no signs were detected of outright promotion of\nhatred towards Israel, Judaism, or Zionism\" and that \"tolerance, as a concept,\nruns across the new textbooks\". The report also stated that \"textbooks\nrevealed numerous instances that introduce and promote the universal and\nreligious values and concepts of respect of other cultures, religions, and\nethnic groups, peace, human rights, freedom of speech, justice, compassion,\ndiversity, plurality, tolerance, respect of law, and environmental awareness\".\n\nHowever, the IPCRI noted a number of deficiencies in the curriculum.\n\n> The practice of 'appropriating' sites, areas, localities, geographic\n> regions, etc. inside the territory of the State of Israel as\n> Palestine/Palestinian observed in our previous review, remains a feature of\n> the newly published textbooks (4th and 9th Grade) laying substantive grounds\n> to the contention that the Palestinian Authority did not in fact recognize\n> Israel as the State of the Jewish people. ...\n\nThe summary also states that the curriculum asserts a historical Arab presence\nin the region, while:\n\n> The Jewish connection to the region, in general, and the Holy Land, in\n> particular, is virtually missing. This lack of reference is perceived as\n> tantamount to a denial of such a connection, although no direct evidence is\n> found for such a denial.\" It also notes that \"terms and passages used to\n> describe some historical events are sometimes offensive in nature and could\n> be construed as reflecting hatred of and discrimination against Jews and\n> Judaism.\"\n\nThe US State Department has similarly raised concerns about the content of\ntextbooks used in PA schools. In its 2009 Human Rights report, the US\nDepartment of State wrote that after a 2006 revision of textbooks by the PA\nMinistry of Education and Higher Education, international academics concluded\nthat books did not incite violence against Jews but showed imbalance, bias,\nand inaccuracy. The examples given were similar to those given by IPCRI.\n\nIn 2013 the results of a rigorous study, which also compared Israeli textbooks\nto PA textbooks, came out. The study was launched by the Council for Religious\nInstitutions in the Holy Land, an interfaith association of Jewish, Christian,\nand Muslim leaders in Israel and the Occupied Territories. The study was\noverseen by an international Scientific Advisory Panel and funded by the US\nState Department The Council published a report \"Victims of Our Own\nNarratives? Portrayal of the 'Other' in Israeli and Palestinian School Books\".\nMost books were found to be factually accurate except, for example, through\npresenting maps that present the area from the river to the sea as either\nPalestine or Israel. Israeli schoolbooks were deemed superior to Palestinian\nones with regard to preparing children for peace, although various depictions\nof the \"other\" as enemy occurred in 75% of Israeli, and in 81% of Palestinian\ntextbooks. The study praised both Israel and the Palestinian Authority for\nproducing textbooks almost completely unblemished by \"dehumanizing and\ndemonizing characterizations of the other\". Yet many troubling examples were\ngiven of both sides failing to represent each other in a positive or even\nadequate way. And the problem was more pronounced in PA textbooks.\n\n* Neutral depictions of \"the other\" were found in 4% of Israeli, and 15% of Palestinian textbooks.\n* Overall negative or very negative representations of Palestinians occurred 49% of the time in Israeli state school books (73% in Haredi school books) and in 84% of Palestinian textbooks.\n* Highly negative characterizations were discerned in 26% of Israeli state school books and 50% of the Palestinian ones.\n\nIn response to a critical report[_citation needed_] written in 2009 by former\nUNRWA general counsel James G. Lindsay, fellow researcher for Washington\nInstitute for Near East Policy John Ging, head of UNRWA Gaza, said: \"As for\nour schools, we use textbooks of the Palestinian Authority. Are they perfect?\nNo, they're not. I can't defend the indefensible.\"\n\nUNRWA has taken many steps since 2000 to supplement the PA curriculum with\nconcepts of human rights, nonviolent conflict resolution, and tolerance.\nAccording to the UNRWA website:[_non-primary source needed_]\n\n> We have been delivering human rights education in our schools since 2000 to\n> promote non-violence, healthy communication skills, peaceful conflict\n> resolution, human rights, tolerance, and good citizenship. In May 2012, the\n> Agency endorsed its new Human Rights, Conflict Resolution and Tolerance\n> (HRCRT) Policy to further strengthen human rights education in UNRWA. This\n> policy builds upon past successes, but also draws from international best\n> practices and paves the way to better integrate human rights education in\n> all our schools. The HRCRT Policy reflects the UNRWA mandate of quality\n> education for Palestine refugees and sets out a common approach among all\n> UNRWA schools for the teaching and learning of human rights, conflict\n> resolution and tolerance. The vision of the policy is to \"provide human\n> rights education that empowers Palestine refugee students to enjoy and\n> exercise their rights, uphold human rights values, be proud of their\n> Palestinian identity, and contribute positively to their society and the\n> global community.\"\n\nIn 2021, the Australian and Canadian governments started investigating UNRWA,\nand the British government found that UNRWA had produced and disseminated\ntextbooks inciting violence. UNRWA blocked public access to its website\ncontents in response. Phillipe Lazzarini admitted to the European Parliament\nthat the study materials in UNRWA's schools featured incitement to violence,\nglorification of acts of terror, and antisemitism, but insisted that the\nagency takes steps to prevent the material from being taught.\n\nA review performed in 2024 names using \"host-country textbooks with\nproblematic content\" as one of the issues with UNRWA's neutrality. The review\nstates \"Three international assessments of PA textbooks in recent years have\nprovided a nuanced picture,..Two identified presence of bias and antagonistic\ncontent, but did not provide evidence of antisemitic content. The third\nassessment, by the [German-based] Georg Eckert Institute, studied 156 PA\ntextbooks and identified two examples that it found to display antisemitic\nmotifs but noted that one of them had already been removed, the other has been\naltered.\""
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6.1.3",
        "section_name": "Relationship with Hamas",
        "generated_section_content_md": "In October 2004 UNRWA Commissioner-General Peter Hansen caused controversy in\nCanada when he said in an interview with CBC TV:\n\n> Oh I am sure that there are Hamas members on the UNRWA payroll and I don't\n> see that as a crime. Hamas as a political organization does not mean that\n> every member is a militant and we do not do political vetting and exclude\n> people from one persuasion as against another. We demand of our staff,\n> whatever their political persuasion is, that they behave in accordance with\n> UN standards and norms for neutrality.\n\nHansen later specified that he had been referring not to active Hamas members,\nbut to Hamas sympathizers within UNRWA. In a letter to the Agency's major\ndonors, he said he was attempting to be honest because UNRWA has over 8,200\nemployees in the Gaza Strip. Given that opinion polls show 30% support of\nHamas in Gaza at the time, and UNRWA's workforce of 11,000 Palestinians, at\nleast some Hamas sympathizers were likely to be among UNRWA's employees. The\nimportant thing, he wrote, was that UNRWA's strict rules and regulations\nensured that its staff remained impartial UN servants. Hansen was retired from\nUnited Nations service against his will on 31 March 2005 after the United\nStates blocked his reappointment.\n\nUNRWA has come under criticism from Hamas for teaching Palestinian students\nWestern values. According to Hazem Balousha, some Hamas officials objected to\nUNRWA organized trips for Palestinian students to visit Holocaust remembrance\nsites. Hamas officials also opposed other UNRWA organized trips for\nPalestinian students to the US and Europe. According to _The Guardian_ , Hamas\nhas in some cases threatened UN staff in Gaza. James G. Lindsay, a former\nUNRWA general counsel and affiliated with the pro-Israel Washington Institute\nfor Near East Policy published a report for WINEP in 2009 in which he said\nUNRWA did not take enough steps to detect and prevent members of Hamas from\njoining the organization.\n\nAccording to _The Jerusalem Post_ , Hamas won a teachers union election for UN\nschools in Gaza in 2009. UNRWA has strongly denied this and pointed out that\n\"Staff elections are conducted on an individual – not party list – basis for\nunions that handle normal labour relations – not political – issues.\" In\naddition, John Ging, the Gaza head of operations, said in a letter dated 29\nMarch 2009 that employees must not \"be under the influence of any political\nparty in the conduct of their work.\"\n\nIsraeli newspaper Yedioth Ahronoth stated in 2012 that a staff union election\nresulted in 25 of the 27 seats going to Palestinians who were either Islamist\nor sympathetic towards Hamas. More than 9,500 UNRWA employees in the Gaza\nStrip participated; this represented more than 80% turnout. The professional\nlist won three UNRWA workers groups: the employees', teachers', and services'\nunions. According to the Israeli government , UNRWA employed at least 24\nmembers of Hamas or Islamic Jihad in 24 of its schools; the majority were\nprincipals or deputy principals, and several were fighters in the Qassam\nBrigades. Also, Israel provided intelligence about 18 UNRWA workers it accused\nof participating in the October 7, 2023, attacks.\n\nOn September 30, 2024, UNRWA confirmed that Fatah Sharif, a top Hamas\ncommander killed in an Israeli airstrike in Lebanon, had formerly been on its\npayroll as a school principal and head of the teachers' union in Lebanon.\nUNRWA said it had suspended Sharif and started an investigation in March when\nit learned of the allegation that Sharif was a member of the political wing of\nHamas. It was not aware that he was a Hamas commander. Hamas praised him\nposthumously for his \"educational and jihadist work.\" In February 2025, former\nhostage Emily Damari alleged she was held in a UNRWA facility for some of her\n15-month captivity by Hamas. UNRWA said there were times when it did not have\naccess to its facilities and that most were converted to shelters. It called\nfor an independent investigation into the misuse of its facilities."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6.1.4",
        "section_name": "Hamas interference",
        "generated_section_content_md": "It has been reported that Hamas has interfered with curriculum and textbooks\nin UNRWA schools. For example, in 2009 it caused UNRWA to suspend a decision\nto introduce Holocaust studies in its schools. One of UNRWA's flagships has\nbeen gender-equality and integration. But Hamas militants have firebombed\nUNRWA mixed-gender summer camps, and in 2013 Hamas passed a law requiring\ngender segregation in schools for all pupils nine years of age and older in\nGaza. The law does not apply to UNRWA schools.\n\nElhanen Miller, the Arab affairs reporter for _The Times of Israel_ , wrote in\nFebruary 2014 that Hamas was \"bashing\" UNRWA's human rights curriculum, saying\nthat it included too many examples and values foreign to Palestinian culture\nand had too much emphasis on peaceful resistance rather than armed resistance.\nIn this case UNRWA refused to be swayed. Spokesman Chris Gunness said:\n\n> UNRWA has no plans to change its education programs in Gaza ... human rights\n> are taught in all UNRWA schools from grades 1 through 9, discussing the\n> Universal Declaration of Human Rights.\n>\n> UNRWA's education system takes as its basis the curriculum taught by the PA\n> and so we use PA textbooks in preparing children in Gaza for public\n> examinations. ... In addition, we enrich our education programs in Gaza with\n> an agreed human rights curriculum which has been developed with the\n> communities we serve: with educationalists, parents groups, teachers\n> associations, staff members and others. We have done our utmost in\n> developing these materials to be sensitive to local values while also being\n> true to the universal values that underpin the work of the United Nations.\n\nHowever, after a few days, UNRWA consented to temporarily suspending the use\nof only the books used in grades 7–9 (continuing to use the books used in\ngrades 1–6) pending further discussions."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "6.1.5",
        "section_name": "Operation of summer camps",
        "generated_section_content_md": "Hamas has denounced UNRWA and Ging, accusing them of using their summer camps\nto corrupt the morals of Palestinian youth. Hamas also advised UNRWA to re-\nexamine its curriculum to ensure its suitability for Palestinian society, due\nto the mixing of genders at the camps. In September 2011 it was reported that,\nunder pressure from Hamas, UNRWA has made all its summer camps single-sex.\nHamas has its own network of summer camps and the two organizations are\nregarded to be vying for influence with Gazan youth. Islamic Jihad has also\nrun summer camps since 2013. UNRWA did not operate its summer camps for summer\n2012 and summer 2014 due to a lack of available funding. Hamas has filled this\nvoid and now is the direct provider of summer activities for about 100,000\nchildren and youths. In 2013, UNRWA canceled its planned marathon in Gaza\nafter Hamas rulers prohibited women from participating in the race.\n\nIn 2013, Israeli media outlets aired a video documenting UNRWA-funded summer\ncamps where children are being taught to engage in violence with Israelis. The\nvideo airs speakers telling campers \"With God's help and our own strength we\nwill wage war. And with education and Jihad we will return to our homes!\" A\nstudent is also shown on camera describing that \"the summer camp teaches us\nthat we have to liberate Palestine.\" UNRWA denies that the video shows UNRWA\nsummer camps and instead shows footage of camps that were not operated by\nUNRWA, and stated that the film was \"grossly misleading\" and that \"the film-\nmaker concerned has a history of making baseless claims about UNRWA, all of\nwhich we have investigated and demonstrated to be patently false.\" It stated\nthat the 'summer camp' shown in the West Bank was not affiliated with or\norganized by UNRWA, and that footage from the camp in Gaza \"revealed that\nabsolutely nothing anti-Semitic or inflammatory was done or said\"."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Investigations and calls for accountability and reform",
        "generated_section_content_md": "Many critics of UNRWA, while generally recognizing the importance of its work\nand the infeasibility of disbanding it, believe it requires more transparency,\noversight, and support. Writing in the _Middle East Monitor_ in April 2012,\nKaren Koning AbuZayd, a former Commissioner-General of the UNRWA (2005–2009),\nargued that \"UNRWA needs support not brickbats\". She concluded that:\n\n> ... even those who scrutinise [UNRWA] most closely and challenge it most\n> severely are those who also ensure that its programmes receive adequate\n> funding. They, like others who view the agency more positively, realise that\n> UNRWA makes a major contribution to stability in the Middle East.\n\nWriting in the _Times of Israel_ on 31 July 2014, David Horovitz argued that\nIsrael had many legitimate complaints against UNRWA, including that its\ndefinition of \"refugee\" included the descendants of the original Palestinian\nrefugees, that it was \"closely watched by Hamas for signs that it is not\nsufficiently critical of Israel\", and that its facilities frequently harbored\nHamas operatives and their weaponry. But, he noted, while Israeli officials\nprivately argued for its abolishment, with no other credible party able to\ntake over the agency's duties, including administering the more than 200,000\nGazans internally displaced during the then-ongoing 2014 Gaza War, Israel had\nnever \"launched a no-holds-barred effort to bring UNRWA down\". That changed\nafter the October 7, 2023 attack on Israel, as Horovitz described in a January\n2025 piece titled \"Gaza after UNRWA\". In addition to cataloguing ties between\nUNRWA and Hamas, including revelations of its staff's \"complicity in the mass\nmurder in Israel that caused the war and devastation in Gaza\", Horovitz\nexcoriated the agency for having \"perpetuated a fundamental intolerance for\nthe simple fact of Israel’s existence\" and having \"helped Hamas and by\nextension doomed Gaza\"."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "7.1",
        "section_name": "Repeated calls for investigation by the United States",
        "generated_section_content_md": "The United States government financed a programme of \"Operations Support\nOfficers\" whose responsibilities including undertaking random and unannounced\ninspections of UNRWA facilities to ensure their sanctity from militant\noperations. In 2004, the U.S. Congress asked the General Accounting Office\n(GAO) to investigate media claims that government funding given to UNRWA had\nbeen used to support individuals involved in militant activities. During its\ninvestigation, the GAO discovered several irregularities in its processing and\nemployment history.\n\nIn August 2014, several US Senators demanded an impartial investigation into\nUNRWA's alleged participation in the 2014 Gaza-Israel conflict, accusing UNRWA\nof being complicit with Hamas.\n\n> ... While the letter does not call on the State Department to cut aid, the\n> senators write that the American taxpayers \"deserve to know if UNRWA is\n> fulfilling its mission or taking sides in this tragic conflict.\"\n>\n> ... Responding to the letter, a State Department spokesman said that the UN\n> is taking \"proactive steps to address this problem,\" including deploying\n> munitions experts to the strip in search of more weapons caches. \"The\n> international community cannot accept a situation where the United Nations –\n> its facilities, staff, and those it is protecting – are used as shields for\n> militants and terrorist groups,\" State Department spokesone Edgar Vasquez\n> told _The Jerusalem Post_. \"We remain in intensive consultations with UN\n> leadership about the UN's response.\" ...\n>\n> \"There are few good solutions given the exceptionally difficult situation in\n> Gaza,\" Vasquez continued, \"but nonetheless we are in contact with the United\n> Nations, other UNRWA donors, and concerned parties – including Israel – on\n> identifying better options for protecting the neutrality of UN facilities\n> and ensuring that weapons discovered are handled appropriately and do not\n> find their way back to Hamas or other terrorist groups.\"\n\nIn 2018, citing a \"failure to mobilize adequate and appropriate burden\nsharing,\" the Trump administration stopped funding UNRWA, calling its\nfundamental business model and fiscal practices \"simply unsustainable\".\nSecretary of State Mike Pompeo maintained that \"most Palestinians under\nUNRWA's jurisdiction aren't refugees, and UNRWA is a hurdle to peace.\" The\nBiden administration restarted funding in April 2021 and as of 2024 provided\nalmost $1 billion to UNRWA. In 2024, during the Gaza war, the Biden\nadministration halted funding for UNRWA after the Israeli government alleged\nthat some UNRWA staffers took part in the October 7 attacks."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "7.2",
        "section_name": "James G. Lindsay",
        "generated_section_content_md": "On the basis of his 2009 analyses for WINEP, referred to in previous sections,\nformer UNRWA general-counsel James G. Lindsay and fellow researcher for\nWashington Institute for Near East Policy[_citation needed_] made the\nfollowing suggestions for improvement:[_citation needed_]\n\n> UNRWA should make the following operational changes: halt its one-sided\n> political statements and limit itself to comments on humanitarian issues;\n> take additional steps to ensure the agency is not employing or providing\n> benefits to terrorists and criminals; and allow the UN Educational,\n> Scientific and Cultural Organization (UNESCO), or some other neutral entity,\n> to provide balanced and discrimination-free textbooks for UNRWA schools.\n\nAndrew Whitley, director of the UNRWA representative office at UN headquarters\nin New York, criticized the report as biased and relying on limited sources.\nAdditionally, he noted: \"Someone reading this paper with no background would\nassume that the Israeli government was a benign actor. No mention is made of\nthe occupation of the West Bank and the Gaza Strip.\"\n\nUNRWA's Jerusalem spokesperson Chris Gunness stated that UNRWA rejects\nLindsay's report and its findings and said that the study was inaccurate and\nmisleading, since it \"makes selective use of source material and fails to\npaint a truthful portrait of UNRWA and its operations today\".\n\nIn response to the criticism of his report from UNRWA, Lindsay writes:\n\n> Despite repeated requests from the author, the agency declined to identify\n> the alleged weaknesses on the grounds that \"our views—and understanding—of\n> UNRWA's role, the refugees and even U.S. policy are too far apart for us to\n> take time (time that we do not have) to enter into an exchange with little\n> likelihood of influencing a narrative which so substantially differs from\n> our own.\" Thus, the paper has not benefited from any input by UNRWA, whether\n> a discussion of policy or even correction of alleged errors."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "7.3",
        "section_name": "Reform initiative",
        "generated_section_content_md": "An initiative to reform UNRWA was announced by the Center for Near East Policy\nResearch in March 2014. The center carries out research and (through its\n\"Israel Resource News Agency\") investigative journalism and research in\ncooperation with a wide variety of organisations and researchers, such as The\nMiddle East Forum, which has published an entire issue of Middle East\nQuarterly discussing the challenges facing UNRWA.\n\nThe main thrust of the UNRWA Reform Initiative is to present documentation of\nproblems with UNRWA to sponsor nations and organisations with the aim of\nincreasing sponsor demands for accountability. UNRWA has stated on multiple\noccasions that the head of this initiative, David Bedein, fabricates the\ninformation he publishes."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "7.4",
        "section_name": "EU conditions funding 2021",
        "generated_section_content_md": "In September 2021, the European Parliament's Budgetary Control Committee\napproved withholding 20 million Euros in aid to UNRWA if immediate changes to\nUNRWA's education curriculum are not made. According to the resolution, the\nParliament \"is concerned about the hate speech and violence taught in\nPalestinian school textbooks and used in schools by UNRWA... [and] insists\nthat UNRWA acts in full transparency... to ensure that content adheres to UN\nvalues and does not encourage hatred.\"\n\nFunding for UNRWA was reinstated by the EU on March 1, 2024."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Relations with Israel",
        "generated_section_content_md": "After Israel captured the West Bank and Gaza in the Six-Day War, it requested\nthat the UNRWA continue its operations there, which it would facilitate. Since\nthen the relationship has been characterized by two-state advocate Baruch\nSpiegel, as \"an uneasy marriage of convenience between two unlikely bedfellows\nthat have helped perpetuate the problem both have allegedly sought to\nresolve.\"\n\nImmediately following the Six-Day War, on 14 June UNRWA Commissioner-General\nDr. Laurence Michelmore and political advisor to the Israeli Foreign Minister\nMichael Comay exchanged letters that has since served as much of the basis for\nthe relationship between Israel and UNRWA. Commonly referred to the Comay-\nMichelmore Exchange of Letters, the initial letter from Michelmore reiterates\na verbal conversation between the two, stating that:\n\n> at the request of the Israel Government, UNRWA would continue its assistance\n> to the Palestine refugees, with the full co-operation of the Israel\n> authorities, in the West Bank and Gaza Strip areas. For its part, the Israel\n> Government will facilitate the task of UNRWA to the best of its ability,\n> subject only to regulations or arrangements which may be necessitated by\n> considerations of military security.\n\nIn his responding letter, Comay wrote:\n\n> I agree that your letter and this reply constitute a provisional agreement\n> between UNRWA and the Government of Israel, to remain in force until\n> replaced or cancelled.\n\nUNRWA has been criticised by the Israeli government and politicians for\nalleged involvement with Palestinian militant groups, such as Hamas. Israeli\nmedia organizations have claimed that Peter Hansen, UNRWA's former\nCommissioner-General (1996–2005) \"consistently adopted a trenchant anti-Israel\nline\" which resulted in biased and exaggerated reports against Israel."
    },
    {
        "chapter_name": "UNRWA",
        "chapter_id": "1",
        "section_number": "8.1",
        "section_name": "Israeli ban and ICJ case",
        "generated_section_content_md": "On 28 October 2024, the Knesset passed legislation that orders UNRWA to cease\n\"any activity\" in territories claimed by Israel within 90 days. The Israeli\ngovernment, for its part, declared that it will terminate all collaboration,\ncommunication and contact with UNRWA beginning on January 30, 2025. On 30\nJanuary, Israel's UNRWA ban went into effect.\n\nAs a result of the ban on UNRWA, the UN General Assembly voted to request an\nadvisory opinion from the ICJ regarding \"Obligations of Israel in relation to\nthe Presence and Activities of the United Nations, Other International\nOrganizations and Third States in and in relation to the Occupied Palestinian\nTerritory\" in December 2024. Israel’s foreign minister, Gideon Sa'ar,\ncriticized the decision saying that \"it is not Israel that should be on trial.\nIt is the UN and Unrwa\"."
    }
]