[
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Cultural and political alliance in Europe\n\nThe **Visegrád Group** (also known as the **Visegrád Four** or the **V4**) is\na cultural and political alliance of four Central European countries: the\nCzech Republic, Hungary, Poland, and Slovakia. The alliance aims to advance\nco-operation in military, economic, cultural and energy affairs. All four\nnations are also members of the European Union, the North Atlantic Treaty\nOrganization, and the Three Seas Initiative.\n\nThe alliance traces its origins to the summit meetings of leaders of\nCzechoslovakia, Hungary and Poland, held in the Hungarian castle town of\nVisegrád on 15 February 1991. Visegrád was chosen as the location for the\nsummits as an intentional allusion to the medieval Congress of Visegrád\nbetween John I of Bohemia, Charles I of Hungary, and Casimir III of Poland in\n1335.\n\nAfter the dissolution of Czechoslovakia in 1993, the Czech Republic and\nSlovakia became independent members of the alliance, increasing the number of\nmembers from three to four. All four members of the Visegrád Group joined the\nEuropean Union on 1 May 2004, achieving its main goal.\n\nDuring the European immigration crisis in 2015, the Visegrad Group\nsuccessfully blocked EU-level actions aimed at implementing the forced\nrelocation of illegal immigrants within the member states. At that time EU\nCommission started infringement procedures against actions of the Hungarian\nand Polish national-conservative governments, claiming that they undermine\ndemocracy, media freedom, and the independence of the judiciary. The Visegrad\nFour became politically split due to changes in governments and diverging\nreactions to the Russian invasion of Ukraine in 2022. Yet its role in\nfostering exchange among countries' public servants and civil societies\n(Visegrad Fund) remains crucial. If the Visegrád Group were a single country,\nits land area, population, and economy would be similar to those of\nMetropolitan France."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Background (1335–1989)",
        "generated_section_content_md": "The Castle of Visegrád, where the 1335 and 1339 Congresses of Visegrád took\nplace\n\nThe name of the Visegrád Group references the place of meeting selected for\nthe 1335 Congress of Visegrád held by the Bohemian (Czech), Polish, and\nHungarian rulers in Visegrád. Charles I of Hungary, Casimir III of Poland, and\nJohn I of Bohemia agreed to create new commercial routes to bypass the city of\nVienna (a staple port, which required goods to be offloaded and offered for\nsale in the city before they could be sold elsewhere) and to obtain easier\naccess to other European markets. The recognition of Czech sovereignty over\nthe Duchy of Silesia was also confirmed. The second Congress of Visegrád took\nplace in 1339 and decided that if Casimir III of Poland died without a son (as\nactually happened in 1370), then the son of Charles I of Hungary, Louis I of\nHungary would become the King of Poland.\n\nFrom the 16th century, large parts of the present-day territories of the\ngroup's members became part of, or were influenced, by the Vienna-based\nHabsburg monarchy. This situation continued until the end of World War I and\nthe dissolution of Habsburg-ruled Austria-Hungary in 1918. In the three years\nafter the end of World War II in 1945 the countries became satellite states of\nthe Soviet Union, as the Polish People's Republic, the Hungarian People's\nRepublic and the Czechoslovak Socialist Republic. In 1989, the fall of the\nBerlin Wall and the fall of communism in central and eastern Europe enabled\nPoland, Hungary and Czechoslovakia to adopt capitalism and democracy. In\nDecember 1991, the fall of the Soviet Union occurred, further allowing the\nthree countries to look westward."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Establishment (1990s)",
        "generated_section_content_md": "The Visegrád Group was established on 15 February 1991 at a meeting between\nthe President of the Czech and Slovak Federative Republic, Václav Havel, the\nPresident of the Republic of Poland, Lech Wałęsa, and the Prime Minister of\nthe Republic of Hungary, József Antall, in the Hungarian town of Visegrád. The\ngroup was created with the aim of moving away from communism and implementing\nthe reforms required for full membership of the Euro-Atlantic institutions,\nsuch as NATO and the EU.\n\nAfter the dissolution of Czechoslovakia in 1993, the Czech Republic and\nSlovakia became independent members of the alliance, raising the number of\nmembers from three to four. All four members of the Visegrád Group joined the\nEuropean Union on 1 May 2004."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Contemporary history (2004–present)",
        "generated_section_content_md": "With all four Visegrad countries joining the EU in 2004, the primary goal of\nthe group was achieved. Since then, the Visegrad Group has focused mostly on\ncultural cooperation through the Visegrad Fund and expert-level cooperation on\ntopics such as infrastructure. The group became politically active and media\nvisible during the European Migration Crisis in 2015. The Visegrad countries\nforcefully fought against the EU quota that aimed to distribute Syrian\nrefugees from the overwhelmed southern EU countries across the continent. The\ncoherence of the group decreased with the lower salience of migration in the\nsubsequent years.\n\nThe full-scale invasion of Ukraine by Russia in 2022 caused a rift within the\ngroup. The Hungarian government under Viktor Orbán and the Slovak government\nunder Robert Fico rejected support for Ukraine and echoed Russian claims that\nthe war had been provoked by NATO. On the other hand, the Czech government\nunder Petr Fiala and the Polish government under Donald Tusk are among the\nstrongest supporters of Ukraine. This rift was highlighted by the summit in\nPrague in 2024, where Fiala said it \"wouldn't make sense that we differ in the\nviews of the cause of the Russian aggression against Ukraine and the ways of\nsolving it.\" Polish Foreign Minister Radosław Sikorski also stressed that the\npriority for Poland (the largest country in the group) should be collaboration\nwithin the Weimar Triangle (Poland, Germany, France) and with the US, rather\nthan with the Visegrad Four.\n\nWhile some Czech politicians even called for leaving the Visegrad Four, Vít\nDostál, head of the foreign policy think-tank AMO, argued that the V4 survived\nmany governments with differing foreign policy priorities. He highlighted V4's\ncrucial role in networking among public servants (down to the level of\nministerial experts), which helps the four countries in EU negotiations - as\nwell as networking among civil society actors."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Economies",
        "generated_section_content_md": "The Visegrád Group signing ceremony in February 1991\n\nAll four nations in the Visegrád Group are high-income countries with a very\nhigh Human Development Index. V4 countries have experienced more or less\nsteady economic growth for over a century."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "History and categorization",
        "generated_section_content_md": "Economic transformation from communist central-planning to democratic market-\neconomy was one of the goals of the Visegrad cooperation and was seen as an\nintegral part of the so-called “Return to Europe”. The Visegrad countries\nsucceeded to various levels and managed to overcome the economic slump after\nthe 1989 revolution during the 1990s. With integration into the European\nUnion, they chose an export-led FDI-dependent growth model. Not only due to\ntheir geographical proximity to Germany, but also due to their elite's\ndecision to protect their industrial heritage, they became manufacturing hubs\nfor Western European companies, foremost for the German automotive sector.\nThis strategy differentiates Visegrad countries from other (semi)peripheral\neconomies like the Baltic states (dependent on a debt-driven model) or\nSouthern Europe (debt-based consumption-led model).\n\nIn 2009, Slovakia adopted the euro as its official currency, being the only\nmember of the group to have done so. All four countries are eventually obliged\nto adopt the euro in the future and to join the Eurozone once they have\nsatisfied the euro convergence criteria by the Treaty of Accession since they\njoined the EU."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "GDP (per capita)",
        "generated_section_content_md": "If counted as a single country, the Visegrád Group's GDP would be the 4th in\nthe EU, 5th in Europe and 15th in the world. In terms of international trade,\nthe V4 is not only at the forefront of Europe, but also of the world (4th in\nthe EU, 5th in Europe and 8th in the world).\n\nBased on gross domestic product per capita (PPP) estimated figures for the\nyear 2020, the most developed country in the group is the Czech Republic\n(US$40,858 per capita), followed by Slovakia (US$38,321 per capita), Hungary\n(US$35,941 per capita) and Poland (US$35,651 per capita). The average GDP\n(PPP) in 2019 for the entire group is estimated at US$34,865."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Nuclear energy",
        "generated_section_content_md": "Within the EU, the V4 countries are pro-nuclear-power, and are seeking to\nexpand or found (in the case of Poland) a nuclear-power industry. They have\nsought to counter what they see as an anti-nuclear-power bias within the EU,\nbelieving their countries would benefit from nuclear power."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Czech Republic",
        "generated_section_content_md": "Prague, Czech Republic\n\nThe economy of the Czech Republic is the group's second largest (GDP PPP of\nUS$432.346 billion total, ranked 36th in the world).\n\nWithin the V4, the Czech Republic has the highest Human Development Index,\nHuman Capital Index, nominal GDP per capita as well as GDP at purchasing power\nparity per capita."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Hungary",
        "generated_section_content_md": "Budapest, Hungary\n\nHungary has the group's third largest economy (total GDP of US$350.000\nbillion, 53rd in the world). Hungary was one of the more developed economies\nof the Eastern bloc. With about $18 billion in foreign direct investment (FDI)\nsince 1989, Hungary has attracted over one-third of all FDI in central and\neastern Europe, including the former Soviet Union. Of this, about $6 billion\ncame from American companies. Now it is an industrial agricultural state. The\nmain industries are engineering, mechanical engineering (cars, buses),\nchemical, electrical, textile, and food industries. The services sector\naccounted for 64.8% of GDP in 2017 (est.).\n\nThe main sectors of Hungarian industry are heavy industry (mining, metallurgy,\nmachine and steel production), energy production, mechanical engineering,\nchemicals, food industry, and automobile production. The industry is leaning\nmainly on processing industry and (including construction) accounted for\n29.32% of GDP in 2008. The leading industry is machinery, followed by the\nchemical industry (plastic production, pharmaceuticals), while mining,\nmetallurgy and textile industry seemed to be losing importance in the past two\ndecades. In spite of the significant drop in the last decade, the food\nindustry still contributes up to 14% of total industrial production and\namounts to 7–8% of the country's exports.\n\nAgriculture accounted for 4.3% of GDP in 2008 and along with the food industry\noccupied roughly 7.7% of the labour force.\n\nTourism employs nearly 150,000 people and the total income from tourism was 4\nbillion euros in 2008. One of Hungary's top tourist destinations is Lake\nBalaton, the largest freshwater lake in Central Europe, with 1.2 million\nvisitors in 2008. The most visited region is Budapest; the Hungarian capital\nattracted 3.61 million visitors in 2008. Hungary was the world's 24th most\nvisited country in 2011."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Poland",
        "generated_section_content_md": "Warsaw, Poland\n\nPoland has the region's largest economy (GDP PPP total of US$1.353 trillion,\nranked 22nd in the world). According to the United Nations and the World Bank,\nit is a high-income country with a high quality of life and a very high\nstandard of living. The Polish economy is the fifth-largest in the EU and one\nof the fastest-growing economies in Europe, with a yearly growth rate of over\n3.0% between 1991 and 2019.\n\nPoland was the only European Union member to have avoided a decline in GDP\nduring the late-2000s recession, and in 2009 created the most GDP growth of\nall countries in the EU. The Polish economy had not entered recession nor\ncontracted. According to Poland's Central Statistical Office, in 2011 the\nPolish economic growth rate was 4.3%, the best result in the entire EU. The\nlargest component of its economy is the service sector (67.3%), followed by\nindustry (28.1%) and agriculture (4.6%). Since increased private investment\nand EU funding assistance, Poland's infrastructure has developed rapidly.\n\nPoland's main industries are mining, machinery (cars, buses, ships),\nmetallurgy, chemicals, electrical goods, textiles, and food processing. The\nhigh-technology and IT sectors are also growing with the help of investors\nsuch as Google, Toshiba, Dell, GE, LG, and Sharp. Poland is a producer of many\nelectronic devices and components."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Slovakia",
        "generated_section_content_md": "Bratislava, Slovakia\n\nThe smallest, but still considerably powerful V4 economy is that of Slovakia\n(GDP of US$209.186 billion total, 68th in the world)."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Demographics",
        "generated_section_content_md": "The population is 64,301,710 inhabitants, which would rank 22nd largest in the\nworld and 4th in Europe (similar in size to France, Italy or the UK) if V4\nwere a single country. The most populated country in the group is Poland (38\nmillion), followed by the Czech Republic (~11 million), Hungary (~10 million),\nand Slovakia (5.5 million)."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "V4 capitals",
        "generated_section_content_md": "* Warsaw (Poland) – 1,790,658 inhabitants (metro – 3,105,883)\n* Budapest (Hungary) – 1,779,361 inhabitants (metro – 3,303,786)\n* Prague (Czech Republic) – 1,318,688 inhabitants (metro – 2,647,308)\n* Bratislava (Slovakia) – 432,801 inhabitants (metro – 659,578)"
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Current leaders",
        "generated_section_content_md": "* Czech Republic\nPetr Fiala\nPrime Minister\n\n* Hungary\nViktor Orbán\nPrime Minister\n\n* Poland\nDonald Tusk\nPrime Minister\n\n* Slovakia\nRobert Fico\nPrime Minister"
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Initiatives",
        "generated_section_content_md": "Visegrád Fund building in Bratislava"
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "International Visegrád Fund",
        "generated_section_content_md": "The International Visegrád Fund (IVF) is the only institutionalized form of\nregional cooperation of the Visegrád Group countries.\n\nThe main aim of the fund is to strengthen the ties among people and\ninstitutions in Central and Eastern Europe through giving support to regional\nnon-governmental initiatives.[_citation needed_]"
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.1.1",
        "section_name": "Visegrád Battlegroup",
        "generated_section_content_md": "On 12 May 2011, Polish Defence Minister Bogdan Klich said that Poland will\nlead a new EU Battlegroup of the Visegrád Group. The decision was made at the\nV4 defence ministers' meeting in Levoča, Slovakia, and the battlegroup became\noperational and was placed on standby in the first half of 2016. The ministers\nalso agreed that the V4 militaries should hold regular exercises under the\nauspices of the NATO Response Force, with the first such exercise to be held\nin Poland in 2013. The battlegroup included members of V4 and Ukraine. Another\nV4 EU Battlegroup was formed in the second semester of 2019 (V4 + Croatia) and\nanother will be on standby in the first semester of 2023."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.1.2",
        "section_name": "Other cooperation areas",
        "generated_section_content_md": "On 14 March 2014, in response to the 2014 Russian military intervention in\nUkraine, a pact was signed for a joint military body within the European\nUnion. Subsequent Action Plan defines these other cooperation areas:\n\n* Defence Planning\n* Joint Training and Exercises\n* Joint Procurement and Defence Industry\n* Military Education\n* Joint Airspace Protection\n* Coordination of Positions\n* Communication Strategy\n\n_V4 Joint Logistics Support Group Headquarters_ (V4 JLSG HQ) was established\nin 2020 and will reach the full operational capability by the beginning of\n2023."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.2",
        "section_name": "Visegrád Patent Institute",
        "generated_section_content_md": "Created by an agreement signed in Bratislava on 26 February 2015, the\nInstitute aims at operating as an International Searching Authority (ISA) and\nInternational Preliminary Examining Authorities (IPEA) under the Patent\nCooperation Treaty (PCT) as from 1 July 2016."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.3",
        "section_name": "European Union",
        "generated_section_content_md": "All members of the V4 have been member states of the European Union since the\nEU's enlargement in 2004, and members of the Schengen Area since 2007."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.3.1",
        "section_name": "Austria",
        "generated_section_content_md": "The countries participating in the Austerlitz format. From north to south:\nCzech Republic, Slovakia, Austria.\n\nAustria is the Visegrád Group's southwestern neighbor. The Czech Republic,\nSlovakia and Austria launched the Slavkov format for the three countries in\nearly 2015. The first meeting in this format took place on 29 January 2015 in\nSlavkov u Brna (Austerlitz) in the Czech Republic. Petr Drulák, the deputy\nforeign minister of the Czech Republic, emphasized that the Austerlitz format\nwas not a competitor, but an addition to the Visegrád group, after proposals\nto enlarge the V4 with Austria and Slovenia were rejected by Hungary.\n\nThe leadership of the Freedom Party of Austria, the junior partner in the\nformer Austrian coalition government, has expressed its willingness to closely\ncooperate with the Visegrád Group. Former Chancellor and leader of the\nAustrian People's Party Sebastian Kurz wanted to act as a bridge builder\nbetween the east and the west."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.3.2",
        "section_name": "Germany",
        "generated_section_content_md": "Germany, the Visegrád Group's western neighbour, is a key economic partner of\nthe group and vice versa. As of 2018, Germany's trade and investment flows\nwith the V4 are greater than with China."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.3.3",
        "section_name": "Romania",
        "generated_section_content_md": "On 24 April 2015, Bulgaria, Romania and Serbia established the Craiova Group.\nThe idea came from Victor Ponta, the then Romanian Prime Minister, who said he\nwas inspired by the Visegrád Group. Greece joined the group in October 2017.\n\nRomania has been invited to participate in the Visegrád Group on previous\noccasions. However, several incidents, such as the Black March ethnic clashes,\nmade this impossible.[_citation needed_]"
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.4",
        "section_name": "Non-EU",
        "generated_section_content_md": "Hungary, Poland, and Slovakia border Ukraine on their east. Poland\nadditionally borders Belarus and Russia's Kaliningrad Oblast to the northeast.\nThe Czech Republic is fully surrounded by other EU members. Hungary borders\nSerbia, a candidate for EU accession, in the south."
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "4.4.1",
        "section_name": "Ukraine",
        "generated_section_content_md": "Ukraine, an eastern neighbour of the V4 that is not a member of the EU, is one\nof largest recipients of the International Visegrád Fund support and receives\nassistance from the Visegrád Group for its aspirations to European\nintegration. Ukraine joined the Deep and Comprehensive Free Trade Area with\nthe EU and therefore with the V4 in 2016.\n\nThe 2022 Russian invasion of Ukraine has led to tensions within the Visegrád\nGroup with Hungary under Viktor Orban, opposed to harsher sanctions against\nRussia, while the Czech Republic, Slovakia, and Poland strongly supporting\nUkraine. In November 2022, Czech Prime Minister Petr Fiala stated, “This is\nnot the best of times for the (Visegrád) format, and Hungary's different\nattitudes are significantly influencing and complicating the situation.”"
    },
    {
        "chapter_name": "Visegrád Group",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Country comparison",
        "generated_section_content_md": "| This section **needs additional citations forverification**. Please help\nimprove this article by adding citations to reliable sources in this section.\nUnsourced material may be challenged and removed. _( August 2019)__(Learn how\nand when to remove this message)_\n---|---\nName | Czech Republic(Česká republika) | Hungary (Magyarország) | Poland | Slovakia\n---|---|---|---|---\nOfficial name | Republic of Poland (Rzeczpospolita Polska) | Slovak Republic (Slovenská republika)\n**Coat of arms** |  |  |  |\n**Flag** |  |  |  |\n**Population** |  10,649,800 (2019)  |  9,772,756 (2019)  |  37,972,812 (2019)  |  5,450,421 (2019)\n**Area** | 78,866 km2 (30,450 sq mi)  | 93,028 km2 (35,918 sq mi)  | 312,696 km2 (120,733 sq mi)  | 49,035 km2 (18,933 sq mi)\n**Population Density** | 134/km2 (350/sq mi)  | 105.9/km2 (274/sq mi)  | 123/km2 (320/sq mi)  | 111/km2 (290/sq mi)\n**Government** | Unitary parliamentary constitutional republic  | Unitary parliamentary constitutional republic  | Unitary semi-presidential constitutional republic  | Unitary parliamentary constitutional republic\n**Capital** |  Prague – 1,318,688 (2,647,308 Metro)  |  Budapest – 1,779,361 (3,303,786 Metro)  |  Warsaw – 1,783,321 (3,100,844 Metro)  |  Bratislava – 429,564 (659,578 Metro)\n**Largest City**\n**Official language** | Czech (_de facto_ and _de jure_)  | Hungarian (_de facto_ and _de jure_)  | Polish (_de facto_ and _de jure_)  | Slovak (_de facto_ and _de jure_)\n**First Leader** | Bořivoj I, Duke of Bohemia (first historically documented Duke of Bohemia, 867–889)  | Grand Prince Árpád (traditional first leader of tribal principality, 895–907)King St. Stephen (of Christian kingdom, 997–1038)  | Duke Mieszko I (traditional first leader of unified state, 960–992)  | Pribina (traditional ancestor, ?–861)\n**Current Head of Government** | Prime Minister Petr Fiala (ODS; since 2021)  | Prime Minister Viktor Orbán (Fidesz; 1998–2002, since 2010)  | Prime Minister Donald Tusk (Civic Platform; 2007–2014, since 2023)  | Prime Minister Robert Fico (Smer; 2006–2010, 2012–2018, since 2023)\n**Current Head of State** | President Petr Pavel (independent; since 2023)  | President Tamás Sulyok (independent; since 2024)  | President Andrzej Duda (Law and Justice; since 2015)  | President Peter Pellegrini (independent; since 2024)\n**Main religions** | 44.7% undeclared, 34.5% irreligious, 10.5% Roman Catholic, 2% other Christians, 0.7% others | 38.9% Catholicism (Roman, Greek), 13.8% Protestantism (Reformed, Evangelical), 0.2% Orthodox, 0.1% Jewish, 1.7% other, 16.7% Non-religious, 1.5% Atheism, 27.2% undeclared  | 87.58% Roman Catholic, 7.10% Opting out of answer, 1.28% Other faiths, 2.41% Irreligious, 1.63% Not stated  | 62% Roman Catholic, 5.9% Evangelical Church of the Augsburg Confession in Slovakia, 3.8% Slovak Greek Catholic Church, 1.8% Reformed churches, 0.9% Czech and Slovak Orthodox Church, 0.3% Jehovah's Witnesses, 0.2% Evangelical Methodist, 10.6% not specified, 13.4% no religion\n**Ethnic groups** | 64.3% Czechs, 25.3% unspecified, 5% Moravians, 1.4% Slovaks, 1.0% Ukrainians, 3.0% Other  | 83.7% Hungarian, 3.1% Roma, 1.3% German, 14.7% not declared  | 98% Poles, 2% other or undeclared  | 80.7% Slovaks, 8.5% Hungarians, 2.0% Roma, 0.6% Czechs, 0.6% Rusyns, 0.1% Ukrainians, 0.1% Germans, 0.1% Poles, 0.1% Moravians, 7.2% unspecified\n**GDP (nominal)** |\n\n* $245.226 billion (2018) (45th)\n* $23,113 per capita (2018) (36th)\n\n|\n\n* $161.182 billion (2018) (54th)\n* $16,484 per capita (2018) (47th)\n\n|\n\n* $585.816 billion (2018) (21st)\n* $15,426 per capita (2018) (56th)\n\n|\n\n* $106.573 billion (2018) (60th)\n* $19,579 per capita (2018) (40th)\n\n\n**External debt (nominal)** | $77.786 billion (2019 Q2) – 31.6 % of GDP | $112.407 billion (2019 Q2) – 66.6 % of GDP | $281.812 billion (2019 Q2) – 47.5 % of GDP | $51.524 billion (2019 Q2) – 46.9 % of GDP\n**GDP (PPP)** |\n\n* $396.176 billion (2018) (45th)\n* $37,340 per capita (2018) (34th)\n\n|\n\n* $312.052 billion (2018) (53rd)\n* $31,914 per capita (2018) (40th)\n\n|\n\n* $1.215 trillion (2018) (23rd)\n* $32,005 per capita (2018) (41st)\n\n|\n\n* $191.252 billion (2018) (68th)\n* $35,136 per capita (2018) (38th)\n\n\n**Currency** | Czech koruna (Kč) – CZK  | Hungarian forint (Ft) – HUF  | Polish złoty (zł) – PLN  | Euro (€) – EUR\n**Human Development Index** | 0.891 very high 26th\n\n* 0.850 very high IHDI 13th\n\n| 0.845 very high 43rd\n\n* 0.777 high IHDI 30th\n\n| 0.872 very high 32nd\n\n* 0.801 very high IHDI 27th\n\n| 0.857 very high 36th\n\n* 0.804 very high IHDI 26th"
    }
]