[
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "1996 multilateral export control regime\n\nParticipating states of the Wassenaar Arrangement\n\nThe **Wassenaar Arrangement on Export Controls for Conventional Arms and Dual-\nUse Goods and Technologies,** also known simply as the **Wassenaar\nArrangement** , is a multilateral export control regime governing the\ninternational transfer of conventional arms and dual-use goods and\ntechnologies. It was established on 12 July 1996 in Wassenaar, Netherlands, as\nthe successor to the Cold War–era Coordinating Committee for Multilateral\nExport Controls (CoCom), which restricted certain goods to the Eastern Bloc.\n\nThe Wassenaar Arrangement was established to \"contribute to regional and\ninternational security and stability by promoting transparency and greater\nresponsibility\" among participating states, which coordinate their national\npolicies to ensure certain technologies are not transferred or otherwise\ndiverted to countries that undermine these goals. There are 42 participating\nstates, including many former Comecon (Warsaw Pact) countries such as Russia.\nA secretariat for administering the agreement is based in Vienna, Austria.\n\nThe Wassenaar Arrangement is considerably less strict than CoCom, focusing\nprimarily on the transparency of national export control regimes and not\ngranting veto power to individual members over organizational decisions; like\nCoCom, it is not a treaty and therefore not legally binding. Every six months,\nmember countries voluntarily exchange information on deliveries of\nconventional arms to non-Wassenaar members that fall under eight broad weapons\ncategories: battle tanks, armoured fighting vehicles, large-calibre artillery,\nmilitary aircraft, military helicopters, warships, missiles or missile\nsystems, and small arms and light weapons."
    },
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Control lists",
        "generated_section_content_md": "The outline of the arrangement is set out in a document entitled \"Guidelines &\nProcedures, including the Initial Elements\". The list of restricted\ntechnologies is broken into two parts, the \"List of Dual-Use Goods and\nTechnologies\" (also known as the _Basic List_) and the \"Munitions List\". The\nBasic List is composed of ten categories based on increasing levels of\nsophistication:\n\n* Category 1 – Special Materials and Related Equipment\n* Category 2 – Materials Processing\n* Category 3 – Electronics\n* Category 4 – Computers\n* Category 5 – Part 1 – Telecommunications\n* Category 5 – Part 2 – Information Security\n* Category 6 – Sensors and Lasers\n* Category 7 – Navigation and Avionics\n* Category 8 – Marine\n* Category 9 – Aerospace and Propulsion\n\nBasic List has two nested subsections—Sensitive and Very Sensitive. Items of\nthe Very Sensitive List include materials for stealth technology—i.e.,\nequipment that could be used for submarine detection, advanced radar, and jet\nengine technologies.\n\nWithin each of the categories, there are 5 types of controlled item. These are\napproximately as follows:\n\n* A – Physical goods and components\n* B – Plant, test equipment etc. for the production of the goods\n* C – Materials typically from which the goods can be created\n* D – Software used typically for the development, production or use of the goods\n* E – Technology used typically for the development, production or use of the goods\n\nThe types of item B, C, D and E typically refer to the type A items, but there\nare many exceptions, e.g. some materials may be controlled, even though there\nis no specific good referred to.\n\nThe Wassenaar Arrangement List's categories are typically processed, and\nmerged with other sources, e.g. Category 5.A.2 maps on to US ECCN 5A002, and\nEU control classification 5A002.\n\nThe Munitions List has 22 categories, which are not labeled.\n\nIn order for an item to be placed on the lists, member states must take into\naccount the following criteria:\n\n* Foreign availability outside participating states\n* Ability to effectively control the export of the goods\n* Ability to make a clear and objective specification of the item\n* Controlled by another regime, such as the Australia Group, the Nuclear Suppliers Group, or the Missile Technology Control Regime"
    },
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Admission requirements",
        "generated_section_content_md": "Admission requires states to:\n\n* Be a producer or exporter of arms or sensitive industrial equipment\n* Maintain non-proliferation policies and appropriate national policies, including adherence to:\n* Non-proliferation policies, such as (where applicable) the Nuclear Suppliers Group, the Missile Technology Control Regime, and the Australia Group\n* Treaty on the Non-Proliferation of Nuclear Weapons, the Biological Weapons Convention, the Chemical Weapons Convention and, where applicable, START I (including the Lisbon Protocol)\n* Maintain fully effective export controls\n\nThe Arrangement is open on a global and non-discriminatory basis to\nprospective adherents that comply with the agreed criteria. Admission of new\nmembers requires the consensus of all members.\n\nIndia joined as the 42nd participating state on 7 December 2017. \"Wassenaar\nArrangement participating states reviewed the progress of a number of current\nmembership applications and agreed at the plenary meeting to admit India which\nwill become the Arrangement's 42nd participating state as soon as the\nnecessary procedural arrangements for joining the WA are completed\", the\ngrouping said in a statement. India's application was supported by Russia, the\nUnited States, France and Germany."
    },
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "2013 amendments",
        "generated_section_content_md": "In December 2013, the list of export restricted technologies was amended to\ninclude Internet-based surveillance systems. New technologies placed under the\nexport control regime include \"intrusion software\"—software designed to defeat\na computer or network's protective measures so as to extract data or\ninformation—as well as IP network surveillance systems.\n\nThe purpose of the amendments was to prevent Western technology companies from\nselling surveillance technology to governments known to abuse human rights.\nHowever, some technology companies have expressed concerns that the scope of\nthe controls may be too broad, limiting security researchers' ability to\nidentify and correct security vulnerabilities. Google and Facebook criticised\nthe agreement for the restrictions it will place on activities like\npenetration testing, sharing information about threats, and bug bounty\nprograms. They argue that the restrictions will weaken the security of\nparticipating nations and do little to curb threats from non-participant\nnations."
    },
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "\"Wassenaar minus one\"",
        "generated_section_content_md": "During 2022 and 2023, a variety of proposals for modification to the listed\nitems were proposed within Wassenaar, but were not accepted. Several states\nmade unilateral legislation, rather than obtaining harmonisation through the\nArrangement, including:\n\n* Spain for quantum computers containing more than 34 qubits and error rates below a certain controlled NOT gate error threshold, along with restrictions for quantum computers with more qubits and higher error rates, and cryo-computing technologies\n* Netherlands for equipment for manufacturing advanced-process-node semiconductors\n* US for AI chips and technology, and lasers and cameras associated with some types of additive manufacture\n\nThe corresponding proposals within WA were not accepted, due to objection from\nthe Russian delegation. Only minor and editorial changes were universally\naccepted. At the time, Russia faced international sanctions over its invasion\nof Ukraine.\n\nConsequently in mid 2024 and later, many Wassenaar nations have implemented\nexport controls corresponding to the unilateral legislation above. These\ninclude UK and Canada. These are classified as 'country specific', although\nthere appears to be harmonisation of these 2024 controls across many advanced\neconomies. The introduction of these controls caused surprise in some circles.\nOther nations largely harmonised their export controls over the course of 2024\nand early 2025."
    },
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Membership",
        "generated_section_content_md": "The 42 states that have been participating since December 2017 are:\n\n* Argentina\n* Australia\n* Austria\n* Belgium\n* Bulgaria\n* Canada\n* Croatia\n* Czech Republic\n* Denmark\n* Estonia\n* Finland\n* France\n* Germany\n* Greece\n* Hungary\n* India\n* Ireland\n* Italy\n* Japan\n* Latvia\n* Lithuania\n* Luxembourg\n* Malta\n* Mexico\n* Netherlands\n* New Zealand\n* Norway\n* Poland\n* Portugal\n* Romania\n* Russia\n* Slovakia\n* Slovenia\n* South Africa\n* South Korea\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* Ukraine\n* United Kingdom\n* United States\n\n– European Union member state.  – NATO member."
    },
    {
        "chapter_name": "Wassenaar Arrangement",
        "chapter_id": "1",
        "section_number": "5.0.1",
        "section_name": "Chile",
        "generated_section_content_md": "Chile has been candidate for Nuclear Suppliers Group and Wassenaar Arrangement\nsince 2015 as part of its national commitments with the UNSC resolution 1540\nof 2004. In its 2017 report to UN about prevention of arms proliferation has\npresented a National Plan of Action (2017-2021) that includes as targets\nmembership to the Nuclear Suppliers Group and the Wassenaar Arrangement by\n2021."
    }
]