[
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Monetary union in Africa\n\nUEMOA\n\nWAMZ\n\nECOWAS only (Cape Verde)\n\nThe **West African Economic and Monetary Union** , generally referred in\nEnglish to by its French acronym **UEMOA** (for **Union Économique et\nMonétaire Ouest-Africaine**) and alternatively as **WAEMU** , is a treaty-\nbased arrangement binding together eight West African states, seven of which\nwere previously colonies of French West Africa. It was established to promote\nmonetary and financial stability as well as economic integration among\ncountries that share the West African CFA franc (ISO 4217: XOF) as a common\ncurrency. From 1962 to 1994, it was known as the **West African Monetary\nUnion** (**WAMU** or, in French, **UMOA** for _Union Monétaire Ouest-\nAfricaine_).\n\nTerritorially, UEMOA mostly overlaps with the larger regional organization,\nthe Economic Community of West African States (ECOWAS).\n\nUEMOA common institutions include its Council of Heads of State (French:\n_Conférence des Chefs d'État et de Gouvernement_) and Council of Ministers;\nCommission, Court of Justice, and Court of Accounts (all in Ouagadougou); the\nCentral Bank of West African States (BCEAO) in Dakar; the Banking Commission\nof the West African Monetary Union (CB-UMOA) and Financial Markets Authority\nof the West African Monetary Union (AMF-UMOA), both in Abidjan; and the West\nAfrican Development Bank (BOAD) in Lomé. UEMOA countries also share the\nRegional Insurance Control Commission (CRCA, in Libreville) with other African\ncountries of the Franc Zone."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Background",
        "generated_section_content_md": "In late 1945, newly liberated France decided to devalue its currency, the\nFrench franc, but to leave unchanged the monetary parity in its overseas\ncolonies that had not been affected by similar economic distress. It thus\nestablished the CFA franc (for _Colonies Françaises d'Afrique_) for colonies\nin Africa, and the CFP franc (_Colonies Françaises du Pacifique_) for those in\nthe Pacific Ocean, whereas Caribbean colonies retained use of the French franc\nand Indochina used a separate pegged currency, the French Indochinese piastre.\n\nIn West Africa, the CFA franc was issued by the Banque de l'Afrique\nOccidentale (BAO) under an issuance privilege granted by French national\nlegislation. In 1955, the BAO was replaced in that role by the public-sector\nInstitut d'Émission de l'Afrique Occidentale Française et du Togo, which in\nturn was renamed the BCEAO in 1959."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "West African Monetary Union",
        "generated_section_content_md": "The West African Monetary Union was established in 1962 by treaty between\nFrance and the newly independent countries. The 1962 treaty established an\noperations account (French: _compte d'opérations_) at the French Treasury, in\nwhich the participating African countries committed to pool their external\nreserves and which also functioned as an overdraft facility. In exchange,\nFrance extended a guarantee ensuring the unlimited convertibility of the CFA\nfranc into French franc, at a fixed exchange rate of 50 CFA francs to one\nFrench franc (unchanged since a French franc devaluation in October 1948,\nnotwithstanding the redenomination of 100 old French francs to one new French\nfranc in 1960).\n\nIn 1973, the framework was reformed with a treaty revision and new monetary\ncooperation agreement that stipulated the BCEAO's relocation from Paris to\nDakar. The transfer was completed in mid-1978 and the new building inaugurated\nin May 1979."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "West African Economic and Monetary Union",
        "generated_section_content_md": "UEMOA was created by a Treaty signed at Dakar, Senegal, on 10 January 1994, by\nthe heads of state and governments of Benin, Burkina Faso, Ivory Coast, Mali,\nNiger, Senegal, and Togo.\n\nOn 2 May 1997, Guinea-Bissau, a former Portuguese colony, became the\norganisation's eighth (and only non-francophone) member state.\n\nOn 29 December 2019, a revision of the monetary cooperation agreement with\nFrance led to the termination of the operations account mechanism in January\n2020, whereas France maintained its unlimited guarantee of convertibility into\neuros.\n\nUEMOA has 32 international operating accounts, spread across ten countries and\neight different currencies, including one at the United States Federal\nReserve."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Relations with the Alliance of Sahel States",
        "generated_section_content_md": "Officially united in another confederation (Alliance of Sahel States) without\na monetary area, these three countries have not shown their intention to break\nties with UEMOA. Leaving UEMOA is therefore a much more complex decision. The\nmember countries of the union share a single currency, the CFA franc, which is\nbased on a convertibility guarantee by the French Treasury. If a country\nleaves UEMOA, it will have to recover its foreign exchange reserves, currently\ndivided between the UEMOA Central Bank in Abidjan (50%) and the French\nTreasury (50%)."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Overview",
        "generated_section_content_md": "UEMOA is a customs union and currency union between its members. Its\nobjectives include:\n\n* Greater economic competitiveness, through open markets, in addition to the rationalisation and harmonisation of the legal environment\n* The convergence of macro-economic policies and indicators\n* The creation of a common market\n* The co-ordination of sectoral policies\n* The harmonisation of fiscal policies\n\nAmong its achievements, the UEMOA has successfully implemented macro-economic\nconvergence criteria and an effective surveillance mechanism. It has adopted a\ncustoms union and common external tariff and has combined indirect taxation\nregulations, in addition to initiating regional structural and sectoral\npolicies. A September 2002 IMF survey cited the UEMOA as \"the furthest along\nthe path toward integration\" of all the regional groupings in Africa.\n\nHowever, within the region, there has been a low level of integration with an\nincrease in income disparities since the creation of UEMOA. Côte d'Ivoire had\nthe highest GDP per capita in 2022 at US$1,950 while Niger had the lowest one\nat US$484. In the same year, Côte d'Ivoire and Senegal alone accounted for\nmore than 60% of the unions' exports. Additionally, there is a large\ndiscrepancy in countries' economic performance over the 2010 decade; the best\nperformance was recorded by Côte d'Ivoire (annual growth rate of 6.72%) and\nthe lowest one by Guinea Bissau (3.85%). However, positive progress has been\nmade in economic distribution since the foundation of UEMOA, with the mean\ndispersion of economic growth in the region being 1.26 before the creation and\n0.73 after."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Interaction with ECOWAS",
        "generated_section_content_md": "The Economic Community of West African States (ECOWAS) and UEMOA have\ndeveloped a common plan of action on trade liberalisation and macroeconomic\npolicy convergence. The organizations have also agreed on common rules of\norigin to enhance trade, and ECOWAS has agreed to adopt UEMOA's customs\ndeclaration forms and compensation mechanisms."
    },
    {
        "chapter_name": "West African Economic and Monetary Union",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Membership",
        "generated_section_content_md": "* Benin (Founding Member)\n* Burkina Faso (Founding Member)\n* Guinea-Bissau (Joined on 2 May 1997)\n* Ivory Coast (Founding Member)\n* Mali (Founding Member)\n* Niger (Founding Member)\n* Senegal (Founding Member)\n* Togo (Founding Member)"
    }
]