[
    {
        "chapter_name": "West African Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "International Multilateral Development Bank\n\nThe **West African Development Bank** \\- **WADB** (fr. **Banque Ouest\nAfricaine de Développement** \\- **BOAD** / pt. **Banco de Desenvolvimento do\nOeste Africano** \\- **BDOA**) was established in 1973 to serve the nations of\nFrancophone and Lusophone West Africa. The BOAD is organised by the Central\nBank of West African States and its eight member governments: Benin, Burkina\nFaso, Guinea Bissau, Côte d'Ivoire, Mali, Niger, Senegal and Togo. It is\nfunded by member states, foreign governments and international agencies. Its\nheadquarters are in Lomé, Togo."
    },
    {
        "chapter_name": "West African Development Bank",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Creation",
        "generated_section_content_md": "The BOAD was created on 14 November 1973 by member states of the West African\nMonetary Union (WAMU). The original charter focused on development of member\neconomies towards balanced development and to prepare economies for future\nWest African economic integration. In 1994, it became the development arm of\nthe West African Economic and Monetary Union (WAEMU/UEMOA)."
    },
    {
        "chapter_name": "West African Development Bank",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Structure",
        "generated_section_content_md": "Since that time several international organisations have become members of the\nbank, adding funding and sitting on the board. These include the African\nDevelopment Bank, the European Investment Bank, the Export and Import Bank of\nIndia (Exim Bank), and the People's Bank of China. The president of the bank's\nboard is chosen by the heads of state of UEMOA, and since January 2008,\nAbdoulaye Bio-Tchane. The bank's day-to-day operations are carried out by the\nPresident and the Bank adminmanager, cabinet, directorships of departments\nbased in Lome, and mission offices based in the member nations."
    },
    {
        "chapter_name": "West African Development Bank",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Mission",
        "generated_section_content_md": "The BOAD released a revised mission statement in 2001, refocusing their\nfunding on three development goals: poverty reduction, economic integration\nand promotion of private sector activity. The bank disburses long- and medium-\nterm loans, previously available only to BOAD member governments and public\ninstitutions, are since 2002 also offered to private businesses involved in\ndevelopment projects of regional importance as well as lines of credit to\nfinance Micro-credit projects and small to medium private enterprises. The\nBOAD also funds debt-relief programs to member governments with the agreement\nthat funds are instead diverted to health programmes particularly those\ndealing with HIV/AIDS, education and infrastructure improvements."
    },
    {
        "chapter_name": "West African Development Bank",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Headquarters",
        "generated_section_content_md": "The bank is headquartered in Lome, Togo, in a seven-story modernist building\ndesigned by the French architects Durand, Menard, and Thiebault in 1980."
    },
    {
        "chapter_name": "West African Development Bank",
        "chapter_id": "1",
        "section_number": "4.1",
        "section_name": "Gallery",
        "generated_section_content_md": "* BOAD, Lomé, Togo, 1981\n\n* BOAD, Lomé, Togo, 1981"
    }
]