[
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "United Nations regional group\n\nWEOG member and observer states\n\nThe **Group of Western European and Other States** , also known as the\n**Western European and Other States Group** or **WEOG** , is one of the five\nUnited Nations regional groups. It is composed of 28 member states. Most of\nthese are in Western Europe, but the group also includes Australia, Canada,\nIsrael, New Zealand, and Turkey. The United States and Holy See (Vatican City)\nparticipate as observers.\n\nThe Group is a non-binding dialogue group where subjects concerning regional\nand international matters are discussed. Additionally, the Group works to help\nallocate seats on United Nations bodies by nominating candidates from the\nregion.\n\nUnlike most other Regional Groups, WEOG is unusual in that geography is not\nthe sole defining factor of its membership. Instead, its membership is based\non geopolitical breakdown, being part of the \"Western world\" of affluent,\ndeveloped liberal democracies, and are either part of Western Europe or a\nmajority European-descended state (except Turkey and Israel), and part of the\nNATO military alliance and/or the US-led western military-economic community."
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Member states",
        "generated_section_content_md": "The following are the current Member States of the Western European and Others\nGroup:\n\n* Andorra\n* Australia\n* Austria\n* Belgium\n* Canada\n* Denmark\n* Finland\n* France\n* Germany\n* Greece\n* Iceland\n* Ireland\n* Israel\n* Italy\n* Liechtenstein\n* Luxembourg\n* Malta\n* Monaco\n* Netherlands\n* New Zealand\n* Norway\n* Portugal\n* San Marino\n* Spain\n* Sweden\n* Switzerland\n* Turkey\n* United Kingdom"
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Observer states",
        "generated_section_content_md": "* United States of America\n* The United States of America is not formally a member of any regional group, but attends meetings of WEOG as an observer and is considered to be a member of the group for electoral purposes.\n* Holy See ( Vatican City)"
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Israel",
        "generated_section_content_md": "While geographically located in Asia, Israel has been blocked from joining the\nAsia-Pacific Group by various Arab states[_citation needed_]. Due to having no\nregional group, Israel was unable to participate in the political and\nprofessional consultations within the framework of the United Nations and its\nagencies between its admission in 1949 and 1999. It was also unable to have\nits representatives elected to United Nations institutions due to the fact\nthat it was not part of any regional group. In 1964, Israel applied to join\nWEOG and was rejected.\n\nThis changed in May 2000, when Israel became a temporary member of the WEOG at\nthe United Nations in New York, allowing it to put forward candidates for\nelection to various United Nations General Assembly bodies. However, this\ntemporary membership still precluded Israel from participating in activities\nat United Nations offices in Geneva, Nairobi, Rome and Vienna.\n\nOn 30 April 2004, the United States House of Representatives passed a\nresolution calling for the full inclusion of Israel in WEOG, directing the\nU.S. Government to pursue action to \"ensure the extension and upgrade of\nIsrael's membership in the Western European and Others Group at the United\nNations.\" This was accomplished in May 2004, when Israel was granted a\npermanent renewal for WEOG proceedings in New York.\n\nHowever, it was not until November 2013 when Israel was finally admitted into\nWEOG proceedings at the United Nations Geneva Office, 1 January 2014."
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Suggested reform",
        "generated_section_content_md": "In his address before the General Assembly at the 55th General Debate, Vinci\nNiel Clodumar, the head of the Nauru Delegation, advocated for the creation of\na new Oceania regional group to include both Australia and New Zealand, as\nwell as the ASEAN member countries, Japan, the Republic of Korea and the\nPacific island countries. In his speech he mentioned that \"the 11 Pacific\nisland countries are drowning in the Asian Group, while Australia and New\nZealand...are marooned in the Group of Western European and other States.\""
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Security Council",
        "generated_section_content_md": "The Western European and Other States Group holds 5 seats on the Security\nCouncil, 2 non-permanent and 3 permanent. The current members of the Security\nCouncil from the Group are:\n\nCountry  | Term\n---|---\nFrance | Permanent\nUnited States of America | Permanent\nUnited Kingdom of Great Britain and Northern Ireland | Permanent\nDenmark | 1 January 2025 – 31 December 2026\nGreece | 1 January 2025 – 31 December 2026"
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Economic and Social Council",
        "generated_section_content_md": "The Western European and Other States Group holds 13 seats on the United\nNations Economic and Social Council. The current members of the Economic and\nSocial Council from the Group are:\n\nCountry  | Term\n---|---\nSweden | 1 January 2023 – 31 December 2025\nFrance | 1 January 2024 – 31 December 2026\nLiechtenstein\nSpain\nTurkey\nUnited Kingdom\nAustralia | 1 January 2025 – 31 December 2027\nAustria\nCanada\nFinland\nItaly\nNetherlands\nSwitzerland"
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Human Rights Council",
        "generated_section_content_md": "The Western European and Other States Group holds 7 seats on the United\nNations Human Rights Council. The current members of the Economic and Social\nCouncil from the Group are:\n\nCountry  | Term\n---|---\nFrance | 1 January 2024 – 31 December 2026\nNetherlands\nIceland | 1 January 2025 – 31 December 2027\nSpain\nSwitzerland\nBelgium | 1 January 2023 – 31 December 2025\nGermany"
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Presidency of the General Assembly",
        "generated_section_content_md": "Every five years in the years ending in 0 and 5, the Western European and\nOther States Group is eligible to elect a president to the General Assembly.\n\nThe following is a list of presidents from the region since its official\ncreation in 1961:\n\nYear Elected | Session | Name of President | Country | Note\n---|---|---|---|---\n1965 | 20th | Amintore Fanfani |  Italy |\n1970 | 25th | Edvard Hambro |  Norway |\n1975 | 30th | Gaston Thorn |  Luxembourg |\n1980 | 35th | Rüdiger von Wechmar |  Federal Republic of Germany | Also chaired the eighth emergency special session of the General Assembly\n1985 | 40th | Jaime de Piniés |  Spain | Also chaired the thirteenth special session of the General Assembly\n1990 | 45th | Guido de Marco |  Malta |\n1995 | 50th | Diogo de Freitas do Amaral |  Portugal |\n2000 | 55th | Harri Holkeri |  Finland | Also chaired the tenth emergency special, twenty-fifth special and twenty-sixth special sessions of the General Assembly\n2005 | 60th | Jan Eliasson |  Sweden |\n2010 | 65th | Joseph Deiss |  Switzerland |\n2015 | 70th | Mogens Lykketoft |  Denmark |\n2020 | 75th | Volkan Bozkır |  Turkey |\nFuture\n2025 | 80th | TBD | TBD |\n2030 | 85th | TBD | TBD |\n2035 | 90th | TBD | TBD |"
    },
    {
        "chapter_name": "Western European and Others Group",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Timeline of electoral membership",
        "generated_section_content_md": "Years | Number of members | Notes\n---|---|---\n1957 | 13 | Austria, Belgium, Denmark, Greece, Iceland, Ireland, Italy, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden\n1958 | 14 | Australia (_de facto_)\n1959 | 15 | South Africa (_de facto_)\n1960 | 16 | Canada (_de facto_)\n1961 | 17 | Finland\n1963 | 18 | Turkey\n1964 | 19 | Australia and Canada (_de jure_), New Zealand, Malta. South Africa was removed.\n1971 | 22 | France, United Kingdom, United States\n1973 | 23 | West Germany\n1990 | 24 | Liechtenstein, German reunification\n1992 | 25 | San Marino\n1993 | 27 | Monaco, Andorra\n2000 | 28 | Israel\n2002 | 29 | Switzerland\n\nThe Western European and Others Group was originally created in 1957 without\nits consent, after Latin America, Asia and Africa, and Eastern Europe made\ntheir own groups. States like Australia wanted to keep the previous\nCommonwealth group, while states like France did not want to caucus with the\nCommonwealth states. At first, Canada considered applying for the Latin\nAmerican group and renaming it a \"Western Hemisphere\" group, while Australia\nand New Zealand considered applying for the Asian group.\n\nBetween 1957 and 1963, Canada, Australia, New Zealand, and South Africa\nnegotiated with the Western European states for WEOG seats on the United\nNations General Committee, while simultaneously not recognizing themselves as\nWEOG members. Australia obtained seats in 1958 and 1962, Canada obtained a\nseat in 1960, and South Africa obtained a seat in 1959. In 1964, the Western\nEuropean states formally invited Canada, Australia, and New Zealand into their\ncaucus, while refusing to invite Israel and South Africa.\n\nUnder pressure from the Soviet Union, Finland was initially in the Eastern\nEuropean Group until 1960. Finland switched to WEOG in 1961.\n\nTurkey was a member of the Asian group electorally until at least 1961,\nswitching to WEOG by 1963. The General Assembly does not have a record of\nwhich group Turkey was a member of electorally in 1962.[_better source\nneeded_]\n\nThe wording of the 1957 General Assembly resolution placed the permanent\nmembers of the Security Council in their own group, causing France, the United\nKingdom, and the United States to not count as part of WEOG electorally. When\nECOSOC was expanded, the wording of the 1963 General Assembly resolution only\nassigned groups to the nine new seats, leaving the aforementioned permanent\nthree still outside of WEOG electorally. When ECOSOC was expanded again, the\nwording of the 1971 General Assembly resolution finally assigned groups to all\nof the seats, formally placing the permanent three into WEOG electorally.\n\nThe above table excludes states who attended WEOG meetings prior to having\nelectoral weight. West Germany, Monaco, Switzerland, and the Holy See became\nWEOG observers in 1967, while the first record from the US Department of State\nof the United States attending a WEOG meeting as an observer is from 1970.\n\nIn approximately the first half of the 1960s, Yugoslavia participated in both\nWEOG and the Eastern European Group (similar to Turkey participating in two\ngroups), but was only ever counted in the Eastern European Group electorally.\nAlso during this time, Cyprus participated in both WEOG and the Asian group,\nbut was only ever counted in the Asian group electorally. Both eventually left\nWEOG around the mid-1960s."
    }
]