[
    {
        "chapter_name": "World Association of Nuclear Operators",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Not for profit, international organisation\n\nThe **World Association of Nuclear Operators** (**WANO**) is a nonprofit,\ninternational organisation with a mission to maximize the safety and\nreliability of the world's commercial nuclear power plants. The organization's\nmembers are mainly owners and operators of nuclear power plants.\n\nIt was established on 15 May 1989 following the 1986 nuclear accident at\nChernobyl, in the Ukrainian SSR. After the event, nuclear operators worldwide\nbegan to work together through WANO to improve safety and reliability to\nprevent recurrences. Experience shows that many accidents could have been\nprevented if lessons would have been learned from previous incidents. WANO\nunites every company and country that has an operating commercial nuclear\npower plant to achieve the highest possible standards of nuclear safety and\nreliability. The organization enables members to provide mutual support,\nexchange safety knowledge and operating experience, and share best practices\nwith each other to improve performance. WANO's members operate approximately\n460 nuclear units in over 30 countries and areas worldwide.\n\nWANO helps members communicate and share information through its five main\nprograms: Peer Review, Performance Analysis, Member Support, Training &\nDevelopment and Corporate Communications. WANO has offices in London and\nShanghai, and has regional centers in Atlanta, Moscow, Paris and Tokyo."
    },
    {
        "chapter_name": "World Association of Nuclear Operators",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Mission",
        "generated_section_content_md": "WANO's mission is to maximize the safety and reliability of nuclear power\nplants worldwide by working together to assess, benchmark and improve\nperformance through mutual support, exchange of information and emulation of\nbest practice."
    },
    {
        "chapter_name": "World Association of Nuclear Operators",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "History",
        "generated_section_content_md": "In light of the accident at the Chernobyl generating station in 1986, the\nleaders of commercial nuclear reactors worldwide set aside their competitive\nand regional differences and came together in 1989 to create the World\nAssociation of Nuclear Operators, or WANO.\n\nWANO's inaugural meeting was held in Moscow on 15 May 1989. It was jointly\nhosted by Lord Walter Marshall of Goring, the chairman of Britain's largest\nutility, the Central Electricity Generating Board (CEGB), and Nikolai F\nLukonin, the USSR's Minister of Atomic Energy. Around 140 delegates from 29\ncountries pledged their backing for the organisation and signed its new\ncharter. Today, it supports more than 130 members who operate approximately\n460 civil nuclear power reactors around the world.\n\nIn 1990, WANO published its first WANO Good Practice on _Plant Predictive\nMaintenance_ and the organisation began its Performance Indicator (PI)\nprogramme to collect key performance data from members. WANO conducted its\nfirst Peer Review at Paks Nuclear Power Plant in Hungary in 1992. Peer Reviews\nbecame an official WANO Programme the following year. WANO made Peer Reviews a\nmember obligation in 2006, with every commercial nuclear power plant in the\nworld having received at least one Peer Review by 2010.\n\nAfter the nuclear accident at Fukushima in 2011, WANO expanded to help members\nimprove safety and performance. WANO identified 12 key post-Fukushima projects\nto implement in more than 460 commercial power plants worldwide to enhance\nsafety."
    },
    {
        "chapter_name": "World Association of Nuclear Operators",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "WANO programmes",
        "generated_section_content_md": "* The Peer Review programme provides a critical assessment of station performance by an experienced team of global industry peers against nuclear industry standards of excellence as defined by WANO Performance Objectives and Criteria.\n* The Performance Analysis programme collects, screens and analyses operating experience and performance data, providing members with understanding of data through industry performance reports. Fundamental to its success is the willingness of WANO members to openly share operating experience and performance data for the benefit of nuclear operators worldwide.\n* The Member Support programme works with members to improve safety and reliability. Activities include member support missions; new unit assistance; principles, guidelines and good practices; and member support improvement. Together, they help members learn from the experiences of their peers.\n* The Training & Development programme provides assistance to WANO members through workshops, seminars and training. This includes new entrants as well as operating stations. Specific activities include workshops, seminars, training courses and leadership courses.\n* The Corporate Communications programme ensures WANO's mission, vision and activities are shared with all internal and external audiences, including WANO members, industry vendors, new entrants, nations considering adding nuclear to their energy mix, other interested parties and the media. A variety of channels are used to promote access to WANO products and services."
    }
]