[
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental organization\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"World Customs Organization\" – news **·** newspapers **·**\nbooks **·** scholar **·** JSTOR _( March 2012)__(Learn how and when to remove\nthis message)_  \n---|---  \nHeadquarters building\n\nThe **World Customs Organization** (**WCO**) is an intergovernmental\norganization headquartered in Brussels, Belgium. Notable projects include its\ncollaboration with the WTO on trade facilitation and the implementation of the\nSAFE Framework of Standards to secure global supply chains. The WCO works on\ncustoms-related matters including the development of international\nconventions, instruments, and tools on topics such as commodity\nclassification, valuation, rules of origin, collection of customs revenue,\nsupply chain security, international trade facilitation, customs enforcement\nactivities, combating counterfeiting in support of intellectual property\nrights (IPR), illegal drug enforcement, combating counterfeiting of medicinal\ndrugs, illegal weapons trading, integrity promotion, and delivering\nsustainable capacity building to assist with customs reforms and\nmodernization. The WCO maintains the international Harmonized System (HS)\ngoods nomenclature, and administers the technical aspects of the World Trade\nOrganization (WTO) Agreements on Customs Valuation and Rules of Origin. The\nWCO oversees the implementation of new technologies, artificial intelligence,\nto improve the efficiency of customs operations. Furthermore, the WCO is\ninvolved in addressing emerging issues, such as the digitalization of customs\nsystems."
    },
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "On 23 August 1947 the Committee for European Economic Cooperation created a\nEuropean Customs Union Study Group (ECUSG) to examine economic and technical\nissues of inter-European Customs Union concerning the rules of the General\nAgreement on Tariffs and Trade (GATT). In total, six ECUSG meetings were held\nin four years from November 1947 to June 1950. This work of ECUSG led to the\nadoption in 1950 of the **Convention establishing the Customs Co-operation\nCouncil** (CCC), which was signed in Brussels. On 26 January 1953 the CCC's\ninaugural session took place with the participation of 17 founding members.\nCCC membership subsequently expanded to cover all regions of the globe. In\n1994, the organization adopted its current name, the World Customs\nOrganization. Today, WCO members are responsible for customs controls in 186\ncountries representing more than 98 percent of all international trade.\n\nOne of the major turning points in the WCO’s history was its expansion beyond\nEurope, which allowed it to become a truly global organization. This expansion\nwas fueled by the recognition of the need for standardized customs procedures\nacross different regions of the world, particularly in the post-colonial\nperiod when many new nations were emerging. The WCO played a crucial role in\nhelping these nations establish efficient customs administrations. In the 21st\ncentury, the WCO has emphasized digitalization and the harmonization of\ncustoms systems to address the challenges of global e-commerce and cross-\nborder trade."
    },
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Vision and objectives",
        "generated_section_content_md": "The WCO is internationally acknowledged as the global center of customs\nexpertise and plays a leading role in the discussion, development, promotion\nand implementation of modern customs systems and procedures. The WCO has\nsupported the modernization of customs procedures in over 180 countries\nthrough initiatives like the Revised Kyoto Convention and the Harmonized\nSystem. It is responsive to the needs of its members and its strategic\nenvironment, and its instruments and best-practice approaches are recognized\nas the basis for sound customs administration throughout the world.\n\nThe WCO's primary objective is to enhance the efficiency effectiveness other\nmembers customs administrations, thereby assisting them to contribute\nsuccessfully to national development goals, particularly revenue collection,\nnational security, trade facilitation, community protection, and collection of\ntrade statistics."
    },
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Instruments",
        "generated_section_content_md": "In order to achieve its objectives, the WCO has adopted a number of customs\ninstruments, including but not limited to the following:\n\n1. **The International Convention on the Harmonized Commodity Description and Coding System (HS Convention)** was adopted in 1983 and came into force in 1988. The HS multipurpose goods nomenclature is used as the basis for customs tariffs and for the compilation of international trade statistics. It comprises about 5,000 commodity groups, each identified by a six digit code arranged in a legal and logical structure with well-defined rules to achieve uniform classification. The HS is also used for many other purposes involving trade policy, rules of origin, monitoring of controlled goods, internal taxes, freight tariffs, transport statistics, quota controls, price monitoring, compilation of national accounts, and economic research and analysis.\n2. **The International Convention on the Simplification and Harmonization of Customs procedures (revised Kyoto Convention or RKC)** was originally adopted in 1974 and was subsequently revised in 1999; the revised Kyoto Convention came into force in 2006. The RKC comprises several key governing principles: transparency and predictability of customs controls; standardization and simplification of the goods declaration and supporting documents; simplified procedures for authorized persons; maximum use of information technology; minimum necessary customs control to ensure compliance with regulations; use of risk management and audit based controls; coordinated interventions with other border agencies; and a partnership with the trade. It promotes trade facilitation and effective controls through its legal provisions that detail the application of simple yet efficient procedures and also contains new and obligatory rules for its application. The WCO revised Kyoto Convention is sometimes confused with the Kyoto Protocol, which is a protocol to the United Nations Framework Convention on Climate Change (UNFCCC or FCCC).\n3. **ATA Convention and the Convention on Temporary Admission (Istanbul Convention).** Both the ATA Convention and the Istanbul Convention are WCO instruments governing temporary admission of goods. The ATA system, which is integral to both Conventions, allows the free movement of goods across frontiers and their temporary admission into a customs territory with relief from duties and taxes. The goods are covered by a single document known as the ATA carnet that is secured by an international guarantee system.\n4. **The Arusha Declaration on Customs Integrity** was adopted in 1993 and revised in 2003. The Arusha Declaration is a non-binding instrument which provides a number of basic principles to promote integrity and combat corruption within customs administrations. Established in 1952, the WCO has introduced significant legal frameworks, including the SAFE Framework of Standards, aimed at simplifying customs procedures.\n5. **The SAFE Framework of Standards to Secure and Facilitate Global Trade** was adopted in 2005. The SAFE Framework is a non-binding instrument that contains supply chain security and facilitation standards for goods being traded internationally, enables integrated supply chain management for all modes of transport, strengthens networking arrangements between customs administrations to improve their capability to detect high-risk consignments, promotes cooperation between customs and the business community through the Authorized Economic Operator (AEO) concept, and champions the seamless movement of goods through secure international trade supply chains.\n6. **The Columbus Program** is a customs capacity building program works to promote customs modernization and implementation of their standards to secure and facilitate world trade. In 2005, the WCO adopted the _Framework of Standards to Secure and Facilitate Global Trade,_ an international customs instrument containing 17 standards that promotes security and facilitation of the international supply chain. Because of its complexity, the WCO launched a capacity building program called the _Columbus Programme_ which focuses on needs assessments for WCO Members using the WCO Diagnostic Framework tool. The WCO defines capacity building as \"activities which strengthen the knowledge, abilities, skills and behaviour of individuals and improve institutional structures and processes such that the organization can efficiently meet its mission and goals in a sustainable way."
    },
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Online tools",
        "generated_section_content_md": "The World Customs Organization (WCO) released a new online platform, WCO Trade\nTools, that encompasses the Harmonized System, preferential Rules of Origin\nand Valuation. It includes the 2002, 2007, 2012, 2017 and 2022 editions of the\nHS, around 400 Free Trade Agreements with their preferential Rules of Origin/\nand Product Specific rules, and the set list of Valuation texts, including\nthose of the Technical Committee on Customs Valuation."
    },
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "Administration",
        "generated_section_content_md": "The WCO Secretariat is headed by a Secretary General, who is elected by the\nWCO membership to a five-year term. Ian Saunders from the United States was\nelected WCO Secretary General in June 2023 and took office on 1 January 2024.\nThe WCO is governed by the council, which brings together all members of the\norganization once a year, in a meeting chaired by an elected chairperson.\nAdditional strategic and management guidance is provided by the Policy and\nFinance committees. There are several other WCO committees, including the\nHarmonized System Committee, the Permanent Technical Committee, the Technical\nCommittee on Customs Valuation, Technical Committee on Rules of Origin, the\nCapacity Building Committee, and the SAFE Working Group.\n\nUnder the leadership of recent Secretaries General, the WCO has increasingly\nembraced digital transformation in customs practices, focusing on the adoption\nof technology to streamline border processes. These initiatives, such as the\nimplementation of artificial intelligence in customs operations, have placed\nthe WCO at the forefront of modern customs administration, ensuring that its\nmembers are well-equipped to face the challenges of an increasingly\ninterconnected global economy."
    },
    {
        "chapter_name": "World Customs Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Members",
        "generated_section_content_md": "Region | Member | Date Of Membership\n---|---|---\nSouth America, North America, Central America and the Caribbean  | Antigua and Barbuda | 10/04/2017\nArgentina | 01/07/1968\nBahamas | 16/08/1974\nBarbados | 07/01/1999\nBelize | 22/04/2008\nBermuda | 01/07/1990\nBolivia | 14/08/1997\nBrazil | 19/01/1981\nCanada | 12/10/1971\nChile | 01/07/1966\nColombia | 11/07/1993\nCosta Rica | 29/08/2001\nCuba | 01/07/1988\nCuraçao | 11/07/1988\nDominican Republic | 28/07/2004\nEcuador | 16/12/1997\nEl Salvador | 07/07/2005\nGuatemala | 22/02/1985\nGuyana | 29/07/1976\nHaiti | 31/01/1958\nHonduras | 08/12/2005\nJamaica | 29/03/1963\nMexico | 08/02/1988\nNicaragua | 24/09/1998\nPanama | 08/03/1996\nParaguay | 03/10/1969\nPeru | 27/01/1970\nSaint Lucia | 12/05/2005\nSuriname | 26/11/2018\nTrinidad and Tobago | 15/10/1973\nUnited States | 05/11/1970\nUruguay | 16/09/1977\nVenezuela | 01/07/1996\nEurope  | Albania | 31/08/1992\nAndorra | 03/09/1998\nArmenia | 30/06/1992\nAustria | 21/01/1953\nAzerbaijan | 17/06/1992\nBelarus | 16/12/1993\nBelgium | 11/12/1952\nBosnia and Herzegovina | 04/07/2008\nBulgaria | 01/08/1973\nCroatia | 01/07/1993\nCyprus | 31/08/1967\nCzech Republic | 01/01/1993\nDenmark | 19/10/1951\nEstonia | 18/06/1992\nEuropean Union* |\nFinland | 27/01/1961\nFrance | 06/10/1952\nGeorgia | 26/10/1993\nGermany | 04/11/1952\nGreece | 10/12/1951\nHungary | 16/09/1968\nIceland | 15/02/1971\nIreland | 23/09/1952\nIsrael | 23/05/1958\nItaly | 20/11/1952\nKazakhstan | 30/06/1992\nKyrgyzstan | 10/02/2000\nKosovo | 25/01/2017\nLatvia | 22/06/1992\nLithuania | 18/06/1992\nLuxembourg | 23/01/1953\nMalta | 06/07/1968\nMoldova | 28/10/1994\nMontenegro | 24/10/2006\nNetherlands | 23/01/1953\nNorway | 06/08/1951\nNorth Macedonia | 01/07/1994\nPoland | 17/07/1974\nPortugal | 26/01/1953\nRomania | 15/01/1969\nRussian Federation | 08/07/1991\nSerbia | 27/03/2001\nSlovakia | 01/01/1993\nSlovenia | 07/09/1992\nSpain | 13/07/1952\nSweden | 17/10/1952\nSwitzerland | 19/12/1952\nTajikistan | 01/07/1997\nTürkiye (Republic of) | 06/06/1951\nTurkmenistan | 17/05/1993\nUkraine | 26/06/1992\nUnited Kingdom | 12/09/1952\nUzbekistan | 28/07/1992\nEast and Southern Africa  | Angola | 26/09/1990\nBotswana | 25/08/1978\nBurundi | 20/10/1964\nComoros | 01/07/1993\nDjibouti | 19/03/2008\nEritrea | 08/08/1995\nEswatini | 15/05/1981\nEthiopia | 06/08/1973\nKenya | 24/05/1965\nLesotho | 02/08/1978\nMadagascar | 18/02/1964\nMalawi | 06/06/1966\nMauritius | 29/03/1973\nMozambique | 01/07/1987\nNamibia | 01/07/1992\nRwanda | 03/03/1964\nSeychelles | 25/07/2000\nSomalia | 04/10/2012\nSouth Africa | 24/03/1964\nSouth Sudan | 18/07/2012\nTanzania | 07/11/1964\nUganda | 03/11/1964\nZambia | 27/09/1978\nZimbabwe | 19/03/1981\nNorth of Africa, Near and Middle East  | Algeria | 19/12/1966\nBahrain | 18/04/2001\nEgypt | 26/10/1956\nIraq | 06/06/1990\nJordan | 01/01/1964\nKuwait | 04/10/1993\nLebanon | 20/05/1960\nLibya | 11/01/1983\nMorocco | 01/07/1968\nOman | 11/09/2000\nPalestine | 24/03/2015\nQatar | 04/05/1992\nSaudi Arabia | 08/05/1973\nSudan | 08/06/1960\nSyrian Arab Republic | 19/11/1959\nTunisia | 20/07/1966\nUnited Arab Emirates | 07/02/1979\nYemen | 01/07/1993\nWest and Central Africa  | Benin | 09/11/1998\nBurkina Faso | 16/09/1966\nCameroon | 09/04/1965\nCape Verde | 01/07/1992\nCentral African Republic | 28/07/1986\nChad | 16/02/2005\nCongo (Republic of the) | 02/09/1975\nCôte d'Ivoire | 02/09/1963\nDemocratic Republic of the Congo | 26/07/1972\nEquatorial Guinea | 22/12/2021\nGabon | 18/02/1965\nGambia | 14/10/1987\nGhana | 01/08/1968\nGuinea | 30/10/1991\nGuinea-Bissau | 19/08/2010\nLiberia | 07/01/1975\nMali | 07/08/1987\nMauritania | 02/10/1979\nNiger | 01/07/1981\nNigeria | 21/08/1963\nSao Tome and Principe | 23/09/2009\nSenegal | 10/03/1976\nSierra Leone | 06/11/1975\nTogo | 12/02/1990\nFar East, South and South East Asia, Australasia and the Pacific Islands  | Afghanistan (Islamic Republic of) | 10/08/2004\nAustralia | 05/01/1961\nBangladesh | 01/07/1978\nBhutan | 12/02/2002\nBrunei Darussalam | 01/07/1996\nCambodia | 03/04/2001\nChina | 18/07/1983\nFiji | 01/07/1997\nHong Kong, China | 01/07/1987\nIndia | 15/02/1971\nIndonesia | 30/04/1957\nIran (Islamic Republic of) | 16/10/1959\nJapan | 15/06/1964\nKorea (Republic of) | 02/07/1968\nLao People’s Democratic Republic | 16/01/2007\nMacao, China | 07/07/1993\nMalaysia | 30/06/1964\nMaldives | 08/09/1995\nMongolia | 17/09/1991\nMyanmar (The Republic of the Union of) | 25/03/1991\nNepal | 22/07/1986\nNew Zealand | 16/05/1963\nPakistan | 16/11/1955\nPalau | 02/02/2024\nPapua New Guinea | 18/03/2002\nPhilippines | 01/10/1980\nSolomon Islands | 26/01/2023\nSamoa | 01/10/2001\nSingapore | 09/07/1975\nSri Lanka | 29/05/1967\nThailand | 04/02/1972\nTimor-Leste | 19/09/2003\nTonga | 01/07/2005\nVanuatu | 17/11/2009\nVietnam | 01/07/1993\n\n* Status akin to WCO membership"
    }
]