[
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialized agency of the United Nations\n\nThe **World Health Organization** (**WHO**) is a specialized agency of the\nUnited Nations which coordinates responses to international public health\nissues and emergencies. It is headquartered in Geneva, Switzerland, and has 6\nregional offices and 150 field offices worldwide. Only sovereign states are\neligible to join, and it is the largest intergovernmental health organization\nat the international level.\n\nThe WHO's purpose is to achieve the highest possible level of health for all\nthe world's people, defining health as \"a state of complete physical, mental\nand social well-being and not merely the absence of disease or infirmity.\" The\nmain functions of the World Health Organization include promoting the control\nof epidemic and endemic diseases; providing and improving the teaching and\ntraining in public health, the medical treatment of disease, and related\nmatters; and promoting the establishment of international standards for\nbiological products.\n\nThe WHO was established on 7 April 1948, and formally began its work on 1\nSeptember 1948. It incorporated the assets, personnel, and duties of the\nLeague of Nations' Health Organization and the Paris-based Office\nInternational d'Hygiène Publique, including the International Classification\nof Diseases (ICD). The agency's work began in earnest in 1951 after a\nsignificant infusion of financial and technical resources.\n\nThe WHO's official mandate is to promote health and safety while helping the\nvulnerable worldwide. It provides technical assistance to countries, sets\ninternational health standards, collects data on global health issues, and\nserves as a forum for scientific or policy discussions related to health. Its\nofficial publication, the _World Health Report_ , provides assessments of\nworldwide health topics.\n\nThe WHO has played a leading role in several public health achievements, most\nnotably the eradication of smallpox, the near-eradication of polio, and the\ndevelopment of an Ebola vaccine. Its current priorities include communicable\ndiseases, such as HIV/AIDS, Ebola, malaria and tuberculosis; non-communicable\ndiseases such as heart disease and cancer; healthy diet, nutrition, and food\nsecurity; occupational health; and substance abuse. The agency advocates for\nuniversal health care coverage, engagement with the monitoring of public\nhealth risks, coordinating responses to health emergencies, and promoting\nhealth and well-being generally.\n\nThe WHO is governed by the World Health Assembly (WHA), which is composed of\nits 194 member states. The WHA elects and advises an executive board made up\nof 34 health specialists; selects the WHO's chief administrator, the director-\ngeneral (currently Tedros Adhanom Ghebreyesus of Ethiopia); sets goals and\npriorities; and approves the budget and activities. The WHO is funded\nprimarily by contributions from member states (both assessed and voluntary),\nfollowed by private donors."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "Origin and founding",
        "generated_section_content_md": "The International Sanitary Conferences (ISC), the first of which was held on\n23 June 1851, were a series of conferences that took place until 1938, about\n87 years. The first conference, in Paris, was almost solely concerned with\ncholera, which would remain the disease of major concern for the ISC for most\nof the 19th century. With the cause, origin, and communicability of many\nepidemic diseases still uncertain and a matter of scientific argument,\ninternational agreement on appropriate measures was difficult to reach. Seven\nof these international conferences, spanning 41 years, were convened before\nany resulted in a multi-state international agreement. The seventh conference,\nin Venice in 1892, finally resulted in a convention. It was concerned only\nwith the sanitary control of shipping traversing the Suez Canal, and was an\neffort to guard against importation of cholera.\n\nFive years later, in 1897, a convention concerning the bubonic plague was\nsigned by sixteen of the nineteen states attending the Venice conference.\nWhile Denmark, Sweden-Norway, and the US did not sign this convention, it was\nunanimously agreed that the work of the prior conferences should be codified\nfor implementation. Subsequent conferences, from 1902 until the final one in\n1938, widened the diseases of concern for the ISC, and included discussions of\nresponses to yellow fever, brucellosis, leprosy, tuberculosis, and typhoid. In\npart as a result of the successes of the Conferences, the Pan-American\nSanitary Bureau (1902), and the Office International d'Hygiène Publique or\n\"International office of Public Hygiene\" in English (1907) were soon founded.\nWhen the League of Nations was formed in 1920, it established the Health\nOrganization of the League of Nations. After World War II, the United Nations\nabsorbed all the other health organizations, to form the WHO.\n\nThe WHO has played a crucial role in coordinating the global response to the\nCOVID-19 pandemic, providing essential guidelines on preventive measures,\nsupporting research on vaccines, and facilitating vaccine distribution through\ninitiatives like COVAX."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Establishment",
        "generated_section_content_md": "During the 1945 United Nations Conference on International Organization,\nSzeming Sze, a delegate from the Republic of China, conferred with Norwegian\nand Brazilian delegates on creating an international health organization under\nthe auspices of the new United Nations. After failing to get a resolution\npassed on the subject, Alger Hiss, the secretary general of the conference,\nrecommended using a declaration to establish such an organization. Sze and\nother delegates lobbied and a declaration passed calling for an international\nconference on health. The use of the word \"world\", rather than\n\"international\", emphasized the truly global nature of what the organization\nwas seeking to achieve. The constitution of the World Health Organization was\nsigned by all 51 countries of the United Nations, and by 10 other countries,\non 22 July 1946. It thus became the first specialized agency of the United\nNations to which every member subscribed. Its constitution formally came into\nforce on the first World Health Day on 7 April 1948, when it was ratified by\nthe 26th member state. The WHO formally began its work on September 1, 1948.\n\nThe first meeting of the World Health Assembly finished on 24 July 1948,\nhaving secured a budget of US$5 million (then £1,250,000) for the 1949 year.\nG. Brock Chisholm was appointed director-general of the WHO, having served as\nexecutive secretary and a founding member during the planning stages, while\nAndrija Štampar was the assembly's first president. Its first priorities were\nto control the spread of malaria, tuberculosis and sexually transmitted\ninfections, and to improve maternal and child health, nutrition and\nenvironmental hygiene. Its first legislative act was concerning the\ncompilation of accurate statistics on the spread and morbidity of disease. The\nlogo of the World Health Organization features the Rod of Asclepius as a\nsymbol for healing.\n\nIn 1959, the WHO signed Agreement WHA 12–40 with the International Atomic\nEnergy Agency (IAEA), which says:\n\n> whenever either organization proposes to initiate a programme or activity on\n> a subject in which the other organization has or may have a substantial\n> interest, the first party shall consult the other with a view to adjusting\n> the matter by mutual agreement.\n\nThe nature of this statement has led some groups and activists including Women\nin Europe for a Common Future to claim that the WHO is restricted in its\nability to investigate the effects on human health of radiation caused by the\nuse of nuclear power and the continuing effects of nuclear disasters in\nChernobyl and Fukushima. They believe WHO must regain what they see as\nindependence. Independent WHO held a weekly vigil from 2007 to 2017 in front\nof WHO headquarters. However, as pointed out by Foreman in clause 2 it states:\n\n> In particular, and in accordance with the Constitution of the World Health\n> Organization and the Statute of the International Atomic Energy Agency and\n> its agreement with the United Nations together with the exchange of letters\n> related thereto, and taking into account the respective co-ordinating\n> responsibilities of both organizations, it is recognized by the World Health\n> Organization that the International Atomic Energy Agency has the primary\n> responsibility for encouraging, assisting and co-ordinating research and\n> development and practical application of atomic energy for peaceful uses\n> throughout the world without prejudice to the right of the World Health\n> Organization to concern itself with promoting, developing, assisting and co-\n> ordinating international health work, including research, in all its\n> aspects.\n\nThe key text is highlighted in bold, the agreement in clause 2 states that the\nWHO is free to perform any health-related work."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "Operational history",
        "generated_section_content_md": "1947: The WHO established an epidemiological information service via telex.\n\n1949: The Soviet Union and its constituent republics quit the WHO over the\norganization's unwillingness to share the penicillin recipe. They would not\nreturn until 1956.\n\n1950: A mass tuberculosis inoculation drive using the BCG vaccine gets under\nway.\n\n1955: The malaria eradication programme was launched, although objectives were\nlater modified. (In most areas, the programme goals became control instead of\neradication.)\n\n1958: Viktor Zhdanov, Deputy Minister of Health for the USSR, called on the\nWorld Health Assembly to undertake a global initiative to eradicate smallpox,\nresulting in Resolution WHA11.54.\n\n1965: The first report on diabetes mellitus and the creation of the\nInternational Agency for Research on Cancer.\n\n1966: The WHO moved its headquarters from the Ariana wing at the Palace of\nNations to a newly constructed headquarters elsewhere in Geneva.\n\n1967: The WHO intensified the global smallpox eradication campaign by\ncontributing $2.4 million annually to the effort and adopted a new disease\nsurveillance method, at a time when 2 million people were dying from smallpox\nper year. The initial problem the WHO team faced was inadequate reporting of\nsmallpox cases. WHO established a network of consultants who assisted\ncountries in setting up surveillance and containment activities. The WHO also\nhelped contain the last European outbreak in Yugoslavia in 1972. After over\ntwo decades of fighting smallpox, a Global Commission declared in 1979 that\nthe disease had been eradicated – the first disease in history to be\neliminated by human effort.\n\n1974: The Expanded Programme on Immunization and the control programme of\nonchocerciasis was started, an important partnership between the Food and\nAgriculture Organization (FAO), the United Nations Development Programme\n(UNDP), and the World Bank.\n\n1975: The WHO launched the Special Programme for Research and Training in\nTropical diseases (the TDR). Co-sponsored by UNICEF, UNDP, and the World Bank,\nit was established in response to a 1974 request from the WHA for an intensive\neffort to develop improved control of tropical diseases. The TDR's goals are,\nfirstly, to support and coordinate international research into diagnosis,\ntreatment and control of tropical diseases; and, secondly, to strengthen\nresearch capabilities within endemic countries.\n\n1976: The WHA enacted a resolution on disability prevention and\nrehabilitation, with a focus on community-driven care.\n\n1977 and 1978: The first list of essential medicines was drawn up, and a year\nlater the ambitious goal of \"Health For All\" was declared.\n\nThree former directors of the Global Smallpox Eradication Programme read the\nnews that smallpox had been globally eradicated, 1980.\n\n1986: The WHO began its global programme on HIV/AIDS. Two years later\npreventing discrimination against patients was attended to and in 1996 the\nJoint United Nations Programme on HIV/AIDS (UNAIDS) was formed.\n\n1988: The Global Polio Eradication Initiative was established.\n\n1995: The WHO established an independent International Commission for the\nCertification of Dracunculiasis Eradication (Guinea worm disease eradication;\nICCDE). The ICCDE recommends to the WHO which countries fulfil requirements\nfor certification. It also has role in advising on progress made towards\nelimination of transmission and processes for verification.\n\n1998: The WHO's director-general highlighted gains in child survival, reduced\ninfant mortality, increased life expectancy and reduced rates of \"scourges\"\nsuch as smallpox and polio on the fiftieth anniversary of WHO's founding. He,\ndid, however, accept that more had to be done to assist maternal health and\nthat progress in this area had been slow.\n\n2000: The Stop TB Partnership was created along with the UN's formulation of\nthe Millennium Development Goals.\n\n2001: The measles initiative was formed, and credited with reducing global\ndeaths from the disease by 68% by 2007.\n\n2002: The Global Fund to Fight AIDS, Tuberculosis and Malaria was drawn up to\nimprove the resources available.\n\n2005: The WHO revises International Health Regulations (IHR) in light of\nemerging health threats and the experience of the 2002/3 SARS epidemic,\nauthorizing WHO, among other things, to declare a health threat a Public\nHealth Emergency of International Concern.\n\n2006: The WHO endorsed the world's first official HIV/AIDS Toolkit for\nZimbabwe, which formed the basis for global prevention, treatment, and support\nthe plan to fight the AIDS pandemic.\n\n2006: The WHO launches the Global action plan for influenza vaccines\n\n2016: The Global action plan for influenza vaccines ends with a report which\nconcludes that _while substantial progress has been made over the 10 years of\nthe Plan, the world is still not ready to respond to aninfluenza pandemic._\n\n2016: Following the perceived failure of the response to the West Africa Ebola\noutbreak, the World Health Emergencies programme was formed, changing the WHO\nfrom just being a \"normative\" agency to one that responds operationally to\nhealth emergencies.\n\n2020: the World Health Organization announced that it had classified the novel\ncoronavirus outbreak as a public health emergency of international concern.\nThe novel coronavirus was a new strain of coronavirus that had never been\ndetected in humans before. The WHO named this new coronavirus \"COVID-19\" or\n\"2019-nCov\".\n\n2022: The WHO suggests formation of a Global Health Emergency Council, with a\nnew global health emergency workforce, and recommends revision of the\nInternational Health Regulations.\n\n2024: WHO has declared the spread of mpox (formerly monkeypox) in several\nAfrican countries a public health emergency of international concern, marking\nthe second such declaration in the last two years due to the virus's\ntransmission."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "Overall focus",
        "generated_section_content_md": "The WHO's Constitution states that its objective \"is the attainment by all\npeople of the highest possible level of health\".\n\nThe WHO seeks to fulfill this objective through its functions as defined in\nits Constitution:\n\n* To act as the directing and coordinating authority on international health work;\n* To establish and maintain effective collaboration with the United Nations, specialized agencies, governmental health administrations, professional groups and such other organizations as may be deemed appropriate;\n* To assist Governments, upon request, in strengthening health services;\n* To furnish appropriate technical assistance and, in emergencies, necessary aid upon the request or acceptance of Governments;\n* To provide or assist in providing, upon the request of the United Nations, health services and facilities to special groups, such as the peoples of trust territories;\n* To establish and maintain such administrative and technical services as may be required, including epidemiological and statistical services;\n* To stimulate and advance work to eradicate epidemic, endemic and other diseases;\n* To promote, in co-operation with other specialized agencies where necessary, the prevention of accidental injuries;\n* To promote, in co-operation with other specialized agencies where necessary, the improvement of nutrition, housing, sanitation, recreation, economic or working conditions and other aspects of environmental hygiene;\n* To promote co-operation among scientific and professional groups which contribute to the advancement of health;\n* To propose conventions, agreements and regulations, and make recommendations with respect to international health matters and to perform (Article 2 of the Constitution).\n\nAs of 2012[update], the WHO has defined its role in public health as follows:\n\n* providing leadership on matters critical to health and engaging in partnerships where joint action is needed;\n* shaping the research agenda and stimulating the generation, translation, and dissemination of valuable knowledge;\n* setting norms and standards and promoting and monitoring their implementation;\n* articulating ethical and evidence-based policy options;\n* providing technical support, catalysing change, and building sustainable institutional capacity; and\n* monitoring the health situation and assessing health trends.\n* CRVS (civil registration and vital statistics) to provide monitoring of vital events (birth, death, wedding, divorce).\n\nSince the late 20th century, the rise of new actors engaged in global\nhealth—such as the World Bank, the Bill & Melinda Gates Foundation, the U.S.\nPresident's Emergency Plan for AIDS Relief (PEPFAR) and dozens of public-\nprivate partnerships for global health—have weakened the WHO's role as a\ncoordinator and policy leader in the field; subsequently, there are various\nproposals to reform or reorient the WHO's role and priorities in public\nhealth, ranging from narrowing its mandate to strengthening its independence\nand authority.\n\nIn line with a growing global trend, as documented by the OECD and established\nat the EU, the WHO has embraced increased public participation in health\npolicymaking. This is in alignment with the UN Sustainable Development Goals\n(SDGs) and other intergovernmental agreements, and means \"empowering people,\ncommunities and civil society through inclusive participation in decision-\nmaking processes that affect health across the policy cycle and at all levels\nof the system.\""
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.1",
        "section_name": "Communicable diseases",
        "generated_section_content_md": "During the 1970s, WHO had dropped its commitment to a global malaria\neradication campaign as too ambitious, it retained a strong commitment to\nmalaria control. WHO's Global Malaria Programme works to keep track of malaria\ncases, and future problems in malaria control schemes. As of 2012, the WHO was\nto report as to whether RTS,S/AS01, were a viable malaria vaccine. For the\ntime being, insecticide-treated mosquito nets and insecticide sprays are used\nto prevent the spread of malaria, as are antimalarial drugs – particularly to\nvulnerable people such as pregnant women and young children.\n\nIn 1988, WHO launched the Global Polio Eradication Initiative to eradicate\npolio. It has also been successful in helping to reduce cases by 99% since WHO\npartnered with Rotary International, the US Centers for Disease Control and\nPrevention (CDC), the United Nations Children's Fund (UNICEF), and smaller\norganizations. As of 2011[update], it has been working to immunize young\nchildren and prevent the re-emergence of cases in countries declared \"polio-\nfree\". In 2017, a study was conducted as to why Polio Vaccines may not be\nenough to eradicate the Virus & conduct new technology. Polio is now on the\nverge of extinction, thanks to a Global Vaccination Drive. The World Health\nOrganization (WHO) stated the eradication programme has saved millions from\ndeadly disease.\n\nBetween 1990 and 2010, WHO's help has contributed to a 40% decline in the\nnumber of deaths from tuberculosis, and since 2005, over 46 million people\nhave been treated and an estimated 7 million lives saved through practices\nadvocated by WHO. These include engaging national governments and their\nfinancing, early diagnosis, standardizing treatment, monitoring of the spread\nand effect of tuberculosis, and stabilizing the drug supply. It has also\nrecognized the vulnerability of victims of HIV/AIDS to tuberculosis.\n\nIn 2003, the WHO denounced the Roman Curia's health department's opposition to\nthe use of condoms, saying: \"These incorrect statements about condoms and HIV\nare dangerous when we are facing a global pandemic which has already killed\nmore than 20 million people, and currently affects at least 42 million.\" As of\n2009[update], the Catholic Church remains opposed to increasing the use of\ncontraception to combat HIV/AIDS. At the time, the World Health Assembly\npresident, Guyana's Health Minister Leslie Ramsammy, condemned Pope Benedict's\nopposition to contraception, saying he was trying to \"create confusion\" and\n\"impede\" proven strategies in the battle against the disease.\n\nIn 2007, the WHO organized work on pandemic influenza vaccine development\nthrough clinical trials in collaboration with many experts and health\nofficials. A pandemic involving the H1N1 influenza virus was declared by the\nthen director-general Margaret Chan in April 2009. Margret Chan declared in\n2010 that the H1N1 has moved into the post-pandemic period. By the post-\npandemic period, critics claimed the WHO had exaggerated the danger, spreading\n\"fear and confusion\" rather than \"immediate information\". Industry experts\ncountered that the 2009 pandemic had led to \"unprecedented collaboration\nbetween global health authorities, scientists and manufacturers, resulting in\nthe most comprehensive pandemic response ever undertaken, with a number of\nvaccines approved for use three months after the pandemic declaration. This\nresponse was only possible because of the extensive preparations undertaken\nduring the last decade\".\n\nThe 2012–2013 WHO budget identified five areas among which funding was\ndistributed. Two of those five areas related to communicable diseases: the\nfirst, to reduce the \"health, social and economic burden\" of communicable\ndiseases in general; the second to combat HIV/AIDS, malaria and tuberculosis\nin particular.\n\nAs of 2015[update], the World Health Organization has worked within the UNAIDS\nnetwork and strives to involve sections of society other than health to help\ndeal with the economic and social effects of HIV/AIDS. In line with UNAIDS,\nWHO has set itself the interim task between 2009 and 2015 of reducing the\nnumber of those aged 15–24 years who are infected by 50%; reducing new HIV\ninfections in children by 90%; and reducing HIV-related deaths by 25%.\n\nThe World Health Organization's definition of neglected tropical disease has\nbeen criticized to be restrictive (focusing only on communicable diseases) and\ndescribed as a form of epistemic injustice, where conditions like snakebite\nare forced to be framed as a medical problem."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.2",
        "section_name": "Non-communicable diseases",
        "generated_section_content_md": "One of the thirteen WHO priority areas is aimed at the prevention and\nreduction of \"disease, disability and premature deaths from chronic\nnoncommunicable diseases, mental disorders, violence and injuries, and visual\nimpairment which are collectively responsible for almost 71% of all deaths\nworldwide\". The Division of Noncommunicable Diseases for Promoting Health\nthrough the Reproductive Health has published the magazine, _Entre Nous_ ,\nacross Europe since 1983.\n\nWHO is mandated under two of the international drug control conventions\n(Single Convention on Narcotic Drugs, 1961 and Convention on Psychotropic\nSubstances, 1971) to carry out scientific assessments of substances for\ninternational drug control. Through the WHO Expert Committee on Drug\nDependence (ECDD), it can recommend changes to scheduling of substances to the\nUnited Nations Commission on Narcotic Drugs. The ECDD is in charge of\nevaluating \"the impact of psychoactive substances on public health\" and \"their\ndependence producing properties and potential harm to health, as well as\nconsidering their potential medical benefits and therapeutic applications.\""
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.3",
        "section_name": "Environmental health",
        "generated_section_content_md": "The WHO estimates that 12.6 million people died as a result of living or\nworking in an unhealthy environment in 2012 – this accounts for nearly 1 in 4\nof total global deaths. Environmental risk factors, such as air, water, and\nsoil pollution, chemical exposures, climate change, and ultraviolet radiation,\ncontribute to more than 100 diseases and injuries. This can result in a number\nof pollution-related diseases.\n\n* 2018 (30 October – 1 November): 1 WHO's first global conference on air pollution and health (_Improving air quality, combatting climate change – saving lives_); organized in collaboration with UN Environment, World Meteorological Organization (WMO), and the secretariat of the UN Framework Convention on Climate Change (UNFCCC)"
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.4",
        "section_name": "Life course and lifestyle",
        "generated_section_content_md": "WHO works to \"reduce morbidity and mortality and improve health during key\nstages of life, including pregnancy, childbirth, the neonatal period,\nchildhood and adolescence, and improve sexual and reproductive health and\npromote active and healthy aging for all individuals\", for instance with the\nSpecial Programme on Human Reproduction.\n\nIt also tries to prevent or reduce risk factors for \"health conditions\nassociated with use of tobacco, alcohol, drugs and other psychoactive\nsubstances, unhealthy diets and physical inactivity and unsafe sex\".\n\nThe WHO works to improve nutrition, food safety and food security and to\nensure this has a positive effect on public health and sustainable\ndevelopment.\n\nIn April 2019, the WHO released new recommendations stating that children\nbetween the ages of two and five should spend no more than one hour per day\nengaging in sedentary behaviour in front of a screen and that children under\ntwo should not be permitted any sedentary screen time.\n\nIn January 2025, the WHO released a new guideline _Use of lower-sodium salt\nsubstitutes_ which strongly recommends reducing sodium intake to less than 2\ng/day and conditionally recommends replacing regular table salt with lower-\nsodium salt substitutes that contain potassium. This recommendation is\nintended for adults (not pregnant women or children) in general populations,\nexcluding individuals with kidney impairments or with other circumstances or\nconditions that might compromise potassium excretion."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.5",
        "section_name": "Surgery and trauma care",
        "generated_section_content_md": "The World Health Organization promotes road safety as a means to reduce\ntraffic-related injuries. It has also worked on global initiatives in surgery,\nincluding emergency and essential surgical care, trauma care, and safe\nsurgery. The WHO Surgical Safety Checklist is in current use worldwide in the\neffort to improve patient safety."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.6",
        "section_name": "Emergency work",
        "generated_section_content_md": "The World Health Organization's primary objective in natural and man-made\nemergencies is to coordinate with member states and other stakeholders to\n\"reduce avoidable loss of life and the burden of disease and disability.\"\n\nOn 5 May 2014, WHO announced that the spread of polio was a world health\nemergency – outbreaks of the disease in Asia, Africa, and the Middle East were\nconsidered \"extraordinary\".\n\nOn 8 August 2014, WHO declared that the spread of Ebola was a public health\nemergency; an outbreak which was believed to have started in Guinea had spread\nto other nearby countries such as Liberia and Sierra Leone. The situation in\nWest Africa was considered very serious."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.6.1",
        "section_name": "Reform efforts following the Ebola outbreak",
        "generated_section_content_md": "Following the 2014 Ebola outbreak in West Africa, the organization was heavily\ncriticized for its bureaucracy, insufficient financing, regional structure,\nand staffing profile.\n\nAn internal WHO report on the Ebola response pointed to underfunding and the\nlack of \"core capacity\" in health systems in developing countries as the\nprimary weaknesses of the existing system. At the annual World Health Assembly\nin 2015, Director-General Margaret Chan announced a $100 million Contingency\nFund for rapid response to future emergencies, of which it had received $26.9\nmillion by April 2016 (for 2017 disbursement). WHO has budgeted an additional\n$494 million for its Health Emergencies Programme in 2016–17, for which it had\nreceived $140 million by April 2016.\n\nThe program was aimed at rebuilding WHO capacity for direct action, which\ncritics said had been lost due to budget cuts in the previous decade that had\nleft the organization in an advisory role dependent on member states for on-\nthe-ground activities. In comparison, billions of dollars have been spent by\ndeveloped countries on the 2013–2016 Ebola epidemic and 2015–16 Zika epidemic."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.6.2",
        "section_name": "Response to the COVID-19 pandemic",
        "generated_section_content_md": "Staffs of World Health Organization Bangladesh are in COVID vaccine program in\nDhaka.\n\nThe WHO created an Incident Management Support Team on 1 January 2020, one day\nafter Chinese health authorities notified the organization of a cluster of\npneumonia cases of unknown aetiology. On 5 January the WHO notified all member\nstates of the outbreak, and in subsequent days provided guidance to all\ncountries on how to respond, and confirmed the first infection outside China.\nOn 14 January 2020, the WHO announced that preliminary investigations\nconducted by Chinese authorities had found no clear evidence of human-to-human\ntransmission of the novel coronavirus (2019-nCoV) identified in Wuhan. The\nsame day, the organization warned of limited human-to-human transmission, and\nconfirmed human-to-human transmission one week later. On 30 January the WHO\ndeclared a Public Health Emergency of International Concern (PHEIC),\nconsidered a \"call to action\" and \"last resort\" measure for the international\ncommunity and a pandemic on 11 March.\n\nWhile organizing the global response to the COVID-19 pandemic and overseeing\n\"more than 35 emergency operations\" for cholera, measles and other epidemics\ninternationally, the WHO has been criticized for praising China's public\nhealth response to the crisis while seeking to maintain a \"diplomatic\nbalancing act\" between the United States and China. David L. Heymann,\nprofessor of infectious disease epidemiology at the London School of Hygiene &\nTropical Medicine, said that \"China has been very transparent and open in\nsharing its data... and they opened up all of their files with the WHO\npresent.\"\n\nThe WHO faced criticism from the United States' Trump administration while\n\"guid[ing] the world in how to tackle the deadly\" COVID-19 pandemic. On 14\nApril 2020, United States president Donald Trump said that he would halt\nUnited States funding to the WHO while reviewing its role in \"severely\nmismanaging and covering up the spread of the coronavirus.\" World leaders and\nhealth experts largely condemned President Trump's announcement, which came\namid criticism of his response to the outbreak in the United States. WHO\ncalled the announcement \"regrettable\" and defended its actions in alerting the\nworld to the emergence of COVID-19. On 8 May 2020, the United States blocked a\nvote on a U.N. Security Council resolution aimed at promoting nonviolent\ninternational cooperation during the pandemic, and mentioning the WHO. On 7\nJuly 2020, President Trump formally notified the UN of his intent to withdraw\nthe United States from the WHO. However, Trump's successor, President Joe\nBiden, cancelled the planned withdrawal and announced in January 2021 that the\nU.S. would resume funding the organization.\n\nIn May 2023, the WHO announced that COVID-19 was no longer a world-wide health\nemergency.\n\nIn January 2025, during his second term, President Trump issued an executive\norder to withdraw the United States from the WHO, citing their alleged\nmishandling of the COVID-19 pandemic originating in Wuhan, among other\nreasons."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.7",
        "section_name": "Health policy",
        "generated_section_content_md": "WHO addresses government health policy with two aims: firstly, \"to address the\nunderlying social and economic determinants of health through policies and\nprogrammes that enhance health equity and integrate pro-poor, gender-\nresponsive, and human rights-based approaches\" and secondly \"to promote a\nhealthier environment, intensify primary prevention and influence public\npolicies in all sectors so as to address the root causes of environmental\nthreats to health\".\n\nThe organization develops and promotes the use of evidence-based tools, norms\nand standards to support member states to inform health policy options. It\noversees the implementation of the International Health Regulations, and\npublishes a series of medical classifications; of these, three are over-\nreaching \"reference classifications\": the International Statistical\nClassification of Diseases (ICD), the International Classification of\nFunctioning, Disability and Health (ICF) and the International Classification\nof Health Interventions (ICHI). Other international policy frameworks produced\nby WHO include the International Code of Marketing of Breast-milk Substitutes\n(adopted in 1981), Framework Convention on Tobacco Control (adopted in 2003)\nthe Global Code of Practice on the International Recruitment of Health\nPersonnel (adopted in 2010) as well as the WHO Model List of Essential\nMedicines and its pediatric counterpart. An international convention on\npandemic prevention and preparedness is being actively considered.\n\nIn terms of health services, WHO looks to improve \"governance, financing,\nstaffing and management\" and the availability and quality of evidence and\nresearch to guide policy. It also strives to \"ensure improved access, quality\nand use of medical products and technologies\". WHO – working with donor\nagencies and national governments – can improve their reporting about use of\nresearch evidence."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.4.8",
        "section_name": "Digital Health",
        "generated_section_content_md": "On Digital Health topics, WHO has existing Inter-Agency collaboration with the\nInternational Telecommunication Union (the UN Specialized Agency for ICT),\nincluding the Be Health, Be Mobile initiate and the ITU-WHO Focus Group on\nArtificial Intelligence for Health.\n\nWorld Health Organization, Bangladesh"
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Policy packages",
        "generated_section_content_md": "The WHO has developed several technical policy packages to support countries\nto improve health:\n\n* ACTIVE (physical activity)\n* HEARTS (cardiovascular diseases)\n* MPOWER (tobacco control)\n* REPLACE (trans fat)\n* SAFER (alcohol)\n* SHAKE (salt reduction)"
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Governance and support",
        "generated_section_content_md": "The remaining two of WHO's thirteen identified policy areas relate to the role\nof WHO itself:\n\n* \"to provide leadership, strengthen governance and foster partnership and collaboration with countries, the United Nations system, and other stakeholders in order to fulfil the mandate of WHO in advancing the global health agenda\"; and\n* \"to develop and sustain WHO as a flexible, learning organization, enabling it to carry out its mandate more efficiently and effectively\"."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.6.1",
        "section_name": "Partnerships",
        "generated_section_content_md": "The WHO along with the World Bank constitute the core team responsible for\nadministering the International Health Partnership (IHP+). The IHP+ is a group\nof partner governments, development agencies, civil society, and others\ncommitted to improving the health of citizens in developing countries.\nPartners work together to put international principles for aid effectiveness\nand development co-operation into practice in the health sector.\n\nThe organization relies on contributions from renowned scientists and\nprofessionals to inform its work, such as the WHO Expert Committee on\nBiological Standardization, the WHO Expert Committee on Leprosy, and the WHO\nStudy Group on Interprofessional Education & Collaborative Practice.\n\nWHO runs the Alliance for Health Policy and Systems Research, targeted at\nimproving health policy and systems.\n\nWHO also aims to improve access to health research and literature in\ndeveloping countries such as through the HINARI network.\n\nWHO collaborates with The Global Fund to Fight AIDS, Tuberculosis and Malaria,\nUNITAID, and the United States President's Emergency Plan for AIDS Relief to\nspearhead and fund the development of HIV programs.\n\nWHO created the Civil Society Reference Group on HIV, which brings together\nother networks that are involved in policymaking and the dissemination of\nguidelines.\n\nWHO, a sector of the United Nations, partners with UNAIDS to contribute to the\ndevelopment of HIV responses in different areas of the world.\n\nWHO facilitates technical partnerships through the Technical Advisory\nCommittee on HIV, which they created to develop WHO guidelines and policies.\n\nIn 2014, WHO released the _Global Atlas of Palliative Care at the End of Life_\nin a joint publication with the Worldwide Hospice Palliative Care Alliance, an\naffiliated NGO working collaboratively with the WHO to promote palliative care\nin national and international health policy."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.6.2",
        "section_name": "Public health education and action",
        "generated_section_content_md": "The practice of empowering individuals to exert more control over and make\nimprovements to their health is known as health education, as described by the\nWHO. It shifts away from an emphasis on personal behaviour and toward a\nvariety of societal and environmental solutions.\n\nEach year, the organization marks World Health Day and other observances\nfocusing on a specific health promotion topic. World Health Day falls on 7\nApril each year, timed to match the anniversary of WHO's founding. Recent\nthemes have been vector-borne diseases (2014), healthy ageing (2012) and drug\nresistance (2011).\n\nThe other official global public health campaigns marked by WHO are World\nTuberculosis Day, World Immunization Week, World Malaria Day, World No Tobacco\nDay, World Blood Donor Day, World Hepatitis Day, and World AIDS Day.\n\nAs part of the United Nations, the World Health Organization supports work\ntowards the Millennium Development Goals. Of the eight Millennium Development\nGoals, three – reducing child mortality by two-thirds, to reduce maternal\ndeaths by three-quarters, and to halt and begin to reduce the spread of\nHIV/AIDS – relate directly to the WHO's scope; the other five inter-relate and\naffect world health."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "Data handling and publications",
        "generated_section_content_md": "The World Health Organization works to provide the needed health and well-\nbeing evidence through a variety of data collection platforms, including the\nWorld Health Survey covering almost 400,000 respondents from 70 countries, and\nthe _Study on Global Aging and Adult Health_ (SAGE) covering over 50,000\npersons over 50 years old in 23 countries. The Country Health Intelligence\nPortal (CHIP), has also been developed to provide an access point to\ninformation about the health services that are available in different\ncountries. The information gathered in this portal is used by the countries to\nset priorities for future strategies or plans, implement, monitor, and\nevaluate it.\n\nThe WHO has published various tools for measuring and monitoring the capacity\nof national health systems and health workforces. The Global Health\nObservatory (GHO) has been the WHO's main portal which provides access to data\nand analyses for key health themes by monitoring health situations around the\nglobe.\n\nThe _WHO Assessment Instrument for Mental Health Systems_ (WHO-AIMS), the _WHO\nQuality of Life Instrument_ (WHOQOL), and the _Service Availability and\nReadiness Assessment_ (SARA) provide guidance for data collection.\nCollaborative efforts between WHO and other agencies, such as through the\nHealth Metrics Network, also aim to provide sufficient high-quality\ninformation to assist governmental decision making. WHO promotes the\ndevelopment of capacities in member states to use and produce research that\naddresses their national needs, including through the Evidence-Informed Policy\nNetwork (EVIPNet). The Pan American Health Organization (PAHO/AMRO) became the\nfirst region to develop and pass a policy on research for health approved in\nSeptember 2009.\n\nOn 10 December 2013, a new WHO database, known as MiNDbank, went online. The\ndatabase was launched on Human Rights Day, and is part of WHO's QualityRights\ninitiative, which aims to end human rights violations against people with\nmental health conditions. The new database presents a great deal of\ninformation about mental health, substance abuse, disability, human rights,\nand the different policies, strategies, laws, and service standards being\nimplemented in different countries. It also contains important international\ndocuments and information. The database allows visitors to access the health\ninformation of WHO member states and other partners. Users can review\npolicies, laws, and strategies and search for the best practices and success\nstories in the field of mental health.\n\nThe WHO regularly publishes a _World Health Report_ , its leading publication,\nincluding an expert assessment of a specific global health topic. Other\npublications of WHO include the _Bulletin of the World Health Organization_ ,\nthe _Eastern Mediterranean Health Journal_ (overseen by EMRO), the _Human\nResources for Health_ (published in collaboration with BioMed Central), and\nthe _Pan American Journal of Public Health_ (overseen by PAHO/AMRO).\n\nIn 2016, the World Health Organization drafted a global health sector strategy\non HIV. In the draft, the World Health Organization outlines its commitment to\nending the AIDS epidemic by 2030 with interim targets for the year 2020. To\nmake achievements towards these targets, the draft lists actions that\ncountries and the WHO can take, such as a commitment to universal health\ncoverage, medical accessibility, prevention and eradication of disease, and\nefforts to educate the public. Some notable points made in the draft include\ntailoring resources to mobilized regions where the health system may be\ncompromised due to natural disasters, etc. Among the points made, it seems\nclear that although the prevalence of HIV transmission is declining, there is\nstill a need for resources, health education, and global efforts to end this\nepidemic.\n\nThe WHO has a Framework Convention on Tobacco implementation database which is\none of the few mechanisms to help enforce compliance with the FCTC. However,\nthere have been reports of numerous discrepancies between it and national\nimplementation reports on which it was built. As researchers Hoffman and Rizvi\nreport \"As of July 4, 2012, 361 (32·7%) of 1104 countries' responses were\nmisreported: 33 (3·0%) were clear errors (e.g., database indicated 'yes' when\nreport indicated 'no'), 270 (24·5%) were missing despite countries having\nsubmitted responses, and 58 (5·3%) were, in our opinion, misinterpreted by WHO\nstaff\".\n\nWHO has been moving toward acceptance and integration of traditional medicine\nand traditional Chinese medicine (TCM). In 2022, the new International\nStatistical Classification of Diseases and Related Health Problems, ICD-11,\nwill attempt to enable classifications from traditional medicine to be\nintegrated with classifications from evidence-based medicine. Though Chinese\nauthorities have pushed for the change, this and other support of the WHO for\ntraditional medicine has been criticized by the medical and scientific\ncommunity, due to lack of evidence and the risk of endangering wildlife hunted\nfor traditional remedies. A WHO spokesman said that the inclusion was \"not an\nendorsement of the scientific validity of any Traditional Medicine practice or\nthe efficacy of any Traditional Medicine intervention.\""
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "0.7.1",
        "section_name": "International Agency for Research on Cancer",
        "generated_section_content_md": "The WHO sub-department, the International Agency for Research on Cancer\n(IARC), conducts and coordinates research into the causes of cancer. It also\ncollects and publishes surveillance data regarding the occurrence of cancer\nworldwide.\n\nIts Monographs Programme identifies carcinogenic hazards and evaluates\nenvironmental causes of cancer in humans."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Structure and governance",
        "generated_section_content_md": "The World Health Organization is a member of the United Nations Development\nGroup."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "Membership",
        "generated_section_content_md": "Countries by World Health Organization membership status (January 2025): 192\nWHO member states, 1 in process of withdrawal (USA), 2 UN observer states\n(Palestine, Vatican), 3 invited delegations (Jamaica, Taiwan, Samoa)[_better\nsource needed_]\n\nAs of January 2025[update], the WHO has 194 member states: all member states\nof the United Nations except for Liechtenstein (192 countries), plus the Cook\nIslands and Niue. A state becomes a full member of WHO by ratifying the treaty\nknown as the Constitution of the World Health Organization. As of January\n2025, it also had two associate members, Puerto Rico and Tokelau. The WHO two-\nyear budget for 2022–2023 is paid by its 194 members and 2 associate members.\nSeveral other countries have been granted observer status. Palestine is an\nobserver as a \"national liberation movement\" recognized by the League of Arab\nStates under United Nations Resolution 3118. The Sovereign Military Order of\nMalta (or _Order of Malta_) also attends on an observer basis. The Holy See\nattends as an observer, and its participation as \"non-Member State Observer\"\nwas formalized by an Assembly resolution in 2021. The government of Taiwan was\nallowed to participate under the designation \"Chinese Taipei\" as an observer\nfrom 2009 to 2016, but has not been invited again since. On 20 January 2025,\nU.S. President Donald Trump signed Executive Order 14155 initiating the\n12-month process of withdrawing the U.S. from the WHO. On 5 February 2025,\nArgentinian president Javier Milei announced that Argentina would also be\nwithdrawing from WHO.\n\nWHO member states appoint delegations to the World Health Assembly, the WHO's\nsupreme decision-making body. All UN member states are eligible for WHO\nmembership, and, according to the WHO website, \"other countries may be\nadmitted as members when their application has been approved by a simple\nmajority vote of the World Health Assembly\". The World Health Assembly is\nattended by delegations from all member states, and determines the policies of\nthe organization.\n\nThe executive board is composed of members technically qualified in health and\ngives effect to the decisions and policies of the World Health Assembly. In\naddition, the UN observer organizations International Committee of the Red\nCross and International Federation of Red Cross and Red Crescent Societies\nhave entered into \"official relations\" with WHO and are invited as observers.\nIn the World Health Assembly, they are seated alongside the other NGOs."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.1.1",
        "section_name": "Membership and participation of the Republic of China",
        "generated_section_content_md": "The Republic of China (ROC), whose government controlled Mainland China from\n1912 to 1949 and currently controls Taiwan since 1945 following World War II,\nwas the founding member of WHO since its inception and had represented \"China\"\nin the organization. The adoption of the United Nations General Assembly\nResolution 2758 in 1971, however, had the representation of \"China\" handed\nover to the People's Republic of China (PRC), and led to the expulsion of the\nRepublic of China from WHO and other UN bodies. Since that time, per the One-\nChina policy, both the ROC and PRC lay claims of sovereignty to each other's\nterritory.\n\nIn May 2009, the Department of Health of the Republic of China was invited by\nthe WHO to attend the 62nd World Health Assembly as an observer under the name\n\"Chinese Taipei\". This was the ROC's first participation at WHO meetings since\n1971, as a result of the improved cross-strait relations since Ma Ying-jeou\nbecame the president of the Republic of China a year before. Its participation\nwith WHO ended due to diplomatic pressure from the PRC following the election\nin 2016 that brought the independence-minded Democratic Progressive Party back\ninto power.\n\nPolitical pressure from the PRC has led to the ROC being barred from\nmembership of the WHO and other UN-affiliated organizations, and in 2017 to\n2020 the WHO refused to allow Taiwanese delegates to attend the WHO annual\nassembly. According to Taiwanese publication The News Lens, on multiple\noccasions Taiwanese journalists have been denied access to report on the\nassembly.\n\nIn May 2018, the WHO denied access to its annual assembly by Taiwanese media,\nreportedly due to demands from the PRC. Later in May 172 members of the United\nStates House of Representatives wrote to the director-general of the World\nHealth Organization to argue for Taiwan's inclusion as an observer at the WHA.\nThe United States, Japan, Germany, and Australia all support Taiwan's\ninclusion in WHO.\n\nPressure to allow the ROC to participate in WHO increased as a result of the\nCOVID-19 pandemic with Taiwan's exclusion from emergency meetings concerning\nthe outbreak bringing a rare united front from Taiwan's diverse political\nparties. Taiwan's main opposition party, the Kuomintang (KMT, Chinese\nNationalist Party), expressed their anger at being excluded arguing that\ndisease respects neither politics nor geography. China once again dismissed\nconcerns over Taiwanese inclusion with the foreign minister claiming that no-\none cares more about the health and wellbeing of the Taiwanese people than\ncentral government of the PRC. During the outbreak Canadian Prime Minister\nJustin Trudeau voiced his support for Taiwan's participation in WHO, as did\nJapanese Prime Minister Shinzo Abe. In January 2020 the European Union, a WHO\nobserver, backed Taiwan's participation in WHO meetings related to the\ncoronavirus pandemic as well as their general participation.\n\nIn a 2020 interview, Assistant Director-General Bruce Aylward appeared to\ndodge a question from RTHK reporter Yvonne Tong about Taiwan's response to the\npandemic and inclusion in the WHO, blaming internet connection issues. When\nthe video chat was restarted, he was asked another question about Taiwan. He\nresponded by indicating that they had already discussed China and formally\nended the interview. This incident led to accusations about the PRC's\npolitical influence over the international organization.\n\nTaiwan's effective response to the 2019–20 COVID-19 pandemic has bolstered its\ncase for WHO membership. Taiwan's response to the outbreak has been praised by\na number of experts. In early May 2020, New Zealand Foreign Minister Winston\nPeters expressed support for the ROC's bid to rejoin the WHO during a media\nconference. The New Zealand Government subsequently supporting Taiwan's bid to\njoin the WHO, putting NZ alongside Australia and the United States who have\ntaken similar positions.\n\nOn 9 May, Congressmen Eliot Engel, the Democratic chairman of the United\nStates House Committee on Foreign Affairs, Michael McCaul, the House\nCommittee's ranking Republican member, Senator Jim Risch, the Republican\nchairman of the United States Senate Committee on Foreign Relations, and\nSenator Bob Menendez, the Senate Committee's ranking Democratic member,\nsubmitted a joint letter to nearly 60 \"like-minded\" countries including\nCanada, Thailand, Japan, Germany, the United Kingdom, Saudi Arabia, and\nAustralia, urging them to support ROC's participation in the World Health\nOrganization.\n\nIn November 2020, the word \"Taiwan\" was blocked in comments on a livestream on\nthe WHO's Facebook page."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.1.2",
        "section_name": "Membership and participation of the United States",
        "generated_section_content_md": "On 14 April 2020, United States president Donald Trump said that he would halt\nUnited States funding to the WHO while reviewing its role in \"severely\nmismanaging and covering up the spread of the coronavirus.\" World leaders and\nhealth experts largely condemned President Trump's announcement, which came\namid criticism of his response to the outbreak in the United States. WHO\ncalled the announcement \"regrettable\" and defended its actions in alerting the\nworld to the emergence of COVID-19. On 7 July 2020, President Trump formally\nnotified the UN of his intent to withdraw the United States from the WHO.\nHowever, Trump's successor, president Joe Biden, cancelled the planned\nwithdrawal and announced in January 2021 that the U.S. would resume funding\nthe organization. On 20 January 2025, an executive order was signed by a re-\ninaugurated Trump, formally notifying the United Nations of his intent to\nwithdraw the United States from the WHO for a second time."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "World Health Assembly and Executive Board",
        "generated_section_content_md": "WHO headquarters in Geneva\n\nThe World Health Assembly (WHA) is the legislative and supreme body of the\nWHO. Based in Geneva, it typically meets yearly in May. It appoints the\ndirector-general every five years and votes on matters of policy and finance\nof WHO, including the proposed budget. It also reviews reports of the\nexecutive board and decides whether there are areas of work requiring further\nexamination.\n\nThe Assembly elects 34 members, technically qualified in the field of health,\nto the executive board for three-year terms. The main functions of the board\nare to carry out the decisions and policies of the Assembly, to advise it, and\nto facilitate its work. As of June 2023, the chair of the executive board is\nDr. Hanan Mohamed Al Kuwari of Qatar."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Director-General",
        "generated_section_content_md": "The head of the organization is the director-general, elected by the World\nHealth Assembly. The term lasts for five years, and directors-general are\ntypically appointed in May, when the Assembly meets. The current director-\ngeneral is Dr. Tedros Adhanom Ghebreyesus, who was appointed on 1 July 2017."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Global institutions",
        "generated_section_content_md": "Apart from regional, country, and liaison offices, the World Health Assembly\nhas also established other institutions for promoting and carrying on\nresearch.\n\n* International Agency for Research on Cancer (IARC)"
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Personnel",
        "generated_section_content_md": "The WHO employs 7,000 people in 149 countries and regions to carry out its\nprinciples. In support of the principle of a tobacco-free work environment,\nthe WHO does not recruit cigarette smokers. The organization has previously\ninstigated the Framework Convention on Tobacco Control in 2003."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Goodwill Ambassadors",
        "generated_section_content_md": "The WHO operates \"Goodwill Ambassadors\"; members of the arts, sports, or other\nfields of public life aimed at drawing attention to the WHO's initiatives and\nprojects. There are currently five Goodwill Ambassadors (Jet Li, Nancy\nBrinker, Peng Liyuan, Yohei Sasakawa and the Vienna Philharmonic Orchestra)\nand a further ambassador associated with a partnership project (Craig David).\n\nOn 21 October 2017, the director-general Tedros Adhanom Ghebreyesus appointed\nthe then Zimbabwean president Robert Mugabe as a WHO Goodwill Ambassador to\nhelp promote the fight against non-communicable diseases. The appointment\naddress praised Mugabe for his commitment to public health in Zimbabwe. The\nappointment attracted widespread condemnation and criticism in WHO member\nstates and international organizations due to Robert Mugabe's poor record on\nhuman rights and presiding over a decline in Zimbabwe's public health. Due to\nthe outcry, the following day the appointment was revoked."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "Medical Society of the World Health Organization",
        "generated_section_content_md": "Since the beginning, the WHO has had the _Medical Society of the World Health\nOrganization_. It has conducted lectures by noted researchers and published\nfindings, recommendations.[_excessive citations_] The founder, Dr. S. William\nA. Gunn has been its president. In 1983, Murray Eden was awarded the WHO\n_Medical Society_ medal, for his work as consultant on research and\ndevelopment for WHO's director-general."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.8",
        "section_name": "Financing and partnerships",
        "generated_section_content_md": "| This section needs to be **updated**. Please help update this article to\nreflect recent events or newly available information. _( November 2024)_\n---|---\n\nThe WHO is financed by contributions from member states and outside donors. In\n2020–21, the largest contributors were the Germany, Gates Foundation, United\nStates, United Kingdom and European Commission. The WHO Executive Board formed\na Working Group on Sustainable Financing in 2021, charged to rethink WHO's\nfunding strategy and present recommendations. Its recommendations were adopted\nby the 2022 World Health Assembly, the key one being to raise compulsory\nmember dues to a level equal to 50% of WHO's 2022–2023 base budget by the end\nof the 2020s.\n\nTop 10 contributors (biennium 2020–2021; updated until Q4-2021) in millions of US$  No. | Contributor | Assessed contributions | Voluntary contributions specified | Core voluntary contributions | Total\n(biennium) | Share | Source\n---|---|---|---|---|---|---|---\n1 | Germany | 58 | 953 |  | 1,011 | 14.4% |\n2 | United States of America | 232 | 448 |  | 681 | 9.7% |\n3 | Bill & Melinda Gates Foundation |  | 592 |  | 592 | 8.4% |\n4 | United Kingdom of Great Britain and Northern Ireland | 44 | 367 | 120 | 531 | 7.6% |\n5 | GAVI Alliance |  | 371 |  | 371 | 5.3% |\n6 | European Commission |  | 310 |  | 310 | 4.4% |\n7 | Japan | 82 | 122 |  | 204 | 2.9% |\n8 | China | 115 | 63 |  | 178 | 2.5% |\n9 | World Bank |  | 158 |  | 158 | 2.2% |\n10 | Rotary International |  | 152 |  | 152 | 2.2% |\nOthers | 530 | 2,306 | 144 | 2,980 | 42.4% |\nTotal | 957 | 5,824 | 264 | 7,031 | 100.0% |\n\n* Assessed contributions are the dues the Member States pay depending on the states' wealth and population\n* Voluntary contributions specified are funds for specific programme areas provided by the Member States or other partners\n* Core voluntary contributions are funds for flexible uses provided by the Member States or other partners"
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.8.1",
        "section_name": "Past",
        "generated_section_content_md": "At the beginning of the 21st century, the WHO's work involved increasing\ncollaboration with external bodies. As of 2002[update], a total of 473\nnongovernmental organizations (NGO) had some form of partnership with WHO.\nThere were 189 partnerships with international NGOs in formal \"official\nrelations\" – the rest being considered informal in character. Partners include\nthe Bill and Melinda Gates Foundation and the Rockefeller Foundation.\n\nAs of 2012[update], the largest annual assessed contributions from member\nstates came from the United States ($110 million), Japan ($58 million),\nGermany ($37 million), United Kingdom ($31 million) and France ($31 million).\nThe combined 2012–2013 budget proposed a total expenditure of $3,959 million,\nof which $944 million (24%) will come from assessed contributions. This\nrepresented a significant fall in outlay compared to the previous 2009–2010\nbudget, adjusting to take account of previous underspends. Assessed\ncontributions were kept the same. Voluntary contributions will account for\n$3,015 million (76%), of which $800 million is regarded as highly or\nmoderately flexible funding, with the remainder tied to particular programmes\nor objectives.\n\nAccording to The Associated Press, the WHO routinely spends about $200 million\na year on travel expenses, more than it spends to tackle mental health\nproblems, HIV/AIDS, tuberculosis and malaria combined. In 2016, Margaret Chan,\ndirector-general of WHO from January 2007 to June 2017, stayed in a $1000-per-\nnight hotel room while visiting West Africa.\n\nThe biggest contributor used to be the United States, which gives over $400\nmillion annually. U.S. contributions to the WHO are funded through the U.S.\nState Department's account for Contributions to International Organizations\n(CIO). In April 2020, U.S. President Donald Trump, with backing by members of\nhis party, announced that his administration would halt funding to the WHO.\nFunds previously earmarked for the WHO were to be held for 60–90 days pending\nan investigation into the WHO's handling of the COVID-19 pandemic,\nparticularly in respect to the organization's purported relationship with\nChina. The announcement was immediately criticized by world leaders including\nAntónio Guterres, the secretary general of the United Nations; Heiko Maas, the\nGerman foreign minister; and Moussa Faki Mahamat, African Union chairman.\nDuring the first two years of the pandemic, American funding of the WHO\ndeclined by a quarter, although it is expected to increase during 2022 and\n2023.\n\nOn 16 May 2020, the Trump Administration agreed to pay up to what China pays\nin assessed contributions, which is less than about one-tenth of its previous\nfunding. Biennium 2018–2019 China paid in assessed contributions US$75,796K,\nin specified voluntary contributions US$10,184K, for a total US$85,980K."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "1.9",
        "section_name": "WHO Public Health Prizes and Awards",
        "generated_section_content_md": "World Health Organization Prizes and Awards are given to recognize major\nachievements in public health. The candidates are nominated and recommended by\neach prize and award selection panel. The WHO Executive Board selects the\nwinners, which are presented during the World Health Assembly."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "World headquarters and offices",
        "generated_section_content_md": "The seat of the organization is in Geneva, Switzerland. It was designed by\nSwiss architect Jean Tschumi and inaugurated in 1966. In 2017, the\norganization launched an international competition to redesign and extend its\nheadquarters."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Gallery of the WHO headquarters building",
        "generated_section_content_md": "* Stairwell, 1969\n\n* Internal courtyard, 1969\n\n* Reflecting pool, 1969\n\n* Exterior, 1969\n\n* From southwest, 2013\n\n* Entrance hall, 2013\n\n* Main conference room, 2013"
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Country and liaison offices",
        "generated_section_content_md": "The World Health Organization operates 150 country offices in six different\nregions. It also operates several liaison offices, including those with the\nEuropean Union, United Nations and a single office covering the World Bank and\nInternational Monetary Fund. It also operates the International Agency for\nResearch on Cancer in Lyon, France, and the WHO Centre for Health Development\nin Kobe, Japan. Additional offices include those in Pristina; the West Bank\nand Gaza; the US-Mexico Border Field Office in El Paso; the Office of the\nCaribbean Program Coordination in Barbados; and the Northern Micronesia\noffice. There will generally be one WHO country office in the capital,\noccasionally accompanied by satellite-offices in the provinces or sub-regions\nof the country in question.\n\nThe country office is headed by a WHO Representative (WR). As of 2010[update],\nthe only WHO Representative outside Europe to be a national of that country\nwas for the Libyan Arab Jamahiriya (\"Libya\"); all other staff was\ninternational. WHO Representatives in the Region termed the Americas are\nreferred to as PAHO/WHO Representatives. In Europe, WHO Representatives also\nserve as head of the country office, and are nationals except for Serbia;\nthere are also heads of the country office in Albania, the Russian Federation,\nTajikistan, Turkey, and Uzbekistan. The WR is a member of the UN system\ncountry team which is coordinated by the UN System Resident Coordinator.\n\nThe country office consists of the WR, and several health and other experts,\nboth foreign and local, as well as the necessary support staff. The main\nfunctions of WHO country offices include being the primary adviser of that\ncountry's government in matters of health and pharmaceutical policies."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Regional offices",
        "generated_section_content_md": "Map of the WHO's regional offices and their respective operating regions:\n\nAfrica; HQ: Brazzaville, Republic of the Congo\n\nWestern Pacific; HQ: Manila, Philippines\n\nEastern Mediterranean; HQ: Cairo, Egypt\n\nSouth East Asia; HQ: New Delhi, India\n\nEurope; HQ: Copenhagen, Denmark\n\nAmericas; HQ: Washington, D.C., US\n\nThe regional divisions of WHO were created between 1949 and 1952, following\nthe model of the pre-existing Pan American Health Organization, and are based\non article 44 of the WHO's constitution, which allowed the WHO to \"establish a\n[single] regional organization to meet the special needs of [each defined]\narea\". Many decisions are made at the regional level, including important\ndiscussions over WHO's budget, and in deciding the members of the next\nassembly, which are designated by the regions.\n\nEach region has a regional committee, which generally meets once a year,\nnormally in the autumn. Representatives attend from each member or associative\nmember in each region, including those states that are not full members. For\nexample, Palestine attends meetings of the Eastern Mediterranean Regional\nOffice. Each region also has a regional office. Each regional office is headed\nby a director, who is elected by the Regional Committee. The board must\napprove such appointments, although as of 2004, it had never over-ruled the\npreference of a regional committee. The exact role of the board in the process\nhas been a subject of debate, but the practical effect has always been small.\nSince 1999, regional directors serve for a once-renewable five-year term, and\ntypically take their position on 1 February.\n\nEach regional committee of the WHO consists of all the Health Department\nheads, in all the governments of the countries that constitute the Region.\nAside from electing the regional director, the regional committee is also in\ncharge of setting the guidelines for the implementation, within the region, of\nthe health and other policies adopted by the World Health Assembly. The\nregional committee also serves as a progress review board for the actions of\nWHO within the Region.[_citation needed_] The regional director is effectively\nthe head of WHO for his or her region. The RD manages and/or supervises a\nstaff of health and other experts at the regional offices and in specialized\ncentres. The RD is also the direct supervising authority – concomitantly with\nthe WHO Director-General – of all the heads of WHO country offices, known as\nWHO Representatives, within the region.[_citation needed_]\n\nThe strong position of the regional offices has been criticized in WHO history\nfor undermining its effectiveness and led to unsuccessful attempts to\nintegrate them more strongly within 'One WHO'. Disease specific programmes\nsuch as the smallpox eradication programme or the 1980s Global Programme on\nAIDS were set up with more direct, vertical structures that bypassed the\nregional offices.\n\nRegional offices of WHO  Region  | Headquarters  | Notes\n---|---|---\nAfrica  | Brazzaville, Republic of the Congo  | AFRO includes most of Africa, with the exception of Egypt, Sudan, Djibouti, Tunisia, Libya, Somalia and Morocco (all fall under EMRO). The regional director is Matshidiso Moeti, a Botswana national. (Tenure: 2015–present).\nEurope  | Copenhagen, Denmark  | EURO includes all of Europe (except Liechtenstein), Israel, and all of the former USSR. The regional director is Hans Kluge, a Belgian national (Tenure: 2020–present).\nSouth-East Asia  | New Delhi, India  | North Korea is served by SEARO. The regional director is Catharina Boehme _(acting)_ , a German national (Tenure: 2025–present).\nEastern Mediterranean  | Cairo, Egypt  | The Eastern Mediterranean Regional Office serves the countries of Africa that are not included in AFRO, as well as all countries in the Middle East except for Israel. Pakistan is served by EMRO. The regional director is Ahmed Al-Mandhari, an Omani national (Tenure: 2018 – present).\nWestern Pacific  | Manila, the Philippines  | WPRO covers all the Asian countries not served by SEARO, EMRO, or EURO, and all the countries in Oceania. South Korea is served by WPRO. The acting regional director is Zsuzsanna Jakab, a Hungarian national and the current WHO Deputy Director-General (Tenure: 2023 – present).\nThe Americas  | Washington, D.C., United States  | Also known as the Pan American Health Organization (PAHO), and covers the Americas. The WHO regional director is Jarbas Barbosa, a Brazilian national (Tenure: 2023 – present)."
    },
    {
        "chapter_name": "World Health Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Private funding",
        "generated_section_content_md": "In 2024, the Bill & Melinda Gates Foundation was the organization's major\nprivate contributor, funding 10% of its budget."
    }
]