[
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Food-assistance branch of the UN\n\n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"World Food Programme\" – news **·** newspapers **·** books\n**·** scholar **·** JSTOR _( October 2022)__(Learn how and when to remove this\nmessage)_  \n---|---  \n  \nEmpty sack of the World Food Programme\n\nThe **World Food Programme** (**WFP**) is an international organization within\nthe United Nations (UN) that provides food assistance worldwide. It is the\nworld's largest humanitarian organization and the leading provider of school\nmeals. Founded in 1961, WFP is headquartered in Rome and has offices in 87\ncountries. In 2023 it supported over 152 million people, and it is present in\nmore than 120 countries and territories.\n\nIn addition to emergency food relief, WFP offers technical and development\nassistance, such as building capacity for emergency preparedness and response,\nmanaging supply chains and logistics, promoting social safety programs, and\nstrengthening resilience against climate change. It is also a major provider\nof direct cash assistance, and provides passenger services for humanitarian\nworkers through its management of the United Nations Humanitarian Air Service\n(UNHAS).\n\nWFP is an executive member of the United Nations Sustainable Development\nGroup, a consortium of UN entities that aims to fulfil the 17 Sustainable\nDevelopment Goals (SDG), with a priority to achieve SDG 2, \"zero hunger\", by\n2030.\n\nThe World Food Programme was awarded the Nobel Peace Prize in 2020 for its\nefforts to provide food assistance in areas of conflict and to prevent the use\nof food as a weapon of war and conflict."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "WFP was established in 1961 after the 1960 Food and Agriculture Organization\n(FAO) Conference, when George McGovern, director of the US Food for Peace\nProgrammes, proposed establishing a multilateral food aid programme. WFP\nlaunched its first programmes in 1963 by the FAO and the United Nations\nGeneral Assembly on a three-year experimental basis, supporting the Nubian\npopulation at Wadi Halfa in Sudan. In 1965, the programme was extended to a\ncontinuing basis."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Background",
        "generated_section_content_md": "WFP works across a broad spectrum of Sustainable Development Goals. Food\nshortages, hunger, malnutrition, and foodborne illness lead to poor health,\nwhich affects other areas of sustainable development, such as education,\nemployment, and poverty (Sustainable Development Goals Four, Eight, and One\nrespectively)."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Funding",
        "generated_section_content_md": "WFP operations are primarily funded by voluntary donations by governments\nworldwide, along with contributions from corporations and private donors. In\n2022, funding reached a record USD 14.1 billion—up by almost 50 percent from\n2021—against an operational funding need of USD 21.4 billion. The United\nStates was the largest donor.\n\nIn 2023, the WFP received USD 8.3 billion in funding, likely marking the first\ntime since 2010 that funding decreased from the previous year, creating a\nfunding gap of 64%.\n\nIn February 2025, the WFP received directives from the U.S. to halt operations\non numerous U.S.-funded grants, despite an emergency waiver issued by\nSecretary of State Marco Rubio intended to allow essential food assistance to\ncontinue. These grants, managed by the U.S. Agency for International\nDevelopment (USAID), are valued at tens of millions of dollars and are\ninstrumental in providing food aid to countries such as Yemen, the Democratic\nRepublic of Congo, Sudan, South Sudan, the Central African Republic, Haiti,\nand Mali. The suspension encompasses several projects under the Food for Peace\nTitle II program, which annually allocates approximately $2 billion for the\ndonation of U.S. commodities and constitutes a significant portion of U.S.\ninternational food assistance. This program is jointly administered by the\nU.S. Department of Agriculture and USAID."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Governance, leadership and staff",
        "generated_section_content_md": "WFP is governed by an executive board that consists of representatives of 36\nmember states and provides intergovernmental support, direction, and\nsupervision of WFP's activities. Of the 36 board members, 18 are elected by\nthe United Nations Economic and Social Council and 18 by the Food and\nAgriculture Organization. The European Union is a permanent observer in WFP\nand, as a major donor, participates in the work of its executive board. WFP is\nheaded by an executive director, who is appointed jointly by the UN Secretary-\nGeneral and the director-general of the Food and Agriculture Organization\n(FAO) of the United Nations. The executive director is appointed for fixed\nfive-year terms and is responsible for the administration of the organization\nas well as the implementation of its programmes, projects, and other\nactivities. Cindy McCain, previously Ambassador and Permanent Representative\nof the United States Mission to the United Nations Food and Agriculture\nAgencies in Rome, was appointed to the role in March 2023.\n\nIn March 2023, WFP had over 22,300 staff.\n\nThe headquarters in Rome"
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.1.1",
        "section_name": "List of executive directors",
        "generated_section_content_md": "Since 1992, all executive directors have been American. The following is a\nchronological list of those who have served as executive director of the World\nFood Programme:\n\n1. Addeke Hendrik Boerma ( Netherlands) (May 1962 – December 1967)\n2. Sushil K. Dev ( India) (January 1968 – August 1968) (acting)\n3. Francisco Aquino ( El Salvador) (July 1968 – May 1976)\n4. Thomas C. M. Robinson ( United States) (May 1976 – June 1977 acting; July 1977 – September 1977)\n5. Garson N. Vogel ( Canada) (October 1977 – April 1981)\n6. Bernardo de Azevedo Brito ( Brazil) (May 1981 – February 1982) (acting)\n7. Juan Felipe Yriart ( Uruguay) (February 1982 – April 1982) (acting)\n8. James Ingram ( Australia) (April 1982 – April 1992)\n9. Catherine Bertini ( United States) (April 1992 – April 2002)\n10. James T. Morris ( United States) (April 2002 – April 2007)\n11. Josette Sheeran ( United States) (April 2007 – April 2012)\n12. Ertharin Cousin ( United States) (April 2012 – April 2017)\n13. David Beasley ( United States) (April 2017 – April 2023)\n14. Cindy McCain ( United States) (Since April 2023)"
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "Emergencies",
        "generated_section_content_md": "WFP truck in Dnipro, Ukraine, during Russian invasion in Ukraine.\n\nAbout two-thirds of WFP life-saving food assistance goes to people facing high\ndegrees of food insecurity, predominantly resulting from violence and armed\nconflict. Over 60% of the people facing hunger globally live in regions\nexperiencing armed violence, which compounds with increased displacement,\ndestruction of food systems, and increased humanitarian access challenges to\npose massive risks to food security in the regions. In 2023, more than 300\nmillion people faced acute hunger globally. WFP said it had \"reached 152\nmillion people with essential aid\" in 2023.\n\nThe latest Hunger Hotspots outlook released June 2024 and co-published by WFP\nand FAO, emphasised that \"acute food insecurity is likely to deteriorate\nfurther in 18 hotspots\" between June and October 2024. These countries and\ncountry clusters face famine or risk of famine, with population already in or\nfacing IPC Phase 5 (Catastrophe). Of those countries, Haiti, Mali, Palestine,\nSouth Sudan, and Sudan are classified as the most concerning.\n\nWFP is also a first responder to sudden-onset emergencies. When floods struck\nSudan in July 2020, it provided emergency food assistance to nearly 160,000\npeople. WFP provided food as well as vouchers for people to buy vital\nsupplies, while also planning recovery, reconstruction, and resilience-\nbuilding activities, after Cyclone Idai struck Mozambique and floods washed an\nestimated 400,000 hectares of crops on early 2019.\n\nWFP's emergency support is also preemptive in offsetting the potential impact\nof disasters. In the Sahel region of Africa, amidst economic challenges,\nclimate change, and armed militancy, WFP's activities included working with\ncommunities and partners to harvest water for irrigation, restore degraded\nland, and support livelihoods through skills training. It uses early-warning\nsystems to help communities prepare for disasters. In Bangladesh, weather\nforecasting led to the distribution of cash to vulnerable farmers to pay for\nmeasures such as reinforcing their homes or stockpiling food ahead of heavy\nflooding.\n\nThe World Food Program hands off high-energy biscuits to civilians at a\nLiberian port during the Second Civil War.\n\nWFP is the lead agency of the Logistics Cluster, a coordination mechanism\nestablished by the Inter-Agency Standing Committee (IASC). It also co-leads\nthe Food Security Cluster. The WFP-managed United Nations Humanitarian Air\nService (UNHAS) serves over 300 destinations globally. WFP also manages the\nUnited Nations Humanitarian Response Depot (UNHRD), a global network of hubs\nthat procure, store and transport emergency supplies for the organization and\nthe wider humanitarian community. WFP logistical support, including its air\nservice and hubs, has enabled staff and supplies from WFP and partner\norganizations to reach areas where commercial flights have not been available\nduring the COVID-19 pandemic."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "Climate change",
        "generated_section_content_md": "WFP took pre-emptive action to reduce the impact of floods in Bangladesh.\nPhoto: WFP/Sayed Asif Mahmud\n\nWFP provided cash to vulnerable groups ahead of torrential rains in Bangladesh\nin July 2019. Its response to Hurricane Dorian in the Bahamas in September\n2019 was assisted by a regional office in Barbados, which had been set up the\nprevious year to enable better disaster preparedness and response. In advance\nof Dorian, WFP deployed technical experts in food security, logistics and\nemergency telecommunication to support a rapid needs assessment. Assessment\nteams also conducted an initial aerial reconnaissance mission with the aim to\nput teams on the ground as soon as possible."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "Nutrition",
        "generated_section_content_md": "A child holds a WFP supplementary, specialized food to treat malnutrition\namong children, at a WFP-supported nutrition clinic in Yemen. Photo: WFP/Issa-\nAl-Raghi.\n\nWFP works with governments, other UN agencies, NGOs and the private sector,\nincreasing food security, supporting nutrition interventions, policies and\nprogrammes, that include school meals and food fortification."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "School meals",
        "generated_section_content_md": "A child eats a WFP school meal in Lao. Photo: WFP/Vilakhone Sipaseuth\n\nSchool meals encourage parents in vulnerable families to send their children\nto school, rather than work. They have proved highly beneficial in areas\nincluding education and gender equality, health and nutrition, social\nprotection, local economies and agriculture. WFP works with partners to ensure\nschool feeding is part of integrated school health and nutrition programmes,\nwhich include services such as malaria control, menstrual hygiene and guidance\non sanitation and hygiene."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "Smallholder farmers",
        "generated_section_content_md": "WFP is a member of a global consortium that forms the Farm to Market Alliance,\nwhich helps smallholder farmers receive information, investment and support,\nso they can produce and sell marketable surplus and increase their income. WFP\nconnects smallholder farmers to markets in more than 40 countries.\n\nIn 2008, WFP coordinated the five-year Purchase for Progress (P4P) pilot\nproject. P4P assists smallholding farmers by offering them opportunities to\naccess agricultural markets and become competitive players in the marketplace.\nThe project spanned across 20 countries in Africa, Asia, and Latin America and\ntrained 800,000 farmers in improved agricultural production, post-harvest\nhandling, quality assurance, group marketing, agricultural finance, and\ncontracting with WFP. The project resulted in 366,000 metric tons of food\nproduced and generated more than US$148 million in income for its smallholder\nfarmers."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "Asset creation",
        "generated_section_content_md": "WFP's Food Assistance for Assets (FFA) programme provides cash or food-based\ntransfers to address recipients' immediate food needs, while they build or\nboost assets, such as repairing irrigation systems, bridges, and land and\nwater management activities.\n\nFFA reflects WFP's drive towards food assistance and development rather than\nfood aid and dependency. It does this by focusing on the assets and their\nimpact on people and communities rather than on the work to realize them, a\nshift away from previous approaches such as Food or Cash for Work programmes\nand large public works programmes."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "Cash assistance",
        "generated_section_content_md": "A beneficiary shows the humanitarian assistance card she used to receive money\nat a WFP cash transfer point in Niger. Photo: WFP/Simon Pierre Diouf\n\nWFP uses cash transfers such as physical banknotes, a debit card or vouchers,\naiming to give more choices to aid recipients and encourage the funds to be\ninvested back into local economies. During the first half of 2022, WFP\ndelivered US$1.6 billion in cash to 37 million people in 70 countries to\nalleviate hunger. A 2022 study by the Oxford Poverty and Human Development\nInitiative concluded that the Emergency Social Safety Net (ESSN) cash\nprogramme \"significantly reduced the incidence and intensity of\nmultidimensional poverty\" among the people receiving cash transfers."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.9",
        "section_name": "Capacity building",
        "generated_section_content_md": "In the most climate disaster-prone provinces of the Philippines, WFP is\nproviding emergency response training and equipment to local government units,\nand helping set up automated weather stations."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.10",
        "section_name": "Digital innovation",
        "generated_section_content_md": "WFP's digital transformation centres on deploying the latest technologies and\ndata to help achieve zero hunger. The WFP Innovation Accelerator has sourced\nand supported more than 60 projects spanning 45 countries. In 2017, WFP\nlaunched the Building Blocks programme. It aims to distribute money-for-food\nassistance to Syrian refugees in Jordan. The project uses blockchain\ntechnology to digitize identities and allow refugees to receive food by eye\nscanning. WFP's low-tech hydroponics kits allow refugees to grow barley that\nfeed livestock in the Sahara desert. The SMP PLUS software is an AI-powered\nmenu creation tool for school meals programmes worldwide"
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.11",
        "section_name": "Partnerships",
        "generated_section_content_md": "WFP works with governments, the private sector, UN agencies, international\nfinance groups, academia, and more than 1,000 non-governmental organisations.\nThe WFP, the UN Food and Agriculture Organization, and the International Fund\nfor Agricultural Development reaffirmed their joint efforts to end global\nhunger, particularly amid the COVID-19 pandemic, during a joint meeting of\ntheir governing bodies in October 2020. In the United States, Washington,\nD.C.–based 501(c)(3) organization World Food Program USA supports the WFP. The\nAmerican organisation frequently donates to the WFP, though the two are\nseparate entities for taxation purposes."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.12",
        "section_name": "Aid transparency",
        "generated_section_content_md": "WFP joined the International Aid Transparency Initiative (IATI) in 2013 as its\n150th member and has regularly published data since then using the identifier\nXM-DAC-41140. The organisation was assessed by Publish What You Fund and\nincluded in the 2024 Aid Transparency Index with an overall score of 84.5,\nwhich is categorised as a \"very good\" score."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.13",
        "section_name": "Afghanistan",
        "generated_section_content_md": "14.8 million people have acute food insecurity."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.14",
        "section_name": "Yemen",
        "generated_section_content_md": "19.5 million people need humanitarian assistance and 17.1 million are food\ninsecure."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.15",
        "section_name": "Recognition and awards",
        "generated_section_content_md": "WFP won the 2020 Nobel Peace Prize for its \"efforts for combating hunger\", its\n\"contribution to creating peace in conflicted-affected areas\", and for acting\nas a driving force in efforts to prevent the use of food as a weapon of war\nand conflict. Receiving the award, executive David Beasley called for\nbillionaires to \"step up\" and help source the US$5 billion WFP needs to save\n30 million people from famine."
    },
    {
        "chapter_name": "World Food Programme",
        "chapter_id": "1",
        "section_number": "3.16",
        "section_name": "Challenges",
        "generated_section_content_md": "In 2018, the Center for Global Development ranked WFP last in a study of 40\naid programmes, based on indicators grouped into four themes: maximising\nefficiency, fostering institutions, reducing burdens, and transparency and\nlearning. These indicators relate to aid effectiveness principles developed at\nthe Paris Declaration on Aid Effectiveness (2005), the Accra Agenda for Action\n(2008), and the Busan Partnership Agreement (2011).\n\nThere is wide general debate on the net effectiveness of aid, including\nunintended consequences such as increasing the duration of conflicts and\nincreasing corruption. WFP faces difficult decisions in working with some\nregimes.\n\nSome surveys have shown internal culture problems at WFP, including sexual\nharassment."
    }
]