[
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Specialised agency of the United Nations\n\nThe United Nations Office at Geneva (Switzerland) is the second biggest UN\ncentre, after the United Nations headquarters (New York City).\n\nThe **World Intellectual Property Organization** (**WIPO** ; French:\n_Organisation mondiale de la propriété intellectuelle_ (**OMPI**)) is one of\nthe 15 specialized agencies of the United Nations (UN). Pursuant to the 1967\nConvention Establishing the World Intellectual Property Organization, WIPO was\ncreated to promote and protect intellectual property (IP) across the world by\ncooperating with countries as well as international organizations. It began\noperations on 26 April 1970 when the convention entered into force. The\ncurrent Director General is Singaporean Daren Tang, former head of the\nIntellectual Property Office of Singapore, who began his term on 1 October\n2020.\n\nWIPO's activities include: hosting forums to discuss and shape international\nIP rules and policies, providing global services that register and protect IP\nin different countries, resolving transboundary IP disputes, helping connect\nIP systems through uniform standards and infrastructure, and serving as a\ngeneral reference database on all IP matters; this includes providing reports\nand statistics on the state of IP protection or innovation both globally and\nin specific countries. WIPO also works with governments, nongovernmental\norganizations (NGOs), and individuals to utilize IP for socioeconomic\ndevelopment.\n\nWIPO administers 26 international treaties that concern a wide variety of\nintellectual property issues, ranging from the protection of audiovisual works\nto establishing international patent classification. It is governed by the\nGeneral Assembly and the Coordination Committee, which together set policy and\nserve as the main decision making bodies. The General Assembly also elects\nWIPO's chief administrator, the Director General, currently Daren Tang of\nSingapore, who took office on 1 October 2020. WIPO is administered by a\nSecretariat that helps carry out its day-to-day activities.\n\nHeadquartered in Geneva, Switzerland, WIPO has \"external offices\" around the\nworld, including in Algiers (Algeria); Rio de Janeiro (Brazil); Beijing\n(China), Tokyo (Japan); Abuja (Nigeria); Moscow (Russia); and Singapore\n(Singapore). Unlike most UN organizations, WIPO does not rely heavily on\nassessed or voluntary contributions from member states; 95 percent of its\nbudget comes from fees related to its global services.\n\nWIPO currently has 193 member states, including 190 UN member states and the\nCook Islands, Holy See and Niue; Palestine has permanent observer status. The\nonly non-members, among the countries recognized by the UN are the Federated\nStates of Micronesia, Palau and South Sudan.[_citation needed_]"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.0.1",
        "section_name": "1883 – Paris Convention for the Protection of Industrial Property",
        "generated_section_content_md": "The Paris Convention for the Protection of Industrial Property was adopted in\n1883 and was one of the first intellectual property treaties. It established a\nUnion for the protection of industrial property. Additionally, it applies to a\nwide range of industrial property including patents, trademarks, utility\nmodels, industrial designs, trade names, service marks, geographical\nindications as well as the \"repression of unfair competition\". The Paris\nConvention was the first international agreement to protect the works of\ncreators in other countries.\n\nMoving on, the Convention was adopted in diplomatic conferences held in Paris\nin 1880 and 1883, it was then signed on 20 March 1883, on behalf of Brazil,\nFrance, Guatemala, Netherlands, Portugal, Serbia, Spain and Switzerland,\nBelgium, Italy and El Salvador. It consisted of the Convention proper, which\ncontains 19 articles, and the _Protocole de clôture_ (Final Protocol), which\nis almost the same length as the Convention proper.\n\nThe \"International Bureau\" established by the Paris Convention for the\nProtection of Industrial Property later became part of BIRPI and later WIPO."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.0.2",
        "section_name": "1886 – Berne Convention for the Protection of Literary and Artistic Works",
        "generated_section_content_md": "The Berne Convention was adopted in 1886, it deals with copyright, the\nprotection of works and rights of authors and rights holders. It provides\ncreators including writers, poets, painters, musicians with ways to control\nhow and by who their works are used and the terms of use. It also contains\nprovisions on minimum protections and special provisions for developing\ncountries. The Convention follows three basic principles; that works\noriginating in one of the Contracting States must be given the same protection\nin each of the other Contracting States (principle of \"national treatment\"),\nthat there is automatic protection and no formal process is required and that\nprotection under the convention is independent of protection in the country of\norigin of the work (principle of \"independence\" of protection). The\n\"International Bureau\" was created to oversee the Berne Convention and later\nbecame part of BIRPI and later WIPO.[_citation needed_]"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.0.3",
        "section_name": "1891 – Madrid Agreement Concerning the International Registration of",
        "generated_section_content_md": "Marks\n\nIn 1891 nine of the 14 States to the Paris Convention for the Protection of\nIndustrial Property created the first \"special arrangements for the protection\nof industrial property\". Along with the Protocol Relating to the Madrid\nAgreement (1989) it created the Madrid System, the primary international\nsystem for facilitating the registration of trademarks in multiple\njurisdictions around the world."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.1",
        "section_name": "BIRPI",
        "generated_section_content_md": "The Bureaus created to administer the Berne Convention for the Protection of\nLiterary and Artistic Works and the Paris Convention for the Protection of\nIndustrial Property were under \"the high supervision\" (_haute surveillance_)\nof the Government of the Swiss Confederation. In 1893 the Swiss government\ncombined them with the same director and same staff as United International\nBureaux for the Protection of Intellectual Property, _Bureaux internationaux\nréunis pour la protection de la propriété intellectuelle_ (BIRPI). BIRPI was\nthe predecessor of the World Intellectual Property Organization (WIPO) which\nsuperseded it 87 years later, in 1970."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.2",
        "section_name": "Formation of WIPO",
        "generated_section_content_md": "WIPO was formally created by the Convention Establishing the World\nIntellectual Property Organization, which entered into force on 26 April 1970.\nWIPO allowed members who were part of the Berne Convention, Paris Convention\nor a member of the United Nations system including the United Nations, any of\nits specialized agencies, the International Atomic Energy Agency or the\nInternational Court of Justice.\n\nThat date is commemorated annually as World Intellectual Property Day, which\nraises awareness of the importance of IP. Under Article 3 of this convention,\nWIPO seeks to \"promote the protection of intellectual property throughout the\nworld\". WIPO became a specialized agency of the UN in 1974. The Agreement\nbetween the United Nations and the World Intellectual Property Organization\nnotes in Article 1 that WIPO is responsible:\n\n> for promoting creative intellectual activity and for facilitating the\n> transfer of technology related to industrial property to the developing\n> countries in order to accelerate economic, social and cultural development,\n> subject to the competence and responsibilities of the United Nations and its\n> organs, particularly the United Nations Conference on Trade and Development,\n> the United Nations Development Programme and the United Nations Industrial\n> Development Organization, as well as of the United Nations Educational,\n> Scientific and Cultural Organization and of other agencies within the United\n> Nations system.\n\nThe Agreement marked a transition for WIPO from the mandate it inherited in\n1967 from BIRPI, to promote the protection of intellectual property, to one\nthat involved the more complex task of promoting technology transfer and\neconomic development.[_need quotation to verify_]"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.3",
        "section_name": "WIPO joining the United Nations",
        "generated_section_content_md": "WIPO headquarters, Geneva\n\nIn 1974 WIPO became a specialized agency of the United Nations through a\nbilateral agreement between WIPO and the UN approved by the General Assembly\nof WIPO on 27 September 1974, and by the UN General Assembly on 17 December\n1974. A protocol was signed by then Secretary-General of the United Nations,\nKurt Waldheim and then Director General of WIPO Árpád Bogsch on 21 January\n1975. The Agreement became effective on 17 December 1974.\n\nThe relative importance of WIPO in global IP governance decreased after the\nUnited States incorporated intellectual property matters into the Uruguay\nRound of the GATT Negotiations in the 1980s."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.4",
        "section_name": "WIPO Development agenda",
        "generated_section_content_md": "In October 2004, WIPO agreed to adopt a proposal offered by Argentina and\nBrazil, the \"Proposal for the Establishment of a Development Agenda for\nWIPO\"—from the Geneva Declaration on the Future of the World Intellectual\nProperty Organization. This proposal was well supported by developing\ncountries. The agreed \"WIPO Development Agenda\" (composed of over 45\nrecommendations) was the culmination of a long process of transformation for\nthe organization from one that had historically been primarily aimed at\nprotecting the interests of rightholders, to one that has increasingly\nincorporated the interests of other stakeholders in the international\nintellectual property system as well as integrating into the broader corpus of\ninternational law on human rights, environment and economic cooperation.\n\nA number of civil society bodies have been working on a draft Access to\nKnowledge (A2K) treaty which they would like to see introduced.\n\nIn 2009, WIPO started drafting future treaties on intellectual property and\ngenetic resources, traditional knowledge and folklore in relation with\nindigenous peoples and local communities.\n\nIn December 2011, WIPO published its first World Intellectual Property Report\non the Changing Face of Innovation, the first such report of the new Office of\nthe Chief Economist. WIPO is also a co-publisher of the Global Innovation\nIndex."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.5",
        "section_name": "Recent events",
        "generated_section_content_md": "WIPO members\n\nMembers\n\nNon-members\n\nIn 2016, WIPO initiated the High-Level Conference on Intellectual Property for\nBRI Countries. WIPO Director General Francis Gurry encouraged countries\nparticipating in the Belt and Road Initiative to use WIPO tools like its\nglobal IP services and databases and to join WIPO-administered IP treaties.\n\nIn September 2020 China blocked the Wikimedia Foundation from observer status\nat WIPO citing the existence of a Wikimedia affiliate in Taiwan. According to\nthe Chinese statement \"there is reason to believe that this foundation has\nbeen carrying out political activities through its member organizations which\ncould undermine the state's sovereignty and territorial integrity.\" China\nagain rejected Wikimedia's bid, for the same reason, in 2021, 2023, 2024, and\n2025.\n\nWIPO, the World Health Organization (WHO) and the WTO launched on 11 April\n2022 their new Trilateral COVID-19 Technical Assistance Platform. This new\ntool aims to help members and WTO accession candidates address their capacity\nbuilding needs to respond to the COVID-19 pandemic. The Platform provides\nmembers and accession candidates with a single contact form which they can use\nto reach out to the trilateral organizations."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.6",
        "section_name": "Patent Cooperation Treaty",
        "generated_section_content_md": "The Patent Cooperation Treaty (PCT) (1970) established a service which assists\nindividuals, companies, and institutions in seeking patent protection\ninternationally for their inventions. It also helps patent offices with their\npatent granting decisions and facilitates public access to technical\ninformation relating to those inventions. 153 countries are currently party to\nthe PCT.\n\nUnder the PCT, an applicant can file one PCT application in one language, at\none patent office, within 12 months from the date of the earliest patent\napplication which has been filed for the same invention (the \"priority date\").\nThis one PCT application has the same legal effect as filing separate regional\nor national patent applications in all PCT member countries.[_citation\nneeded_]\n\nPCT applications are processed in a standardized manner as provided in the\nTreaty and Regulations, including an international search for documents\nrelevant to the potential patentability of the invention and international\npublication. Granting patents remains under the control of the regional or\nnational patent Offices in the \"national phase\".\n\nUsing the PCT, patent applicants can postpone paying national and regional\npatent-related fees while they learn about the likelihood of obtaining a\npatent, benefitting from the additional time and information to help them\ndecide whether, and in which countries, to pursue patents."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.7",
        "section_name": "Madrid System",
        "generated_section_content_md": "The Madrid System for the International Registration of Marks serves as a\nmeans to seek protection for trademarks worldwide, in over 120 countries.\nCreated in 1891, the Madrid System is now governed by the Madrid Protocol\nRelating to the Madrid Agreement Concerning the International Registration of\nMarks (1989). In order to become a member of the Madrid System, a state or\nintergovernmental organization must already be a party to the Paris Convention\nfor the Protection of Industrial Property (1883).\n\nThe Madrid System is a centralized trademark registration system: through a\nsingle application, in one language and with one set of fees (in one currency,\nthe Swiss franc), protection can be obtained in member states and\nintergovernmental organizations. International registrations can then be\nmodified, renewed or expanded, centrally through WIPO (rather than through\neach separate IP Office).\n\nThe Madrid System can only be used by a natural person or a legal entity,\nwhich is a national, is domiciled or has a company in the territory of a\nmember of the Madrid System.[_citation needed_]"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.8",
        "section_name": "Lisbon System",
        "generated_section_content_md": "The Lisbon System for the International Registration of Appellations of Origin\nand Geographical indications provides a means of obtaining international\nprotection for a geographical indication or an appellation of origin.\nGeographical indications and appellations of origin are intellectual property\nrights which identify a product that originates from a specific geographical\narea and that has characteristics that are attributable to its geographical\norigin. Comté cheese (France), Chulucanas pottery (Peru), Tequila (Mexico),\nPorto (Portugal), Herend porcelain (Hungary), and Kampot pepper (Cambodia) are\nexamples of appellations of origin and geographical indications registered\nunder the Lisbon System. Through a single registration and one set of fees,\nprotection can be obtained in the other countries (and intergovernmental\norganizations, such as the European Union) covered by the Lisbon System.\n\nThe Lisbon System includes the Lisbon Agreement for the Protection of\nAppellations of Origin and their International Registration of 1958 ('the\nLisbon Agreement') and, its latest revision, the Geneva Act of the Lisbon\nAgreement on Appellations of Origin and Geographical Indications of 2015 ('the\nGeneva Act') form the Lisbon System. Registrations under the Lisbon System are\npublished in the official bulletin and can be searched through the Lisbon\nExpress Database."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.9",
        "section_name": "WIPO Arbitration and Mediation Center",
        "generated_section_content_md": "The WIPO Arbitration and Mediation Center was established in 1994 as an\ninternational resource for alternatives to court litigation of intellectual\nproperty and technology disputes. It offers alternative dispute resolution\n(ADR) options including mediation, arbitration, and expert determination to\nresolve international commercial disputes between private parties. It is an\nadministrator of cases and a provider of legal and policy expertise. The\nCenter also provides domain name dispute resolution services under the WIPO-\ndesigned UDRP. It is based in Geneva, Switzerland and since 2010 the Center\nhas had an office at Maxwell Chambers in Singapore."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "0.10",
        "section_name": "Hague System",
        "generated_section_content_md": "The WIPO Hague System for the International Registration of Industrial Designs\nprovides an international mechanism for securing protection of up to 100\ndesigns in multiple countries or regions, through a single international\napplication, filed in one language and using one currency (Swiss francs).\n\nInternational design applications are filed directly through WIPO, according\nto the requirements and procedures established by the Hague Agreement. The\ndomestic legal framework of each designated contracting party governs the\ndesign protection provided by the resulting international registrations.\n\nAccording to the rules laid out by the Hague Agreement, anyone who is a\nnational of, or who has a domicile, habitual residence or real and effective\nindustrial or commercial establishment in any Hague System contracting party –\nincluding any country of the European Union or the African Intellectual\nProperty Organization – can use the Hague System. The Hague System does not\nrequire the applicant to file a national or regional design application.\n\nOn 5 February 2020, China officially deposited its accession documents for\nentering the Hague System for the International Registration of Industrial\nDesigns and the Marrakesh Treaty (which increases the accessibility of\npublications to people with visual impairment), before the commencement of the\nBeijing Olympic Winter Games. The accession will take effect on 5 May\n2022.[_citation needed_]\n\nChina became the 68th contracting party to the Geneva Act (1999) of the Hague\nAgreement and, therefore, the 77th member of the Hague System."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Funding",
        "generated_section_content_md": "WIPO, unlike other UN agencies, derives most of its income from fees for the\nGlobal IP services it provides as opposed to Member States contributions. In\n2020, WIPO's revenue amounted to CHF 468.3 million. In 2020 WIPO generated\nover 94.3% of its revenue from fees that are paid by users of its intellectual\nproperty services for patents, trademarks and industrial designs due to\ninternational demand for intellectual property titles. These services are\nprovided through the Patent Cooperation Treaty (PCT) (providing 76.6% of\nrevenue), Madrid System (providing 16.3% of revenue) and Hague System\n(providing 1.4% of revenue)."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "WIPO Assemblies",
        "generated_section_content_md": "WIPO Assemblies develop global intellectual property agreements through\nbringing stakeholders together. The main policy and decision making bodies of\nWIPO are the Coordination Committee and the General Assembly. Twenty-two\nAssemblies, the Unions administered by WIPO, and other bodies of the Member\nStates of WIPO meet in ordinary or extraordinary sessions in autumn. The\nGeneral Assembly appoints the Director General through nomination by the\nCoordination Committee. Any of the policy and decision making bodies can\nconstitute Permanent Committees or Standing Committees."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Standing Committees",
        "generated_section_content_md": "Standing committees are ad hoc groups of experts established for a given\npurpose and acting as a place for policy discussions and negotiations on the\nfuture development of intellectual property. Any WIPO Standing Committee or\nother bodies also decide to establish a working group to examine a question in\nmore detail, make suggestions or give advice on any subject within the\ncompetence of the Organization."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "WIPO administered treaties",
        "generated_section_content_md": "WIPO administers 26 treaties, including the WIPO Convention."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.3.1",
        "section_name": "Intellectual property protection treaties",
        "generated_section_content_md": "Intellectual property protection treaties define internationally agreed basic\nstandards of intellectual property (IP) protection in each country.\n\nName  | Description  | History\n---|---|---\nBeijing Treaty on Audiovisual Performances |  The Beijing Treaty on Audiovisual Performances is a multilateral treaty which regulates copyright for audiovisual performances and expands the performers' rights. It was adopted on 26 June 2012 by the Diplomatic Conference on the Protection of Audiovisual Performances of the World Intellectual Property Organization, in which 156 WIPO member states, six intergovernmental, and six non-governmental organizations participated. Forty-eight countries signed the treaty on 26 June, followed by 19 other countries in 2012 and 2013. The treaty entered into force on 28 April 2020 following the receipt of the 30th ratification or accession and as of August 2021 has 42 contracting parties. | Adopted on 26 June 2012. Entered into force on 28 April 2020\nBerne Convention |  The Berne Convention for the Protection of Literary and Artistic Works, usually known as the Berne Convention, was an international assembly held in 1886 in the Swiss city of Bern by ten European countries with the goal of agreeing on a set of legal principles for the protection of original work. They drafted and adopted a multi-party contract containing agreements for a uniform, border-crossing system that became known under the same name. Its rules have been updated many times since then. The treaty provides authors, musicians, poets, painters, and other creators with the means to control how their works are used, by whom, and on what terms. In some jurisdictions these types of rights are referred to as copyright; on the European continent they are generally referred to as authors' rights (French: _droits d'auteur_ , German: _Urheberrecht_). | Adopted in 1886. Last amended on 28 September 1979\nBrussels Convention Relating to the Distribution of Programme-Carrying Signals Transmitted by Satellite | The Brussels or Satellites Convention provides for the obligation of each Contracting State to take adequate measures to prevent the unauthorized distribution on or from its territory of any programme-carrying signal transmitted by satellite.  | Adopted in 1974\nMadrid Agreement for the Repression of False or Deceptive Indications of Source on Goods | According to the Madrid Agreement, all goods bearing a false or deceptive indication of source, by which one of the Contracting States, or a place situated therein, is directly or indirectly indicated as being the country or place of origin, must be seized on importation, or such importation must be prohibited, or other actions and sanctions must be applied in connection with such importation. This Agreement provides for the cases and the manner in which seizure may be requested and effected. It prohibits the use, in connection with the sale, display or offering for sale of any goods, of all indications in the nature of publicity capable of deceiving the public as to the source of the goods. It is reserved to the courts of each Contracting State to decide which appellations (other than regional appellations concerning the source of products of the vine) do not, on account of their generic character, come within the scope of the Agreement. The Agreement does not provide for the establishment of a Union, governing body or budget.  | Adopted on 14 April 1891, revised at Washington on 2 June 1911, at The Hague on 6 November 1925, at London on 2 June 1934, and at Lisbon on 31 October 1958, supplemented by the Additional Act of Stockholm of 14 July 1967\nMarrakesh VIP Treaty |  The Marrakesh VIP Treaty (formally the Marrakesh Treaty to Facilitate Access to Published Works for Persons who are Blind, Visually Impaired or Otherwise Print Disabled, colloquially Marrakesh Treaty or MVT) is a treaty on copyright adopted in Marrakesh, Morocco, on 27 June 2013. It achieved the deposit of 20 instruments of ratification or accession by eligible parties needed for entry into force on June 30, 2016 and entered into force three months later, on September 30, 2016. As of April 14, 2025, the treaty has 100 contracting parties covering 126 WIPO Member States because the European Union joined as a block. | Adopted on 27 June 2013\nNairobi Treaty on the Protection of the Olympic Symbol | The Nairobi Treaty intend to protect the Olympic symbol – five interlaced rings – against use for commercial purposes without the authorization of the International Olympic Committee.  | Adopted at Nairobi on 26 September 1981\nParis Convention for the Protection of Industrial Property |  The Paris Convention for the Protection of Industrial Property, signed in Paris, France, on 20 March 1883, is one of the first intellectual property treaties. It established a Union for the protection of industrial property. The convention is still in force with substantive provisions of the Convention fall into three main categories: national treatment, priority right and common rules. | Adopted on 20 March 1883, revised at Brussels on 14 December 1900, at Washington on 2 June 1911, at The Hague on 6 November 1925, at London on 2 June 1934, at Lisbon on 31 October 1958, and at Stockholm on 14 July 1967, and amended on 28 September 1979\nPatent Law Treaty |  The Patent Law Treaty (PLT) is a treaty adopted by the World Intellectual Property Organization signed on 1 June 2000 in Geneva, Switzerland, by 53 States and the European Patent Organisation (an intergovernmental organization). It entered into force on April 28, 2005. It aims at harmonizing and streamlining formal procedures such as the requirements to obtain a filing date for a patent application, the form and content of a patent application, and representation. The treaty \"does not establish a uniform procedure for all parties to the PLT but leaves parties free to require fewer or more user-friendly requirements than those provided in the PLT.\" As of February 2023, the PLT had 43 contracting states. | Adopted at Geneva on 1 June 2000\nGeneva Phonograms Convention |  The Convention for the Protection of Producers of Phonograms Against Unauthorized Duplication of Their Phonograms, also known as the Geneva Phonograms Convention, is a 1971 international agreement relating to copyright protection for sound recordings. | Adopted in Geneva in October 1971\nRiyadh Design Law Treaty | The Riyadh Design Law Treaty (RDLT) was adopted on November 22, 2024, and will enter into force three months after there have been 15 ratifications or accessions. The objective of the Treaty is to streamline the procedures for design protection. By making the procedures less complex and more predictable, the RDLT helps designers to protect their work both in home markets and abroad.  | Adopted on November 22, 2024\nRome Convention for the Protection of Performers, Producers of Phonograms and Broadcasting Organizations |  The Rome Convention for the Protection of Performers, Producers of Phonograms and Broadcasting Organisations also known as the International Convention for the Protection of Performers, Producers of Phonograms and Broadcasting Organisations and the Rome Convention, secures protection in performances for performers, in phonograms for producers of phonograms and in broadcasts for broadcasting organizations. | Adopted in 1961\nSingapore Treaty on the Law of Trademarks | The objective of the Singapore Treaty is to create an international framework for the harmonization of administrative trademark registration procedures. It builds on the Trademark Law Treaty of 1994 (TLT), but has a wider scope of application and addresses more recent developments in the field of communication technologies.  | Adopted at Singapore on 27 March 2006\nTrademark Law Treaty | The aim of the Trademark Law Treaty (TLT) is to standardize and streamline national and regional trademark registration procedures. This is achieved through the simplification and harmonization of certain features of those procedures, thus making trademark applications and the administration of trademark registrations in multiple jurisdictions less complex and more predictable.  | Adopted at Geneva on 27 October 1994\nWashington Treaty on Intellectual Property in Respect of Integrated Circuits | The Washington Treaty was adopted in 1989. It is meant to provide protection for the layout designs (topographies) of integrated circuits. As of 2023, the Treaty has not yet entered into force, but has been ratified or acceded to by 10 countries. See also Integrated circuit layout design protection.  | Adopted at Washington on 26 May 1989 (not yet entered into force).\nWIPO Copyright Treaty |  The World Intellectual Property Organization Copyright Treaty (WIPO Copyright Treaty or WCT) is an international treaty on copyright law adopted by the member states of the World Intellectual Property Organization (WIPO) in 1996. It provides additional protections for copyright to respond to advances in information technology since the formation of previous copyright treaties before it. As of August 2023, the treaty has 115 contracting parties. The WCT and WIPO Performances and Phonograms Treaty, are together termed WIPO \"internet treaties\". | Adopted in 1996\nWIPO GRATK Treaty | The WIPO Treaty on Intellectual Property, Genetic Resources and Associated Traditional Knowledge (or GRATK) was adopted on May 24, 2024. The Treaty is an international legal instrument to combat biopiracy. It establishes a mandatory patent disclosure requirement – this requires patent applicants to disclose the country of origin of the genetic resources and/or the Indigenous Peoples or local community providing the associated traditional knowledge, if the claimed inventions are based on genetic resources and/or associated traditional knowledge.  | Adopted in 2024\nWIPO Performances and Phonograms Treaty |  The WIPO Performances and Phonograms Treaty (or WPPT) is an international treaty adopted in Geneva on 20 December 1996. It came into effect on 20 May 2002. The treaty deals with the rights of two kinds of beneficiaries, particularly in the digital environment: performers (actors, singers, musicians, etc.); and producers of phonograms (persons or legal entities that take the initiative and have the responsibility for the fixation of sounds). | Adopted in 1996"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.3.2",
        "section_name": "Global protection system treaties",
        "generated_section_content_md": "Global protection system treaties govern WIPO's services, ensuring that one\ninternational registration or filing will have effect in any of the relevant\nsignatory States.\n\nName  | Description  | History\n---|---|---\nBudapest Treaty on the International Recognition of the Deposit of Microorganisms for the Purposes of Patent Procedure |  The Budapest Treaty on the International Recognition of the Deposit of Microorganisms for the Purposes of Patent Procedure, or Budapest Treaty, is an international treaty signed in Budapest, Hungary, on April 28, 1977. It entered into force on August 19, 1980, and was later amended on September 26, 1980. The treaty is administered by the World Intellectual Property Organization (WIPO). | Done at Budapest on 28 April 1977, and amended on 26 September 1980\nHague Agreement Concerning the International Deposit of Industrial Designs |  The Hague Agreement Concerning the International Deposit of Industrial Designs, also known as the _Hague system_ , provides a mechanism for registering an industrial design in several countries by means of a single application, filed in one language, with one set of fees. The system is administered by WIPO. | Of 6 November 1925, revised at London on 2 June 1934, at The Hague on 28 November 1960, supplemented by the Additional Act of Monaco of 18 November 1961, the Complementary Act of Stockholm of 14 July 1967 amended on 28 September 1979, and the Protocol of Geneva on 29 August 1975, and at Geneva on 2 July 1999\nLisbon Agreement for the Protection of Appellations of Origin and their International Registration |  The Lisbon Agreement for the Protection of Appellations of Origin and their International Registration, signed on 31 October 1958, ensures that in member countries, appellations of origin receive protection when are protected in their country of origin. It lays down provisions for what qualifies as an appellation of origin, protection measures and establishes an International Register of Appellations of Origin, run by the World Intellectual Property Organization. The agreement came into force in 1966, and was revised at Stockholm (1967) and amended in 1979 and 2015. As of July 2022, 39 states are party to the convention and 1000 appellations of origin has been registered. | Of 31 October 1958, revised at Stockholm on 14 July 1967, amended on 28 September 1979, and the Geneva Act adopted by the Diplomatic Conference on 20 May 2015\nMadrid Agreement Concerning the International Registration of Marks | The Madrid System for the International Registration of Marks is governed by the Madrid Agreement, concluded in 1891, and the Protocol relating to that Agreement, concluded in 1989. The system makes it possible to protect a mark in a large number of countries by obtaining an international registration that has effect in each of the designated Contracting Parties.  | Of 14 April 1891, revised at Brussels on 14 December 1900, at Washington on 2 June 1911, at The Hague on 6 November 1925, at London on 2 June 1934, at Nice on 15 June 1957, and at Stockholm on 14 July 1967, and amended on 28 September 1979\nProtocol Relating to the Madrid Agreement Concerning the International Registration of Marks | The Madrid System for the International Registration of Marks is governed by the Madrid Agreement, concluded in 1891, and the Protocol relating to that Agreement, concluded in 1989. The system makes it possible to protect a mark in a large number of countries by obtaining an international registration that has effect in each of the designated Contracting Parties.  | Adopted at Madrid on 27 June 1989, amended on 3 October 2006 and on 12 November 2007\nPatent Cooperation Treaty |  The Patent Cooperation Treaty (PCT) is an international patent law treaty, concluded in 1970. It provides a unified procedure for filing patent applications to protect inventions in each of its contracting states. A patent application filed under the PCT is called an international application, or PCT application. | Done at Washington on 19 June 1970, amended on 28 September 1979, modified on 3 February 1984, and on 3 October 2001"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.3.3",
        "section_name": "Classification treaties",
        "generated_section_content_md": "Classification treaties that create classification systems that organize\ninformation concerning inventions, trademarks and industrial designs.\n\nName  | Description  | History\n---|---|---\nLocarno Agreement Establishing an International Classification for Industrial Designs | The Locarno Agreement establishes a classification for industrial designs (the Locarno Classification)  | Signed at Locarno on 8 October 1968, and amended on 28 September 1979\nNice Agreement Concerning the International Classification of Goods and Services for the Purposes of the Registration of Marks |  International Classification of Goods and Services also known as the Nice Classification was established by the Nice Agreement (1957), is a system of classifying goods and services for the purpose of registering trademarks. It is updated every five years and its latest 11th version of the system groups products into 45 classes (classes 1-34 include goods and classes 35-45 embrace services), and allows users seeking to trademark a good or service to choose from these classes as appropriate. Since the system is recognized in numerous countries, this makes applying for trademarks internationally a more streamlined process. The classification system is specified by the World Intellectual Property Organization (WIPO). | Of 15 June 1957, revised at Stockholm on 14 July 1967, and at Geneva on 13 May 1977, and amended on 28 September 1979\nStrasbourg Agreement Concerning the International Patent Classification |  The Strasbourg Agreement Concerning the International Patent Classification (or IPC), also known as the IPC Agreement, is an international treaty that established a common classification for patents for invention, inventors' certificates, utility models and utility certificates, known as the \"International Patent Classification\" (IPC). The treaty was signed in Strasbourg, France, on 24 March 1971; it entered into force on 7 October 1975 and was amended on 28 September 1979. The Agreement and the certified statement were registered by the World Intellectual Property Organization on 28 February 1980. | Of 24 March 1971, and amended on 28 September 1979\nVienna Agreement Establishing an International Classification of the Figurative Elements of Marks | The Vienna Agreement establishes a classification (the Vienna Classification) for marks that consist of, or contain, figurative elements.  | Done at Vienna on 12 June 1973, and amended on 1 October 1985"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Genetic resources, traditional knowledge and traditional cultural",
        "generated_section_content_md": "expressions\n\nFor years, many local communities, Indigenous peoples and governments have\nsought effective intellectual property (IP) protection for traditional\ncultural expressions (folklore) and traditional knowledge as tradition-based\nforms of ingenuity and creativity. As a living body of knowledge developed,\nsustained and passed on from generation to generation within a community, it\nis not easily protected under the current IP system, which typically grants\nprotection for a limited period to new inventions and original works as\nprivate rights. Some genetic resources, too, are linked to traditional\nknowledge and related practices through their use and conservation by\nIndigenous peoples and local communities. Although genetic resources, as\nencountered in nature, are not eligible for IP protection, inventions based on\nor developed with the use of genetic resources may be patentable. Since 2010,\nthe Intergovernmental Committee on Intellectual Property and Genetic\nResources, Traditional Knowledge and Folklore (IGC) has been negotiating the\ntext of one or several legal instruments on the matter."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.5",
        "section_name": "Global health",
        "generated_section_content_md": "WIPO Re:Search is a public-private partnership between WIPO and the non-profit\nBIO Ventures for Global Health focused on early-stage medical research and\ndevelopment against neglected tropical diseases (NTDs), malaria and\ntuberculosis. It has 150 members, including eight of the world's largest\npharmaceutical companies. WIPO Re:Search supports collaborations between\nscientific institutions and pharmaceutical companies all over the world with\nthe goal to advance research for medicines, treatment methods and diagnostic\ntechniques against the neglected tropical diseases that affect over 1 billion\npeople worldwide. Through these collaborations as well as its fellowship\nprogram, WIPO Re:Search provides shared compound libraries, repurposing\nmethods, capacity building and works on the growth of international scientific\nnetworks.[_citation needed_]"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.6",
        "section_name": "Green technologies",
        "generated_section_content_md": "WIPO GREEN is a free to access online marketplace for sustainable technology.\nIt consists of three main elements: WIPO GREEN online database of green\ntechnologies and needs, WIPO GREEN Acceleration Projects, and WIPO GREEN\npartners network. It has a network of 146 partners and aims to bring together\norganizations in green technology help the implementation and diffusion of\ngreen technologies around the world. The WIPO GREEN database is an online\nplatform where green technology inventors can promote their products and\nbusinesses, organizations, governments who are looking for green technologies\ncan explain their needs and seek collaboration with providers. WIPO GREEN\n'acceleration projects' are organized annually in different countries or\nregions of the world, in collaboration with local organizations. These\nprojects usually address a particular field and connect providers and seekers\nof green technologies."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.7",
        "section_name": "WIPO Judicial Institute",
        "generated_section_content_md": "The WIPO Judicial Institute was established in 2019 to coordinate and lead\nWIPO's work with national and regional judiciaries. This work includes\nconvening international meetings between judges, implementing judicial\ncapacity building activities, producing resources and publications for use by\njudges, and administering the WIPO Lex database that provides free public\naccess to intellectual property (IP) laws, treaties and judicial decisions\nfrom around the world. WIPO has also established an advisory board of Judges,\ncurrently comprising 12 members who serve in their personal capacity."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.8",
        "section_name": "WIPO Academy",
        "generated_section_content_md": "The WIPO Academy is the training arm of the World Intellectual Property\nOrganization (WIPO), it was established in 1998. It offers intellectual\nproperty (IP) education, training and IP skills-building to government\nofficials, inventors, creators, business professionals, small and medium\nenterprises (SMEs), academics, students and individuals interested in IP. The\nAcademy hosts IP courses through its four programs: the Professional\nDevelopment Program, University Partnerships, Distance Learning and WIPO\nSummer Schools."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "1.9",
        "section_name": "The Standing Committee on Copyright and Related Rights",
        "generated_section_content_md": "The Standing Committee on Copyright and Related Rights (SCCR) was created in\nthe 1998 to examine issues in the field of copyright and related rights on\nsubstantive law and harmonization. The Committee includes all member states of\nWIPO, some member states of the United Nations who are not members of WIPO,\nand a number of non-governmental and intergovernmental observers. The\nCommittee meets twice per year and formulates recommendations for\nconsideration by the WIPO General Assembly. The main topics currently under\ndiscussion are the protection of broadcasting organizations and limitations\nand exceptions. Copyright in the digital environment, the resale royalty\nright, public lending right and the rights of theater directors are also being\ndiscussed within the Committee."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "World Intellectual Property Day",
        "generated_section_content_md": "World Intellectual Property Day is an annual global public awareness campaign\nto \"highlight the role and contribution of intellectual property in the\neconomic, cultural and social development of all countries as well as to raise\npublic awareness and understanding in this field of human endeavor.\" In 2000,\nWIPO's Member States formally designated 26 April – the day on which the WIPO\nConvention came into force in 1970 – as World Intellectual Property Day. The\nfirst World Intellectual Property Day was held in 2001."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "2.1",
        "section_name": "Economics and Statistics Division",
        "generated_section_content_md": "WIPO's Economics and Statistics Division gathers data on intellectual property\nactivity worldwide and publishes statistics to the public. The Division also\nconducts economic analysis on how government IP and innovation policies affect\neconomic performance."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "2.2",
        "section_name": "Infrastructure and Platforms Sector",
        "generated_section_content_md": "The Infrastructure and Platforms sector develops, implements and maintains the\nvarious databases,[_failed verification_] tools and platforms of the\nOrganization that are targeted at and used by intellectual property offices,\nlegal professionals, researchers, and other specialized users. The sector also\ncovers the use of 'frontier technologies' such as artificial intelligence and\ncoordinates WIPO's overall customer goals, strategies and tools."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "2.3",
        "section_name": "Diplomatic Engagement and Assemblies Affairs Division",
        "generated_section_content_md": "The Diplomatic Engagement and Assemblies Affairs Division is directly under\nthe supervision of the Director General, it focuses on engagement with the\ndiplomatic community in Geneva through events, meetings and overseeing the\nadministrative, logistical and other aspects of key meetings including the\nAssemblies of WIPO. The Division is also responsible for supervising the full\nrange of protocol services across the Organization. Specifically, the Division\nis responsible for meeting all the Director General's representation and\nhospitality protocol-related needs and protocol-related needs for meetings and\nevents."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "2.4",
        "section_name": "Traditional Knowledge Division",
        "generated_section_content_md": "The Traditional Knowledge Division carries out WIPO's work on genetic\nresources, traditional cultural expressions and traditional knowledge through\nits seven service areas. These include supporting indigenous and local\ncommunity entrepreneurship in making strategic and effective use of\nintellectual property tools in their businesses; providing intellectual\nproperty advice on the documentation of traditional knowledge and traditional\ncultural expressions; organizing hands-on training, mentoring and distance\nlearning programs; and acting as a global reference of information resources\non the intersection of IP and genetic resources, traditional knowledge and\ntraditional cultural expressions, as well as maintaining a repository of\nregional, national and community experiences. The Traditional Knowledge\nDivision is also responsible for facilitating multilateral negotiations in the\nWIPO Intergovernmental Committee on Intellectual Property and Genetic\nResources, Traditional Knowledge and Folklore."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Publications and databases",
        "generated_section_content_md": "WIPO publishes around 40 new titles a year, which are translated and published\nin the official languages of the United Nations: Arabic, Chinese, English,\nFrench, Russian and Spanish. The WIPO Knowledge Repository holds the archive\nof WIPO publications and documentations since 1885, as well as a library of\nacademic research literature on intellectual property. WIPO adopted an Open\nAccess Policy in 2016. Its publications are free to reuse and modify, under\nthe terms of the Creative Commons Attribution 4.0 license.\n\nFlagship publications  | Databases\n---|---\nGlobal Innovation Index | WIPOLex\nWorld Intellectual Property Report | PATENTSCOPE\nWorld Intellectual Property Indicators | Global Brand Database\nWIPO Magazine  | WIPO GREEN\nGreen Technology Book  | Global Design Database\nPCT Yearly Review  | Madrid Monitor\nMadrid Yearly Review  | IP Statistics Data Center\nHague Yearly Review  | Article 6ter\nWIPO Technology Trends  | Hague Express\nWIPO IP Facts and Figures  | Lisbon Express\n| WIPO Pearl\n| Access to Research for Development and Innovation (ARDI)\n| Access to Specialized Patent Information (ASPI)\n| Pat-Informed"
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "Global Innovation Index",
        "generated_section_content_md": "The Global Innovation Index is an annual ranking of countries by their\ncapacity for, and success in, innovation, published by the World Intellectual\nProperty Organization. It was started in 2007 by INSEAD and _World Business_ ,\na British magazine. Until 2021 it was published by WIPO, in partnership with\nCornell University, INSEAD, and other organisations and institutions,. It is\nbased on both subjective and objective data derived from several sources,\nincluding the International Telecommunication Union, the World Bank and the\nWorld Economic Forum."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "World Intellectual Property Report",
        "generated_section_content_md": "The World Intellectual Property Report is a biennial analytical publication by\nWIPO, first published in 2011. Each report examines a different theme,\nfocusing on trends in a particular area of intellectual property and\ninnovation. The report uses macroeconomic analysis and includes case studies\nto examine the role of intellectual property and other intangibles in the\nglobal economy."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "World Intellectual Property Indicators",
        "generated_section_content_md": "Since 2009, WIPO has published the annual World Intellectual Property\nIndicators, providing a wide range of indicators covering the areas of\nintellectual property. It draws on data from national and regional IP offices,\nWIPO, the World Bank, and UNESCO."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.4",
        "section_name": "WIPO Lex",
        "generated_section_content_md": "WIPO Lex is an online global database launched in 2010, which provides free\npublic access to intellectual property laws, treaties and judicial decisions\nfrom around the world. In 2022, the WIPO Lex database contained 48,000\nnational, regional and international legal documents relating to intellectual\nproperty, with access in the six UN languages."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.5",
        "section_name": "WIPO Magazine",
        "generated_section_content_md": "WIPO Magazine, the organization's flagship outreach publication, is available\nin eight languages (Arabic, Chinese, English, French, Japanese, Portuguese,\nRussian and Spanish). Established in 1999, and online since 2005, WIPO\nMagazine explores the worlds of innovation and creativity, and the role of IP\nin advancing human progress. The WIPO Magazine features a range of articles on\nhow people around the world are using IP rights to advance their goals and\nsupport national economic development. It also includes expert commentary on\nthe latest \"hot topics\" relating to IP policy and practice. The WIPO Magazine\nis free of charge. In January 2023, it moved to a digital-only format."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.6",
        "section_name": "PATENTSCOPE",
        "generated_section_content_md": "PATENTSCOPE is a public patent database provided by WIPO that serves as an\nofficial publication source for patent applications filed under the Patent\nCooperation Treaty and covers numerous national and regional patent\ncollections. In 2021 it held over 100 million patent documents including 4.2\nmillion published international patent applications."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.7",
        "section_name": "The Green Technology Book",
        "generated_section_content_md": "In November 2022 at UNFCCC COP27, WIPO introduced its new Flagship publication\nthe Green Technology Book. This digital-first publication aims to put\ninnovation, technology and intellectual property at the forefront in the fight\nagainst climate change. The inaugural edition of this annual publication\nfocused on available solutions for climate-change adaptation to reduce\nvulnerability as well as to increase resilience to the impacts of climate\nchange. The book was created in cooperation with the Climate Technology Center\nand Network (CTCN) and the Egyptian Academy of Scientific Research and\nTechnology (ASTR). It features 200 adaptation technologies, which are also\navailable in the WIPO GREEN database of innovative technologies and needs."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "3.8",
        "section_name": "WIPO Pearl",
        "generated_section_content_md": "The WIPO Pearl database was created in 2014. It gives access to scientific and\ntechnical terms derived from patent documents. It aims to promote accurate and\nconsistent use of terms across different languages, and to make it easier to\nsearch and share scientific and technical knowledge. It operates in ten\nlanguages."
    },
    {
        "chapter_name": "World Intellectual Property Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Directors General",
        "generated_section_content_md": "Current WIPO Director General Daren Tang (2020) WIPO Directors General  No. | Term | Name | From\n---|---|---|---\n1 | 1970–1973 | Georg Bodenhausen |  Netherlands\n2 | 1973–1997 | Árpád Bogsch |  United States\n3 | 1997–2008 | Kamil Eltayeb Idris |  Sudan\n4 | 2008–2020 | Francis Gurry |  Australia\n5 | 2020–2026 | Daren Tang |  Singapore\n6  | 2026–  | _Pending 2025 Assembly results_\n\nOn 1 October 2020, Daren Tang of Singapore succeeded Gurry as Director\nGeneral. His candidacy was backed by the United States and 54 other countries\nover China's preferred candidate, Wang Binying, who received 28 votes out of\nthe 83 voting members."
    }
]