[
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Intergovernmental trade organization\n\nThe **World Trade Organization** (**WTO**) is an intergovernmental\norganization that regulates and facilitates international trade. Established\non 1 January 1995, pursuant to the 1994 Marrakesh Agreement, it succeeded the\nGeneral Agreement on Tariffs and Trade (GATT), which was created in 1948. As\nthe world's largest international economic organization, the WTO has 166\nmembers, representing over 98% of global trade and global GDP. It is\nheadquartered in Geneva, Switzerland.\n\nThe WTO's primary functions are to provide a framework for negotiating trade\nagreements and to resolve trade disputes among its members. Its agreements,\nwhich are negotiated and signed by the majority of the world's trading nations\nand ratified in their parliaments, cover trade in goods, services, and\nintellectual property. The organization operates on the principle of non-\ndiscrimination—enshrined in the most-favoured-nation and national treatment\nprovisions—but allows for exceptions for environmental protection, national\nsecurity, and other objectives.\n\nThe WTO's highest decision-making body is the Ministerial Conference, which\nconvenes biennially and makes decisions by consensus. Day-to-day business is\nmanaged by the General Council, composed of representatives from all member\nstates. The organization is administered by a Secretariat led by the Director-\nGeneral; since 2021, this position has been held by Ngozi Okonjo-Iweala of\nNigeria. The WTO's annual budget is approximately 200 million USD, contributed\nby members based on their share of international trade.\n\nEconomic studies generally find that the WTO has boosted trade and reduced\ntrade barriers. However, it has faced significant criticism. Critics argue\nthat the benefits of WTO-facilitated free trade are not shared equally, that\nits agreements may disadvantage developing countries, and that commercial\ninterests have been prioritised over environmental and labour concerns. The\norganization has also been central to major trade disputes and stalled\nnegotiations, such as the Doha Development Round and the paralysis of its\nAppellate Body, which have raised questions about its future efficacy."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "History",
        "generated_section_content_md": "The economists Harry Dexter White (left) and John Maynard Keynes (right) at\nthe Bretton Woods Conference in New Hampshire\n\nThe WTO precursor, General Agreement on Tariffs and Trade (GATT), was\nestablished by a multilateral treaty of 23 countries in 1947 after the end of\nWorld War II, in the wake of other new multilateral institutions dedicated to\ninternational economic cooperation—such as the World Bank (founded 1944) and\nthe International Monetary Fund (founded 1944–1945). A comparable\ninternational institution for trade, named the International Trade\nOrganization (ITO), never started, since the United States and other\nsignatories did not ratify the establishment treaty, and so the GATT slowly\nbecame a _de facto_ international organization."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "1.1",
        "section_name": "GATT negotiations before Uruguay",
        "generated_section_content_md": "Seven rounds of negotiations occurred under the General Agreement on Tariffs\nand Trade (1949 to 1979). The first real[_citation needed_] GATT trade rounds\n(1947 to 1960) concentrated on further reducing tariffs. Then the Kennedy\nRound in the mid-sixties brought about a GATT anti-dumping agreement and a\nsection on development. The Tokyo Round during the seventies represented the\nfirst major attempt to tackle trade barriers that do not take the form of\ntariffs, and to improve the system, adopting a series of agreements on non-\ntariff barriers, which in some cases interpreted existing GATT rules, and in\nothers broke entirely new ground. Because not all GATT members accepted these\nplurilateral agreements, they were often informally called \"codes\". (The\nUruguay Round amended several of these codes and turned them into multilateral\ncommitments accepted by all WTO members. Only four remained plurilateral\n(those on government procurement, bovine meat, civil aircraft, and dairy\nproducts), but in 1997 WTO members agreed to terminate the bovine meat and\ndairy agreements, leaving only two.) Despite attempts in the mid-1950s and\n1960s to establish some form of institutional mechanism for international\ntrade, the GATT continued to operate for almost half a century as a semi-\ninstitutionalized multilateral treaty régime on a provisional basis."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "1.2",
        "section_name": "Uruguay Round: 1986–1994",
        "generated_section_content_md": "Well before GATT's 40th anniversary (due in 1987–1988), GATT members concluded\nthat the GATT system was straining to adapt to a globalizing world economy. In\nresponse to problems identified in the 1982 Ministerial Declaration\n(structural deficiencies, spill-over impacts of certain countries' policies on\nworld trade which GATT could not manage, etc.), a meeting in Punta del Este,\nUruguay, launched the eighth GATT round—known as the \"Uruguay Round\"—in\nSeptember 1986.\n\nIn the biggest negotiating mandate on trade ever agreed, the Uruguay Round\ntalks aimed to extend the trading system into several new areas, notably trade\nin services and intellectual property, and to reform trade in the sensitive\nsectors of agriculture and textiles; all the original GATT articles were up\nfor review. The Final Act concluding the Uruguay Round and officially\nestablishing the WTO regime was signed on 15 April 1994, during the\nministerial meeting at Marrakesh, Morocco—hence known as the Marrakesh\nAgreement.\n\nThe GATT still exists as the WTO's umbrella treaty for trade in goods, updated\nas a result of the Uruguay Round negotiations (a distinction is made between\n_GATT 1994_ , the updated parts of GATT, and _GATT 1947_ , the original\nagreement which is still the heart of GATT 1994). GATT 1994 is not, however,\nthe only legally binding agreement included via the Final Act at Marrakesh; a\nlong list of about 60 agreements, annexes, decisions, and understandings was\nadopted. The agreements fall into six main parts:\n\n* the Agreement Establishing the WTO\n* the Multilateral Agreements on Trade in Goods, including the GATT 1994 and the Trade Related Investment Measures (TRIMS)\n* the General Agreement on Trade in Services (GATS)\n* the Agreement on Trade-Related Aspects of Intellectual Property Rights (TRIPS)\n* dispute settlement\n* reviews of governments' trade policies\n\nIn terms of the WTO's principle relating to tariff \"ceiling-binding\" (No. 3),\nthe Uruguay Round has been successful in increasing binding commitments by\nboth developed and developing countries, as may be seen in the percentages of\ntariffs bound before and after the 1986–1994 talks."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "1.3",
        "section_name": "Ministerial conferences",
        "generated_section_content_md": "The World Trade Organization Ministerial Conference of 1998, in the Palace of\nNations (Geneva, Switzerland)\n\nThe highest decision-making body of the WTO, the Ministerial Conference,\nusually meets every two years. It brings together all members of the WTO, all\nof which are countries or customs unions. The Ministerial Conference can take\ndecisions on all matters under any of the multilateral trade agreements. Some\nmeetings, such as the inaugural ministerial conference in Singapore (1996) and\nthe inaugural ministerial conference in Cancún, Mexico (2003) involved\narguments between developed nations and low-income and lower-middle income\ncountries, referred to as the \"Singapore issues\", such as agricultural\nsubsidies; while others such as the Seattle conference in 1999 provoked large\ndemonstrations. The fourth ministerial conference in Doha, Qatar in 2001\napproved China's entry to the WTO and launched the Doha Development Round\nwhich was supplemented by the sixth WTO ministerial conference in Hong Kong,\nwhich agreed to phase out agricultural export subsidies and to adopt the\nEuropean Union's Everything but Arms initiative to phase out tariffs for goods\nfrom the least developed countries. At the sixth WTO Ministerial Conference of\n2005 in December, WTO launched the Aid for Trade initiative and it is\nspecifically to assist developing countries in trade as included in the\nSustainable Development Goal 8 which is to increase aid for trade support and\neconomic growth.\n\nThe Twelfth Ministerial Conference (MC12) was due to be held in Nur-Sultan,\nKazakhstan, in June 2020 but was canceled because of the COVID-19 pandemic. It\nwas later held in Geneva, Switzerland from 12–17 June 2022. The Thirteenth\nMinisterial Conference (MC13) was held in Abu Dhabi, UAE on 26–29 February\n2024, and extended to Friday 1 March 2024 to complete deliberations."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "1.4",
        "section_name": "Doha Round (Doha Agenda): 2001–present",
        "generated_section_content_md": "The WTO launched the current round of negotiations, the Doha Development\nRound, at the fourth ministerial conference in Doha, Qatar in November 2001.\nThis was to be an ambitious effort to make globalization more inclusive and\nhelp the world's poor, particularly by slashing barriers and subsidies in\nfarming. The initial agenda comprised both further trade liberalization and\nnew rule-making, underpinned by commitments to strengthen substantial\nassistance to developing countries.\n\nProgress stalled over differences between developed nations and the major low-\nincome and lower-middle income countries on issues such as industrial tariffs\nand non-tariff barriers to trade particularly against and between the EU and\nthe US over their maintenance of agricultural subsidies—seen to operate\neffectively as trade barriers. Repeated attempts to revive the talks proved\nunsuccessful, though the adoption of the Bali Ministerial Declaration in 2013\naddressed bureaucratic barriers to commerce.\n\nAs of June 2012[update], the future of the Doha Round remained uncertain: the\nwork programme lists 21 subjects in which the original deadline of 1 January\n2005 was missed, and the round remains incomplete. The conflict between free\ntrade on industrial goods and services but retention of protectionism on farm\nsubsidies to domestic agricultural sectors (requested by developed countries)\nand the substantiation[_jargon_] of fair trade on agricultural products\n(requested by developing countries) remain the major obstacles. This impasse\nhas made it impossible to launch new WTO negotiations beyond the Doha\nDevelopment Round. As a result, there have been an increasing number of\nbilateral free trade agreements between governments. As of July 2012[update]\nthere were various negotiation groups in the WTO system for the current\nstalemated agricultural trade negotiation."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Functions",
        "generated_section_content_md": "Promotion of growth by facilitating trade is the most important function of\nWTO. Other important functions include:\n\n* It oversees the implementation, administration and operation of the covered agreements (with the exception that it does not enforce any agreements when China came into the WTO in December 2001)\n* It provides a forum for negotiations and for settling disputes.\n\n_Aid for Trade_ is one way the organization functions to help countries that\nare developing economically.\n\nAdditionally, it is WTO's duty to review and propagate the national trade\npolicies and to ensure the coherence and transparency of trade policies\nthrough surveillance in global economic policy-making. Another priority of the\nWTO is the assistance of developing, least-developed and low-income countries\nin transition to adjust to WTO rules and disciplines through technical\ncooperation and training:\n\n1. The WTO shall facilitate the implementation, administration, and operation and further the objectives of this Agreement and the Multilateral Trade Agreements, and shall also provide the framework for the implementation, administration, and operation of the multilateral Trade Agreements.\n2. The WTO shall provide the forum for negotiations among its members concerning their multilateral trade relations in matters dealt with under the Agreement in the Annexes to this Agreement.\n3. The WTO shall administer the Understanding on Rules and Procedures Governing the Settlement of Disputes.\n4. The WTO shall administer a Trade Policy Review Mechanism.\n5. to achieve greater coherence in global economic policymaking, the WTO shall cooperate, as appropriate, with the International Monetary Fund (IMF) and with the International Bank for Reconstruction and Development (IBRD) and its affiliated agencies.\n\nThe above five listings are the additional functions of the World Trade\nOrganization. As globalization proceeds in today's society, the necessity of\nan International Organization to manage the trading systems has been of vital\nimportance. As the trade volume increases, issues such as protectionism, trade\nbarriers, subsidies, violation of intellectual property arise due to the\ndifferences in the trading rules of every nation. The World Trade Organization\nserves as the mediator between the nations when such problems arise. WTO could\nbe referred to as the product of globalization and also as one of the most\nimportant organizations in today's globalized society.\n\nThe WTO is also a center of economic research and analysis: regular\nassessments of the global trade picture in its annual publications and\nresearch reports on specific topics are produced by the organization. Finally,\nthe WTO cooperates closely with the two other components of the Bretton Woods\nsystem, the IMF and the World Bank."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Key Publications",
        "generated_section_content_md": "The WTO is recognized for producing authoritative annual reports that provide\nclarity on the complexities of global trade. These documents are essential for\nanyone involved with or interested in trade policies and trends."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "3.1",
        "section_name": "World Trade Report",
        "generated_section_content_md": "Public forum where the recently published _World Trade Report_ was discussed.\n\nThe World Trade Report stands as a key publication from the WTO. It delves\ninto the current trade trends and policy challenges, offering comprehensive\ninsights into the evolving dynamics of the global multilateral trading system\nand its socioeconomic implications."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "3.2",
        "section_name": "WTO Annual Report",
        "generated_section_content_md": "The WTO Annual Report compiles a complete overview of the organization's\nactivities, operations, and progress over the year. Detailed reports on the\nWTO's budget and staffing highlight its commitment to transparency and\naccountability within the realm of global trade management."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "3.3",
        "section_name": "World Trade Statistical Review",
        "generated_section_content_md": "The World Trade Statistical Review has taken the place of the previously\nissued _International Trade Statistics_. As the WTO's premier source for\nannual trade data, it provides thorough analysis and statistics on the latest\ndevelopments in world trade, proving to be an indispensable resource for\nglobal trade information."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "4",
        "section_name": "Principles of the trading system",
        "generated_section_content_md": "The WTO establishes a framework for trade policies; it does not define or\nspecify outcomes. That is, it is concerned with setting the rules of \"trade\npolicy\". Five principles are of particular importance in understanding both\nthe pre-1994 GATT and the WTO:\n\n1. **Non-discrimination**. It has two major components: the most favored nation (MFN) treatment and the national treatment. Both are embedded in the main WTO agreements on goods, services, and intellectual property, but their precise scope and nature differ across these areas. The MFN rule requires that a WTO member must apply the same conditions on all trade with other WTO members, i.e., a WTO member has to grant the most favorable conditions under which it allows trade in a certain product type to all other WTO members. \"Grant someone a special favor and you have to do the same for all other WTO members.\" Some exceptions exist, such as when states participate in a free trade agreement or for preferential treatment given to developing countries. National treatment means that imported goods should be treated no less favorably than domestically produced goods (at least after the foreign goods have entered the market) and was introduced to tackle non-tariff barriers to trade (e.g. technical standards, security standards et al. discriminating against imported goods).\n2. **Reciprocity**. It reflects both a desire to limit the scope of free-riding that may arise because of the MFN rule and a desire to obtain better access to foreign markets. A related point is that for a nation to negotiate, it is necessary that the gain from doing so be greater than the gain available from unilateral liberalization; reciprocal concessions intend to ensure that such gains will materialize.\n3. **Binding and enforceable commitments**. The tariff commitments made by WTO members in multilateral trade negotiation and on accession are enumerated in a legal instrument known as a schedule (list) of concessions. These schedules establish \"ceiling bindings\": a country can change its bindings, but only after negotiating with its trading partners, which could mean compensating them for loss of trade. If satisfaction is not obtained, the complaining country may invoke the WTO dispute settlement procedures.\n4. **Transparency**. The WTO members are required to publish their trade regulations, to maintain institutions allowing for the review of administrative decisions affecting trade, to respond to requests for information by other members, and to notify changes in trade policies to the WTO. These internal transparency requirements are supplemented and facilitated by periodic country-specific reports (trade policy reviews) through the Trade Policy Review Mechanism (TPRM). The WTO system also tries to improve predictability and stability, discouraging the use of quotas and other measures used to set limits on quantities of imports.\n5. **Safety values**. In specific circumstances, governments are able to restrict trade. The WTO's agreements permit members to take measures to protect not only the environment but also public health, animal health and plant health.\n\nThere are three types of provision in this direction:\n\n1. Articles allowing for the use of trade measures to attain non-economic objectives.\n2. Articles aimed at ensuring \"fair competition\"; members must not use environmental protection measures as a means of disguising protectionist policies.\n3. Provisions permitting intervention in trade for economic reasons.\n\nExceptions to the MFN principle also allow for preferential treatment of\ndeveloping countries, regional free trade areas and customs unions."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "5",
        "section_name": "NGO and CSO Participation",
        "generated_section_content_md": "The **World Trade Organization (WTO)** hosts an annual **Public Forum** ,\nwhich serves as an inclusive platform for global dialogue on international\ntrade. The forum brings together a wide range of stakeholders—including\nrepresentatives from governments, academia, business, and **non-governmental\norganizations (NGOs)** and **civil society organizations (CSOs)** —to exchange\nperspectives on the multilateral trading system and its impact on development,\nequity, and sustainability.\n\nNGOs and CSOs are eligible to participate in the WTO Public Forum either as\nobservers or as active contributors to the panel discussions. The Forum\nprovides a venue for civil society to share policy insights, raise concerns,\nand propose alternatives regarding trade-related issues. Participation is open\nto organizations with demonstrable expertise and relevance to the WTO’s\nmandate."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "6",
        "section_name": "Accreditation Process",
        "generated_section_content_md": "Organizations wishing to attend the Forum must undergo an **accreditation\nprocess** , which includes the following steps:\n\n**Submission of Application** – Interested organizations are required to\nsubmit a set of documents, including their official statutes, recent annual\nreports, and a description of their mission and ongoing activities. Preference\nis given to organizations with substantial experience and demonstrated\nengagement in trade-related matters.\n\n**Review and Assessment** – The WTO Secretariat examines the submitted\nmaterials to assess the organization’s alignment with the objectives and\ncriteria of the WTO. Based on this evaluation, organizations are either\ngranted or denied accreditation.\n\nOnce accredited, NGOs and CSOs are allowed to participate in the Forum as\nobservers or contributors. They may also propose and organize panel sessions,\nroundtables, or workshops to present their perspectives and expertise on\nglobal trade challenges."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "7",
        "section_name": "Organizational structure",
        "generated_section_content_md": "The biennial _Ministerial Conference_ , which is the highest authority of the\nWTO, brings people together to discuss ideas and concerns, which can lead to\nnew policies or agreements.\n\nThe highest authority of the WTO is the Ministerial Conference, which must\nmeet at least every two years. The Ministerial Conference met most recently in\nJune 2022 in Geneva.\n\nIn between each Ministerial Conference, the daily work is handled by three\nbodies whose membership is the same; they only differ by the terms of\nreference under which each body is constituted:\n\n* The General Council\n* The Dispute Settlement Body\n* The Trade Policy Review Body\n\nThe General Council, whose Chair as of 2020 is David Walker of New Zealand,\nhas the following subsidiary bodies which oversee committees in different\nareas:\n\nCouncil for Trade in Goods\n\nThere are 11 committees under the jurisdiction of the Goods Council each with a specific task. All members of the WTO participate in the committees. The Textiles Monitoring Body is separate from the other committees but still under the jurisdiction of the Goods Council. The body has its chairman and only 10 members. The body also has several groups relating to textiles.\n\nCouncil for Trade-Related Aspects of Intellectual Property Rights\n\nInformation on intellectual property in the WTO, news and official records of the activities of the TRIPS Council, and details of the WTO's work with other international organizations in the field.\n\nCouncil for Trade in Services\n\nThe Council for Trade in Services operates under the guidance of the General Council and is responsible for overseeing the functioning of the General Agreement on Trade in Services (GATS). It is open to all WTO members and can create subsidiary bodies as required.\n\nTrade Negotiations Committee\n\nThe Trade Negotiations Committee (TNC) is the committee that deals with the current trade talks round. The chair is WTO's director-general. As of June 2012[update] the committee was tasked with the Doha Development Round.\n\nThe Service Council has three subsidiary bodies: financial services, domestic\nregulations, GATS rules, and specific commitments. The council has several\ndifferent committees, working groups, and working parties. There are\ncommittees on the following: Trade and Environment; Trade and Development\n(Subcommittee on Least-Developed Countries); Regional Trade Agreements;\nBalance of Payments Restrictions; and Budget, Finance and Administration.\nThere are working parties on the following: Accession. There are working\ngroups on the following: Trade, debt and finance; and Trade and technology\ntransfer.\n\nAs of 31 December 2022, the number of WTO staff on a regular budget is 340\nwomen and 283 men."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "8",
        "section_name": "Decision-making",
        "generated_section_content_md": "The WTO describes itself as \"a rules-based, member-driven organization—all\ndecisions are made by the member governments, and the rules are the outcome of\nnegotiations among members\". The WTO Agreement foresees votes where consensus\ncannot be reached, but the practice of consensus dominates the process of\ndecision-making.\n\nRichard Harold Steinberg (2002) argues that although the WTO's consensus\ngovernance model provides law-based initial bargaining, trading rounds close\nthrough power-based bargaining favoring Europe and the U.S., and may not lead\nto Pareto improvement."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "9",
        "section_name": "Dispute settlement",
        "generated_section_content_md": "The WTO's dispute-settlement system \"is the result of the evolution of rules,\nprocedures and practices developed over almost half a century under the GATT\n1947\". In 1994, the WTO members agreed on the Understanding on Rules and\nProcedures Governing the Settlement of Disputes (DSU) annexed to the \"Final\nAct\" signed in Marrakesh in 1994. Dispute settlement is regarded by the WTO as\nthe central pillar of the multilateral trading system, and as a \"unique\ncontribution to the stability of the global economy\". WTO members have agreed\nthat, if they believe fellow-members are violating trade rules, they will use\nthe multilateral system of settling disputes instead of taking action\nunilaterally.\n\nThe operation of the WTO dispute settlement process involves case-specific\npanels appointed by the Dispute Settlement Body (DSB), the Appellate Body, the\nDirector-General and the WTO Secretariat, arbitrators, and advisory experts.\n\nThe priority is to settle disputes, preferably through a mutually agreed\nsolution, and provision has been made for the process to be conducted in an\nefficient and timely manner so that \"If a case is adjudicated, it should\nnormally take no more than one year for a panel ruling and no more than 16\nmonths if the case is appealed... If the complainant deems the case urgent,\nconsideration of the case should take even less time. WTO member nations are\nobliged to accept the process as exclusive and compulsory.\n\nAccording to a 2018 study in the _Journal of Politics_ , states are less\nlikely and slower to enforce WTO violations when the violations affect states\nin a diffuse manner. This is because states face collective action problems\nwith pursuing litigation: they all expect other states to carry the costs of\nlitigation. A 2016 study in _International Studies Quarterly_ challenges that\nthe WTO dispute settlement system leads to greater increases in trade.\n\nHowever, the dispute settlement system cannot be used to resolve trade\ndisputes that arise from political disagreements. When Qatar requested the\nestablishment of a dispute panel concerning measures imposed by the UAE, other\nGCC countries and the US were quick to dismiss its request as a political\nmatter, stating that national security issues were political and not\nappropriate for the WTO dispute system.\n\nSince 2019, when the Donald Trump administration blocked appointments to the\nbody, the Appellate Body has been unable to enforce WTO rules and punish\nviolators of WTO rules. In March 2020, the European Union and 15 other WTO\nmembers agreed to a _Multiparty Interim Appeal Arbitration Arrangement_\n(MPIA). This gave access to an alternative appellate mechanism (arbitration as\nan appellate mechanism) while the Appellate Body is not functional."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "10",
        "section_name": "Accession and membership",
        "generated_section_content_md": "The process of becoming a WTO member is unique to each applicant country, and\nthe terms of accession are dependent upon the country's stage of economic\ndevelopment and the current trade regime. The process takes about five years,\non average, but it can last longer if the country is less than fully committed\nto the process or if political issues interfere. The shortest accession\nnegotiation was that of the Kyrgyz Republic, while the longest was that of\nRussia, which, having first applied to join GATT in 1993, was approved for\nmembership in December 2011 and became a WTO member on 22 August 2012.\nKazakhstan also had a long accession negotiation process. The Working Party on\nthe Accession of Kazakhstan was established in 1996 and was approved for\nmembership in 2015. The second longest was that of Vanuatu, whose Working\nParty on the Accession of Vanuatu was established on 11 July 1995. After a\nfinal meeting of the Working Party in October 2001, Vanuatu requested more\ntime to consider its accession terms. In 2008, it indicated its interest to\nresume and conclude its WTO accession. The Working Party on the Accession of\nVanuatu was reconvened informally on 4 April 2011 to discuss Vanuatu's future\nWTO membership. The re-convened Working Party completed its mandate on 2 May\n2011. The General Council formally approved the Accession Package of Vanuatu\non 26 October 2011. On 24 August 2012, the WTO welcomed Vanuatu as its 157th\nmember. An offer of accession is only given once consensus is reached among\ninterested parties.\n\nA 2017 study argues that \"political ties rather than issue-area functional\ngains determine who joins\" and shows \"how geopolitical alignment shapes the\ndemand and supply sides of membership\". The \"findings challenge the view that\nstates first liberalize trade to join the GATT/WTO. Instead, democracy and\nforeign policy similarity encourage states to join.\""
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "10.1",
        "section_name": "Accession process",
        "generated_section_content_md": "WTO accession progress:\n\nDraft Working Party Report or Factual Summary adopted\n\nGoods or Services offers submitted\n\nWorking party meetings\n\nMemorandum on Foreign Trade Regime submitted\n\nWorking party established\n\nThe accession process can take several years before a country becomes an\nofficial member of the organization.\n\nA country wishing to accede to the WTO submits an application to the General\nCouncil, and has to describe all aspects of its trade and economic policies\nthat have a bearing on WTO agreements. The application is submitted to the WTO\nin a memorandum which is examined by a working party open to all interested\nWTO Members.\n\nAfter all necessary background information has been acquired, the working\nparty focuses on issues of discrepancy between the WTO rules and the\napplicant's international and domestic trade policies and laws. The working\nparty determines the terms and conditions of entry into the WTO for the\napplicant nation and may consider transitional periods to allow countries some\nleeway in complying with the WTO rules.\n\nThe final phase of accession involves bilateral negotiations between the\napplicant nation and other working party members regarding the concessions and\ncommitments on tariff levels and market access for goods and services. The new\nmember's commitments are to apply equally to all WTO members under normal non-\ndiscrimination rules, even though they are negotiated bilaterally. For\ninstance, as a result of joining the WTO, Armenia offered a 15 per cent\nceiling bound tariff rate on accessing its market for goods. Together with the\ntariff bindings being ad valorem there are no specific or compound rates.\nMoreover, there are no tariff-rate quotas on both industrial and agricultural\nproducts. Armenia's economic and trade performance growth was noted since its\nfirst review in 2010, especially its revival from the 2008 financial crisis,\nwith an average annual 4% GDP growth rate, despite some fluctuations.\nArmenia's economy was marked by low inflation, diminishing poverty, and\nessential progress in enhancing its macroeconomic steadiness in which trade in\ngoods and services, which is the equivalent of 87% of GDP, played a growing\nrole.\n\nWhen the bilateral talks conclude, the working party sends to the general\ncouncil or ministerial conference an accession package, which includes a\nsummary of all the working party meetings, the Protocol of Accession (a draft\nmembership treaty), and lists (\"schedules\") of the member to be commitments.\nOnce the general council or ministerial conference approves of the terms of\naccession, the applicant's parliament must ratify the Protocol of Accession\nbefore it can become a member. Some countries may have faced tougher and a\nmuch longer accession process due to challenges during negotiations with other\nWTO members, such as Vietnam, whose negotiations took more than 11 years\nbefore it became an official member in January 2007."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "10.2",
        "section_name": "Members and observers",
        "generated_section_content_md": "The WTO has 166 members and 23 observer governments. Most recently, on 26\nFebruary 2024 at the 13th Ministerial Conference in Abu Dhabi, Comoros and\nTimor Leste were approved to became the 165th and 166th members. In addition\nto states, the European Union, and each EU country in its own right, is a\nmember. WTO members do not have to be fully independent states; they need only\nbe a customs territory with full autonomy in the conduct of their external\ncommercial relations. Thus Hong Kong has been a member since 1995 (as \"Hong\nKong, China\" since 1997) predating the People's Republic of China, which\njoined in 2001 after 15 years of negotiations. Taiwan acceded to the WTO in\n2002 as the \"Separate Customs Territory of Taiwan, Penghu, Kinmen and Matsu.\"\nThe WTO Secretariat omits the official titles (such as Counsellor, First\nSecretary, Second Secretary and Third Secretary) of the members of Taiwan's\nPermanent Mission to the WTO, except for the titles of the Permanent\nRepresentative and the Deputy Permanent Representative.\n\nAs of 2007, WTO members represented 96.4% of global trade and 96.7% of global\nGDP. Iran, followed by Algeria, are the economies with the largest GDP and\ntrade outside the WTO, using 2005 data. With the exception of the Holy See,\nobservers must start accession negotiations within five years of becoming\nobservers. A number of international intergovernmental organizations have also\nbeen granted observer status to WTO bodies. Ten UN members have no affiliation\nwith the WTO."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "11",
        "section_name": "Agreements",
        "generated_section_content_md": "The WTO oversees about 60 different agreements which have the status of\ninternational legal texts. Member countries must sign and ratify all WTO\nagreements on accession. A discussion of some of the most important agreements\nfollows.\n\nThe Agreement on Agriculture came into effect with the establishment of the\nWTO at the beginning of 1995. The AoA has three central concepts, or\n\"pillars\": domestic support, market access and export subsidies.\n\nThe General Agreement on Trade in Services was created to extend the\nmultilateral trading system to service sector, in the same way as the General\nAgreement on Tariffs and Trade (GATT) provided such a system for merchandise\ntrade. The agreement entered into force in January 1995.\n\nThe Agreement on Trade-Related Aspects of Intellectual Property Rights sets\ndown minimum standards for many forms of intellectual property (IP)\nregulation. It was negotiated at the end of the Uruguay Round of the General\nAgreement on Tariffs and Trade (GATT) in 1994.\n\nThe Agreement on the Application of Sanitary and Phytosanitary Measures—also\nknown as the SPS Agreement—was negotiated during the Uruguay Round of GATT,\nand entered into force with the establishment of the WTO at the beginning of\n1995. Under the SPS agreement, the WTO sets constraints on members' policies\nrelating to food safety (bacterial contaminants, pesticides, inspection, and\nlabeling) as well as animal and plant health (imported pests and diseases).\n\nThe Agreement on Technical Barriers to Trade is an international treaty of the\nWorld Trade Organization. It was negotiated during the Uruguay Round of the\nGeneral Agreement on Tariffs and Trade and entered into force with the\nestablishment of the WTO at the end of 1994. The object ensures that technical\nnegotiations and standards, as well as testing and certification procedures,\ndo not create unnecessary obstacles to trade\".\n\nThe Agreement on Customs Valuation, formally known as the Agreement on\nImplementation of Article VII of GATT, prescribes methods of customs valuation\nthat Members are to follow. Chiefly, it adopts the \"transaction value\"\napproach.\n\nIn December 2013, the biggest agreement within the WTO was signed and known as\nthe Bali Package."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "12",
        "section_name": "Office of director-general",
        "generated_section_content_md": "The headquarters of the World Trade Organization in Geneva, Switzerland\n\nThe procedures for the appointment of the WTO director-general were updated in\nJanuary 2003, and include quadrennial terms. Additionally, there are four\ndeputy directors-general. As of 13 June 2018[update] under director-general\nNgozi Okonjo-Iweala, the four deputy directors-general are:\n\n* Angela Ellard of the United States (as of 4 May 2021)\n* Anabel González of Costa Rica (as of 4 May 2021)\n* Ambassador Jean-Marie Paugam of France (as of 4 May 2021)\n* Ambassador Xiangchen Zhang of China (as of 4 May 2021)"
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "12.1",
        "section_name": "List of directors-general",
        "generated_section_content_md": "Source: Official website\n\nPortrait  | Name  | Country  | Term\n---|---|---|---\n| Peter Sutherland |  Ireland | 1995\n| Renato Ruggiero |  Italy | 1995–1999\n| Mike Moore |  New Zealand | 1999–2002\n| Supachai Panitchpakdi |  Thailand | 2002–2005\n| Pascal Lamy |  France | 2005–2013\n| Roberto Azevêdo |  Brazil | 2013–2021\n| Ngozi Okonjo-Iweala |  Nigeria | 2021–"
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "12.2",
        "section_name": "2020 Director-General selection",
        "generated_section_content_md": "In May 2020, Director-General Roberto Azevedo announced that he would step\ndown on 31 August 2020. As of October 2020[update], a nomination and selection\nprocess is currently under way with eight candidates and the final selection\nis expected on 7 November 2020 with the consensus of 164 member countries. A\nstrong consensus had formed around the candidacy of Ngozi Okonjo-Iweala but on\n28 October it emerged that the US representative was opposed to her\nappointment.\n\nWTO members made history on 15 February 2021 when the General Council agreed\nby consensus to select Ngozi Okonjo-Iweala of Nigeria as the organization's\nseventh Director-General.\n\nOkonjo-Iweala became the first woman and the first African to be chosen as\nDirector-General. Her term, renewable, will expire on 31 August 2025."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "13",
        "section_name": "Budget",
        "generated_section_content_md": "The WTO derives most of the income for its annual budget from contributions by\nits Members. These are established according to a formula based on their share\nof international trade.\n\n2023 Top 10 Members' contributions to the consolidated budget of the WTO  Rank | Country | CHF | Percentage\n---|---|---|---\n1 |  United States | 22,808,985 | 11.667%\n2 |  China | 21,031,890 | 10.758%\n3 |  Germany | 14,058,405 | 7.191%\n4 |  Japan | 7,411,405 | 3.791%\n5 |  France | 7,387,945 | 3.779%\n6 |  United Kingdom | 7,274,555 | 3.721%\n7 |  Netherlands | 5,778,980 | 2.956%\n8 |  Hong Kong | 5,501,370 | 2.814%\n9 |  South Korea | 5,350,835 | 2.737%\n10 |  Italy | 4,940,285 | 2.527%\nOthers | 93,955,345 | 48.059%\nTOTAL | 195,500,000 | 100%"
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "14",
        "section_name": "Criticism",
        "generated_section_content_md": "Although tariffs and other trade barriers have been significantly reduced\nthanks to GATT and WTO, the promise that free trade will accelerate economic\ngrowth, reduce poverty, and increase people's incomes has been questioned by\nmany critics.\n\nEconomist Ha-Joon Chang argues that there is a \"paradox\" in neo-liberal\nbeliefs regarding free trade because the economic growth of developing\ncountries was higher in the 1960–1980 period compared to the 1980–2000 period\neven though its trade policies are now far more liberal than before. Also,\nthere are results of research that show that new countries actively reduce\ntrade barriers only after becoming significantly rich. From the results of the\nstudy, WTO critics argue that trade liberalization does not guarantee economic\ngrowth and certainly not poverty alleviation. He also cites the example of El\nSalvador; in the early 1990s, El Salvador removed all quantitative barriers to\nimports and also cut tariffs. However, the country's economic growth remained\nweak. On the other hand, Vietnam, which only began reforming its economy in\nthe late 1980s, saw a great deal of success by deciding to follow China's\neconomic model and liberalizing slowly along with implementing safeguards for\ndomestic commerce. Vietnam has largely succeeded in accelerating economic\ngrowth and reducing poverty without immediately removing substantial trade\nbarriers.\n\nCritics also put forward the view that the benefits derived from WTO\nfacilitated free trade are not shared equally. This criticism is usually\nsupported by historical accounts of the outcomes of negotiations and/or data\nshowing that the gap between the rich and the poor continues to widen,\nespecially in China and India, where economic inequality was growing at the\ntime even though economic growth is very high. In addition, WTO approaches\naiming to reduce trade barriers can harm developing countries. Trade\nliberalization that is too early without any prominent domestic barriers is\nfeared to trap the developing economies in the primary sector, which often\ndoes not require skilled labor. And when these developing countries decide to\nadvance their economy utilizing industrialization, the premature domestic\nindustry cannot immediately skyrocket as expected, making it difficult to\ncompete with other countries whose industries are more advanced."
    },
    {
        "chapter_name": "World Trade Organization",
        "chapter_id": "1",
        "section_number": "15",
        "section_name": "Impact",
        "generated_section_content_md": "Studies show that the WTO boosted trade. Research shows that in the absence of\nthe WTO, the average country would face an increase in tariffs on their\nexports by 32 percentage points. The dispute settlement mechanism in the WTO\nis one way in which trade is increased. A 2023 study suggests that WTO\nmembership has not enhanced trade for the Commonwealth of Independent States\n(CIS) countries.\n\nAccording to a 2017 study in the _Journal of International Economic Law_ ,\n\"nearly all recent preferential trade agreements (PTAs) reference the WTO\nexplicitly, often dozens of times across multiple chapters. Likewise, in many\nof these same PTAs we find that substantial portions of treaty\nlanguage—sometime the majority of a chapter—is copied verbatim from a WTO\nagreement... the presence of the WTO in PTAs has increased over time.\""
    }
]