[
    {
        "chapter_name": "WorldFish",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "Introduction",
        "generated_section_content_md": "Organization\n\n| **This article has multiple issues.** Please help **improve it** or discuss these issues on the **talk page**. _(Learn how and when to remove these messages)_ | | This article **containspromotional content**. Please help improve it by removing promotional language and inappropriate external links, and by adding encyclopedic text written from a neutral point of view. _( May 2015)__(Learn how and when to remove this message)_  \n---|---  \n| The topic of this article **may not meet Wikipedia'snotability guidelines\nfor companies and organizations**. Please help to demonstrate the notability\nof the topic by citing reliable secondary sources that are independent of the\ntopic and provide significant coverage of it beyond a mere trivial mention. If\nnotability cannot be shown, the article is likely to be merged, redirected, or\ndeleted.  \n_Find sources:_ \"WorldFish\" – news **·** newspapers **·** books **·** scholar\n**·** JSTOR _( November 2023)__(Learn how and when to remove this message)_  \n---|---  \n| This article **relies excessively onreferences to primary sources**. Please\nimprove this article by adding secondary or tertiary sources.  \n_Find sources:_ \"WorldFish\" – news **·** newspapers **·** books **·** scholar\n**·** JSTOR _( November 2023)__(Learn how and when to remove this message)_  \n---|---  \n  \n_(Learn how and when to remove this message)_  \n  \nThe **International Center for Living Aquatic Resources Management**\n(**ICLARM**), also known as **WorldFish** , is an international organization\nworking to transform aquatic food systems to reduce hunger, malnutrition, and\npoverty.\n\nBased in Penang, Malaysia, WorldFish is a member of CGIAR, which unites\ninternational organizations engaged in research about food security and has a\npresence in 20 countries throughout Africa, Asia and the Pacific Region.\n\nWorldFish has introduced technologies to ramp up local aquatic food production\nthrough a network of partners. Such innovations include the development of\n\"genetically improved farmed tilapia\" (GIFT) and an enhanced strain of Nile\ntilapia, in support of smallhold aquaculture farmers in the Global South."
    },
    {
        "chapter_name": "WorldFish",
        "chapter_id": "1",
        "section_number": "1",
        "section_name": "WorldFish research",
        "generated_section_content_md": "In 2020, WorldFish began to transition from fisheries and aquaculture to a\nmore holistic aquatic foods system approach. The institution shifted towards\nfood systems management to focus on aquatic food value chains from production\nthrough consumption, with focuses on climate resilience and environmental\nsustainability."
    },
    {
        "chapter_name": "WorldFish",
        "chapter_id": "1",
        "section_number": "2",
        "section_name": "Recognition",
        "generated_section_content_md": "WorldFish has been recognized for its work in Nile tilapia. WorldFish\nfisheries scientist Modadugu Vijay Gupta was awarded the World Food Prize for\nhis research on genetically improved farmed tilapia (GIFT) in support of food\nand nutrition security in food-insecure regions.\n\nShakuntala Haraksingh Thilsted, a food nutritionist with WorldFish, received\nthe 2021 World Food Prize for her groundbreaking research, critical insights,\nand landmark innovations in developing holistic, nutrition-sensitive\napproaches to aquaculture and food systems."
    },
    {
        "chapter_name": "WorldFish",
        "chapter_id": "1",
        "section_number": "3",
        "section_name": "Impact",
        "generated_section_content_md": "WorldFish has worked to breed genetically enhanced fast-growing tilapia (GIFT)\nvarieties to raise the productivity and incomes of low-income smallholder\nfarmers. It also works to improve the production of key inputs for\naquaculture, specifically fish feed and fingerlings, and links small-scale\naquatic food producers with input and output markets."
    }
]