{
  "blocks": [
    {
      "id": "/page/0/SectionHeader/0",
      "block_type": "SectionHeader",
      "html": "<h2><b>Fisher, Irving</b></h2>",
      "page": 329,
      "polygon": [
        [
          74.578125,
          70.9412841796875
        ],
        [
          184.5817108154297,
          70.9412841796875
        ],
        [
          184.5817108154297,
          89.4638671875
        ],
        [
          74.578125,
          89.4638671875
        ]
      ],
      "bbox": [
        74.578125,
        70.9412841796875,
        184.5817108154297,
        89.4638671875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">The American economist Irving Fisher (born 1867, died 1947) advanced the use of formal mathematical and statistical techniques in economics and finance, both in his own pioneering research in monetary and capital theory and in his roles as a mentor to a handful of talented doctoral students and as founding president of the Econometric Society. As an undergraduate and a graduate student at Yale University, Fisher studied with the physicist J. Willard Gibbs and the economist and sociologist William Graham Sumner. Fisher's 1891 doctoral dissertation in economics and mathematics, <i>Mathematical Inves</i><i>tigations in the Theory of Value and Prices</i> (reprinted in [12], Vol. 1), was the first North American use of general equilibrium analysis—indeed, an independent rediscovery of general equilibrium, because Fisher did not read the works of Leon Walras and ´ F.Y. Edgeworth until his thesis was nearly completed. To accompany this thesis, Fisher constructed a hydraulic mechanism to simulate the determination of equilibrium prices and quantities, a remarkable achievement in the days before electronic computers (see Brainard and Scarf in [5] and Schwalbe in [14]). Initially appointed to teach mathematics at Yale, Fisher soon switched to political economy, teaching at Yale until he retired in 1935. Stricken with tuberculosis in 1898, Fisher was on leave for three years, and did not resume a full teaching load until 1903. This ordeal turned Fisher into a relentless crusader for healthier living and economic reforms, dedicated to improving the world and confident of overcoming adversity and daunting obstacles [1, 5, 14]. As a scientific economist and as a reformer, Fisher was a brilliant and multifaceted innovator, but he never managed to pull his ideas together in a grand synthesis.</p>",
      "page": 329,
      "polygon": [
        [
          75.951171875,
          109.52880859375
        ],
        [
          287.328125,
          109.52880859375
        ],
        [
          287.328125,
          519.2974548339844
        ],
        [
          75.951171875,
          519.2974548339844
        ]
      ],
      "bbox": [
        75.951171875,
        109.52880859375,
        287.328125,
        519.2974548339844
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">In <i>The Nature of Capital and Income</i>, Fisher [7] popularized the concept of net present value, viewing capital as the present discounted value of an expected income stream. Controversially, Fisher excluded saving from his definition of income, and advocated a spending tax instead of a tax on income as usually defined. Since saving is the acquisition of assets whose market value is the net present value of the expected taxable income from owning the assets, a tax on income (as usually defined) would involve double taxation and would introduce a distortion</p>",
      "page": 329,
      "polygon": [
        [
          75.517578125,
          520.2158203125
        ],
        [
          287.0390625,
          520.2158203125
        ],
        [
          287.0390625,
          644.7562866210938
        ],
        [
          75.517578125,
          644.7562866210938
        ]
      ],
      "bbox": [
        75.517578125,
        520.2158203125,
        287.0390625,
        644.7562866210938
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">favoring consumption at the expense of saving, a view now increasingly held by economists. Fisher [7] also discussed the pricing and allocation of risk in financial markets, using a \"coefficient of caution\" to represent subjective attitudes to risk tolerance [2, 3, 18]. In <i>The Rate of Interest</i>, Fisher [8] drew on the earlier work of John Rae and Eugen von Bohm-Bawerk to examine how intertemporal alloca- ¨ tion and the real interest rate depend on impatience (time preference) and opportunity to invest (expected rate of return over cost). He illustrated this analysis with the celebrated \"Fisher diagram\" showing optimal smoothing of consumption over two periods. According to the \"Fisher separation theorem,\" the time pattern of consumption is independent of the time pattern of income (assuming perfect credit markets), because the net present value of expected lifetime income is the relevant budget constraint for consumption and saving decisions, rather than income in a particular period. Fisher's analysis of consumption smoothing across time periods provided the basis for later permanent-income and life-cycle models of consumption, and was extended by others to consumption smoothing across possible states of the world. John Maynard Keynes later identified his concept of the marginal efficiency of capital with Fisher's rate of return over costs.</p>",
      "page": 329,
      "polygon": [
        [
          303.12030029296875,
          71.88116455078125
        ],
        [
          513.6640625,
          71.88116455078125
        ],
        [
          513.6640625,
          380.3404846191406
        ],
        [
          303.12030029296875,
          380.3404846191406
        ]
      ],
      "bbox": [
        303.12030029296875,
        71.88116455078125,
        513.6640625,
        380.3404846191406
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Fisher's <i>Appreciation and Interest</i> [6] presented the \"Fisher equation,\" decomposing nominal interest into real interest and expected inflation, formalizing and expounding an idea that had been briefly noted by, among others, John Stuart Mill and Alfred Marshall. With <i>i</i> as the nominal interest rate, <i>j</i> as the real interest rate, and <i>a</i> as the expected rate of appreciation of the purchasing power of money ([6] appeared at the end of two decades of falling prices),</p>",
      "page": 329,
      "polygon": [
        [
          302.9375,
          381.41796875
        ],
        [
          513.953125,
          381.41796875
        ],
        [
          513.953125,
          495.2427062988281
        ],
        [
          302.9375,
          495.2427062988281
        ]
      ],
      "bbox": [
        302.9375,
        381.41796875,
        513.953125,
        495.2427062988281
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Equation/5",
      "block_type": "Equation",
      "html": "<p block-type=\"Equation\"><math display=\"block\">(1+j) = (1+a)(1+i) \\tag{1}</math></p>",
      "page": 329,
      "polygon": [
        [
          358.2002868652344,
          497.6872863769531
        ],
        [
          512.796875,
          497.6872863769531
        ],
        [
          512.796875,
          508.4345703125
        ],
        [
          358.2002868652344,
          508.4345703125
        ]
      ],
      "bbox": [
        358.2002868652344,
        497.6872863769531,
        512.796875,
        508.4345703125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">in Fisher's notation. This analysis of the relationship between interest rates expressed in two different standards (money and goods, gold and silver, dollars and pounds sterling) led Fisher [6] to uncovered interest parity (the difference between nominal interest rates in two currencies is the expected rate of change of the exchange rate) and to a theory of the term structure of interest rates as reflecting expectations about future changes in the purchasing power of money. In later work (see [12], Vol. 9), Fisher correlated nominal interest with a distributed lag of</p>",
      "page": 329,
      "polygon": [
        [
          302.359375,
          519.4794921875
        ],
        [
          514.53125,
          519.4794921875
        ],
        [
          514.53125,
          644.7650756835938
        ],
        [
          302.359375,
          644.7650756835938
        ]
      ],
      "bbox": [
        302.359375,
        519.4794921875,
        514.53125,
        644.7650756835938
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 340,
      "polygon": [
        [
          78.046875,
          45.49365234375
        ],
        [
          166.7890625,
          45.49365234375
        ],
        [
          166.7890625,
          56.70166015625
        ],
        [
          78.046875,
          56.70166015625
        ]
      ],
      "bbox": [
        78.046875,
        45.49365234375,
        166.7890625,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/TextInlineMath/1",
      "block_type": "TextInlineMath",
      "html": "<p block-type=\"TextInlineMath\">past price level changes, deriving expected inflation adaptively from past inflation. Distributed lags were introduced into economics by Fisher, who was also among the first economists to use correlation analysis. Long after Fisher's death, his pioneering 1926 article [10], correlating unemployment with a distributed lag of inflation, was reprinted in 1973, under the title \"I Discovered the Phillips Curve.\"</p>",
      "page": 340,
      "polygon": [
        [
          78.841796875,
          71.7919921875
        ],
        [
          290.796875,
          71.7919921875
        ],
        [
          290.796875,
          161.40032958984375
        ],
        [
          78.841796875,
          161.40032958984375
        ]
      ],
      "bbox": [
        78.841796875,
        71.7919921875,
        290.796875,
        161.40032958984375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In <i>The Purchasing Power of Money</i>, Fisher [13] upheld the quantity theory of money, arguing that changes in the quantity of money affect real output and real interest during adjustment periods of up to 10 years, but affect only nominal variables in the long run. He extended the quantity theory's equation of exchange to include bank deposits:</p>",
      "page": 340,
      "polygon": [
        [
          78.986328125,
          162.17626953125
        ],
        [
          291.375,
          162.17626953125
        ],
        [
          291.375,
          241.69970703125
        ],
        [
          78.986328125,
          241.69970703125
        ]
      ],
      "bbox": [
        78.986328125,
        162.17626953125,
        291.375,
        241.69970703125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Equation/3",
      "block_type": "Equation",
      "html": "<p block-type=\"Equation\"><math display=\"block\">MV + M'V' = PT \\tag{2}</math></p>",
      "page": 340,
      "polygon": [
        [
          144.67578125,
          248.534423828125
        ],
        [
          289.78515625,
          248.534423828125
        ],
        [
          289.78515625,
          260.5211486816406
        ],
        [
          144.67578125,
          260.5211486816406
        ]
      ],
      "bbox": [
        144.67578125,
        248.534423828125,
        289.78515625,
        260.5211486816406
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/TextInlineMath/4",
      "block_type": "TextInlineMath",
      "html": "<p block-type=\"TextInlineMath\">where <i>M</i> is currency, <i>M</i> bank deposits, <i>V</i> and <i>V</i> the velocities of circulation of currency and bank deposits, respectively, <i>P</i> the price level, and <i>T</i> an index of the volume of transactions. Fisher attributed economic fluctuations to the slow adjustment of nominal interest to monetary shocks, resulting from what he termed \"<i>the money illusion</i>\" in the title of a 1928 book (in [12], Vol. 8). The economy would be stable if, instead of pegging the dollar price of gold, monetary policy followed Fisher's \"compensated dollar\" plan of regularly varying the price of gold to target an index number of prices. Inflation targeting is a modern version of Fisher's proposed price level target (without attempting a variable peg of the price of gold, which would have made Fisher's plan vulnerable to speculative attacks). Failing to persuade governments to stabilize the purchasing power of money, Fisher attempted to neutralize the effects of price level changes by advocating the creation of indexed financial instruments, persuading Rand Kardex (later Remington Rand) to issue the first indexed bond (see [12], Vol. 8). Fisher tried to educate the public against money illusion, publishing a weekly index of wholesale prices calculated by an index number institute operating out of his house in New Haven, Connecticut. Indexed bonds, the compensated dollar, statistical verification of the quantity theory, and eradication of money illusion all called for a measure of the price level. In <i>The Making of Index Numbers</i>, Fisher [9] argued that a simple formula, the geometric mean of the Laspeyres (base-year weighted) index and the Paasche (current-year weighted) index, was the best index number for that and all other purposes, as</p>",
      "page": 340,
      "polygon": [
        [
          78.48046875,
          268.33441162109375
        ],
        [
          292.09765625,
          268.33441162109375
        ],
        [
          292.09765625,
          644.7578125
        ],
        [
          78.48046875,
          644.7578125
        ]
      ],
      "bbox": [
        78.48046875,
        268.33441162109375,
        292.09765625,
        644.7578125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">it came closer than any other formula to satisfying seven tests for such desirable properties as determinateness, proportionality, and independence of the units of measurement. Later research demonstrated that no formula can satisfy more than six of the seven tests, although, which one should be dropped remains an open question. Three quarters of a century later, the \"Fisher ideal index\" began to be adopted by governments.</p>",
      "page": 340,
      "polygon": [
        [
          306.8403015136719,
          71.699951171875
        ],
        [
          518.8671875,
          71.699951171875
        ],
        [
          518.8671875,
          173.51806640625
        ],
        [
          306.8403015136719,
          173.51806640625
        ]
      ],
      "bbox": [
        306.8403015136719,
        71.699951171875,
        518.8671875,
        173.51806640625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Beyond his work, Fisher encouraged quantitative research by others, notably Yale dissertations by J. Pease Norton [16] and Chester A. Phillips [17], and through his role as founding president of the Econometric Society. Norton's <i>Statistical Studies of</i> <i>the New York Money Market</i> is now recognized as a landmark in time-series analysis, while Phillips's <i>Bank Credit</i> (together with later work by Fisher's former student James Harvey Rogers) analyzed the creation and absorption of bank deposits by the banking system [4]. Arguing that fluctuations in the purchasing power of money make money and bonds risky assets, contrary to the widespread \"money illusion,\" Fisher and his students advocated common stocks as a long-term investment, with the return on stocks more than compensating for their risk, once risk is calculated in real rather than in nominal terms.</p>",
      "page": 340,
      "polygon": [
        [
          306.40625,
          174.1416015625
        ],
        [
          518.578125,
          174.1416015625
        ],
        [
          518.578125,
          380.681640625
        ],
        [
          306.40625,
          380.681640625
        ]
      ],
      "bbox": [
        306.40625,
        174.1416015625,
        518.578125,
        380.681640625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/7",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Fisher was swept up in the \"New Economy\" rhetoric of the 1920s stock boom. He promoted several ventures, of which by far the most successful was his \"Index Visible,\" a precursor of the Rolodex. Fisher sold Index Visible to Rand Kardex for shares and stock options, which he exercised with borrowed money. In mid-1929, Fisher's net worth was 10 million dollars. Had he died then, he would have been remembered like Keynes as a financial success as well as a brilliant theorist; however, a few years later, Fisher's debts exceeded his assets by a million dollars—a loss of 11 million dollars, which, as John Kenneth Galbraith remarked, was \"a substantial sum of money, even for a professor of economics\" [1, 3]. Worst of all for his public and professional reputation, Fisher memorably asserted in October 1929, on the eve of the Wall Street crash, that stock prices appeared to have reached a permanently high plateau. McGrattan and Prescott [15] hold that Fisher was right to deny that stocks were overvalued in 1929 given the prices/earnings multiples of the time. Whether or not Fisher could reasonably be faulted for not</p>",
      "page": 340,
      "polygon": [
        [
          306.40625,
          381.0498046875
        ],
        [
          518.0,
          381.0498046875
        ],
        [
          518.0,
          644.7676391601562
        ],
        [
          306.40625,
          644.7676391601562
        ]
      ],
      "bbox": [
        306.40625,
        381.0498046875,
        518.0,
        644.7676391601562
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/2/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 329,
      "polygon": [
        [
          426.29998779296875,
          45.49365234375
        ],
        [
          512.3048706054688,
          45.49365234375
        ],
        [
          512.3048706054688,
          56.70166015625
        ],
        [
          426.29998779296875,
          56.70166015625
        ]
      ],
      "bbox": [
        426.29998779296875,
        45.49365234375,
        512.3048706054688,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">predicting the subsequent errors of public policy that converted the downturn into the Great Depression, and even though many others were just as mistaken about the future course of stock prices, Fisher's mistaken prediction was particularly pithy, quotable, and memorable, and his reputation suffered as severely as his personal finances. Fisher's 1933 article on \"The Debt-Deflation Theory of Great Depressions\" [11], linking the fragility of the financial system to the nonneutrality of inside nominal debt whose real value grew as the price level fell, was much later taken up by such economists as Hyman Minsky, James Tobin, Ben Bernanke, and Mervyn King [5, 14], but in the 1930s Fisher had lost his audience. Fisher's 1929 debacle (together with his enthusiastic embrace of causes ranging from a new world map projection, the unhealthiness of smoking, and the usefulness of mathematics in economics, through the League of Nations, universal health insurance, and a low-protein diet to, more regrettably, prohibition and eugenics) long tarnished his public and professional reputation, but he has increasingly come to be recognized as a great figure in the development of theoretical and quantitative economics, including financial economics.</p>",
      "page": 329,
      "polygon": [
        [
          75.734375,
          71.88751220703125
        ],
        [
          287.6171875,
          71.88751220703125
        ],
        [
          287.6171875,
          355.61981201171875
        ],
        [
          75.734375,
          355.61981201171875
        ]
      ],
      "bbox": [
        75.734375,
        71.88751220703125,
        287.6171875,
        355.61981201171875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/2/SectionHeader/2",
      "block_type": "SectionHeader",
      "html": "<h2><b>References</b></h2>",
      "page": 329,
      "polygon": [
        [
          75.734375,
          369.55364990234375
        ],
        [
          128.0771942138672,
          369.55364990234375
        ],
        [
          128.0771942138672,
          380.7616271972656
        ],
        [
          75.734375,
          380.7616271972656
        ]
      ],
      "bbox": [
        75.734375,
        369.55364990234375,
        128.0771942138672,
        380.7616271972656
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/328",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\" class=\"has-continuation\"><ul><li block-type=\"ListItem\">[1] Allen, R.L. (1993). <i>Irving Fisher: A Biography</i>, Blackwell, Cambridge, MA.</li><li block-type=\"ListItem\">[2] Crockett, J.H. Jr. (1980). Irving Fisher on the financial economics of uncertainty, <i>History of Political Economy</i> <b>12</b>, 65–82.</li><li block-type=\"ListItem\">[3] Dimand, R. (2007). Irving Fisher and financial economics: the equity premium puzzle, the predictability of stock prices, and intertemporal allocation under risk, <i>Journal of the History of Economic Thought</i> <b>29</b>, 153–166.</li></ul></p>",
      "page": 329,
      "polygon": [
        [
          75.734375,
          395.44464111328125
        ],
        [
          286.75,
          395.44464111328125
        ],
        [
          286.75,
          493.02734375
        ],
        [
          75.734375,
          493.02734375
        ]
      ],
      "bbox": [
        75.734375,
        395.44464111328125,
        286.75,
        493.02734375
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/329",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\"><ul><li block-type=\"ListItem\">[4] Dimand, R. (2007). Irving Fisher and his students as financial economists, in <i>Pioneers of Financial Eco</i><i>nomics</i>, G. Poitras, ed., Edward Elgar, Cheltenham, UK, Vol. 2, pp. 45–59.</li><li block-type=\"ListItem\">[5] Dimand, R. &amp; Geanakoplos, J. (eds) (2005). <i>Celebrating</i> <i>Irving Fisher</i>, Blackwell, Malden, MA.</li><li block-type=\"ListItem\">[6] Fisher, I. (1896). <i>Appreciation and Interest</i>, Macmillan for American Economic Association, New York. (reprinted in Fisher [12], <b>1</b>).</li><li block-type=\"ListItem\">[7] Fisher, I. (1906). <i>The Nature of Capital and Income</i>, Macmillan, New York. (reprinted in Fisher [12], <b>2</b>).</li><li block-type=\"ListItem\">[8] Fisher, I. (1907). <i>The Rate of Interest</i>, Macmillan, New York. (reprinted in Fisher [12], <b>3</b>).</li><li block-type=\"ListItem\">[9] Fisher, I. (1922). <i>The Making of Index Numbers</i>, Houghton Mifflin, Boston. (reprinted in Fisher [12], <b>7</b>).</li><li block-type=\"ListItem\">[10] Fisher, I. (1926). A statistical relation between unemployment price changes, <i>International Labour Review</i> <b>13</b>, 785–792. reprinted as Lost and found: (1973) I discovered the Phillips curve – Irving Fisher, <i>Journal of</i> <i>Political Economy</i> <b>81</b>, 496–502.</li><li block-type=\"ListItem\">[11] Fisher, I. (1933). The debt-deflation theory of great depressions, <i>Econometrica</i> <b>1</b>, 337–357. (reprinted in Fisher [12], <b>10</b>).</li><li block-type=\"ListItem\">[12] Fisher, I. (1997). <i>The Works of Irving Fisher</i>, W.J. Barber, ed, Pickering &amp; Chatto, London.</li><li block-type=\"ListItem\">[13] Fisher, I. &amp; Brown, H.G. (1911). <i>The Purchasing Power</i> <i>of Money</i>, Macmillan, New York. (reprinted in Fisher [12], <b>4</b>).</li><li block-type=\"ListItem\">[14] Loef, H. &amp; Monissen, H. (eds) <i>The Economics of Irving</i> <i>Fisher</i>, Edward Elgar, Cheltenham, UK.</li><li block-type=\"ListItem\">[15] McGrattan, E. &amp; Prescott, E. (2004). The 1929 stock market: Irving Fisher was right, <i>International Economic</i> <i>Review</i> <b>45</b>, 91–1009.</li><li block-type=\"ListItem\">[16] Norton, J.P. (1902). <i>Statistical Studies in the New York</i> <i>Money Market</i>, Macmillan, New York.</li><li block-type=\"ListItem\">[17] Phillips, C. (1920). <i>Bank Credit</i>, Macmillan, New York.</li><li block-type=\"ListItem\">[18] Stabile, D. &amp; Putnam, B. (2002). Irving Fisher and statistical approaches to risk, <i>Review of Financial Economics</i> <b>11</b>, 191–203.</li></ul></p>",
      "page": 329,
      "polygon": [
        [
          300.046875,
          72.0062255859375
        ],
        [
          512.796875,
          72.0062255859375
        ],
        [
          512.796875,
          473.8271484375
        ],
        [
          300.046875,
          473.8271484375
        ]
      ],
      "bbox": [
        300.046875,
        72.0062255859375,
        512.796875,
        473.8271484375
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/21",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">ROBERT W. DIMAND</p>",
      "page": 329,
      "polygon": [
        [
          415.671875,
          483.6675720214844
        ],
        [
          501.8125,
          483.6675720214844
        ],
        [
          501.8125,
          493.38116455078125
        ],
        [
          415.671875,
          493.38116455078125
        ]
      ],
      "bbox": [
        415.671875,
        483.6675720214844,
        501.8125,
        493.38116455078125
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    }
  ],
  "page_info": {
    "0": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "1": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "2": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    }
  }
}