{
  "blocks": [
    {
      "id": "/page/0/SectionHeader/0",
      "block_type": "SectionHeader",
      "html": "<h2><b>Risk-adjusted Return on</b> <b>Capital (RAROC)</b></h2>",
      "page": 348,
      "polygon": [
        [
          75.58984375,
          70.9412841796875
        ],
        [
          273.59765625,
          70.9412841796875
        ],
        [
          273.59765625,
          109.52880859375
        ],
        [
          75.58984375,
          109.52880859375
        ]
      ],
      "bbox": [
        75.58984375,
        70.9412841796875,
        273.59765625,
        109.52880859375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Maintaining credit worthiness is a cost of doing business for a bank. In a multibusiness bank, senior management faces the problem of allocating capital to the different businesses in order to maximize the market value of the bank to existing shareholders, subject to the constraint that it maintain its desired level of creditworthiness. The capital structure of the bank is set so that the bank's equity provides a buffer for the bank to maintain its desired level of creditworthiness. We refer to this buffer as the <i>economic capital</i> (<i>see</i> <b>Economic Capital</b>) of the bank. Traditional approaches to capital budgeting define the risk of a project in terms of a project's systematic risk with market factors. Such a measure does not address the concerns of senior management about how the project affects the overall risk of the bank. If a project increases the probability of default, to restore the bank's creditworthiness, the bank must increase its economic capital. The cost of the marginal increase in the economic capital should be allocated to the project and an adjusted net present value determined. The value additivity principle will not hold, as economic capital is not additive, as noted by Merton [8] (<i>see</i> <b>Convex Risk Measures</b>; <b>Expected Shortfall</b>).</p>",
      "page": 348,
      "polygon": [
        [
          75.662109375,
          131.4345703125
        ],
        [
          287.0390625,
          131.4345703125
        ],
        [
          287.0390625,
          417.1298828125
        ],
        [
          75.662109375,
          417.1298828125
        ]
      ],
      "bbox": [
        75.662109375,
        131.4345703125,
        287.0390625,
        417.1298828125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In determining whether to add or eliminate a business from a bank's portfolio, a marginal approach is often advocated for determining the economic capital. The standard assumption is that the business is \"small\" in comparison with the existing portfolio. If this is not the case, the whole nature of the bank and its capital structure are affected, implying that the determination of the marginal effects is problematic. Merton and Perold [9] show that simply aggregating the marginal economic capital of individual businesses underestimates the total economic capital and the error can be substantial. Apart from these theoretical concerns, the actual determination of the marginal capital is fraught with many practical difficulties.</p>",
      "page": 348,
      "polygon": [
        [
          75.517578125,
          417.60882568359375
        ],
        [
          287.0390625,
          417.60882568359375
        ],
        [
          287.0390625,
          587.5231323242188
        ],
        [
          75.517578125,
          587.5231323242188
        ]
      ],
      "bbox": [
        75.517578125,
        417.60882568359375,
        287.0390625,
        587.5231323242188
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Each business within the bank contributes to the overall credit risk of the bank. The economic capital of the bank is less than the aggregate economic capital of the individual businesses on a stand-alone basis, owing to the fact that businesses are correlated.<sup>a</sup> We</p>",
      "page": 348,
      "polygon": [
        [
          75.96003723144531,
          588.326171875
        ],
        [
          287.0390625,
          588.326171875
        ],
        [
          287.0390625,
          644.7634887695312
        ],
        [
          75.96003723144531,
          644.7634887695312
        ]
      ],
      "bbox": [
        75.96003723144531,
        588.326171875,
        287.0390625,
        644.7634887695312
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">refer to the difference between the economic capital of the bank and the aggregate stand-alone value as the <i>portfolio effect</i>. This raises a number of challenging issues. The first is the measurement of economic capital. If economic capital is estimated on a standalone basis, does the bank own the portfolio effect or individual businesses? If businesses, how should economic capital be allocated? Given the allocation of capital to each business within the bank, how should it measure the performance of each business, recognizing that each business affects the overall creditworthiness of the bank and the cost of funding? What benchmark should be used to judge the performance of a business? How should the performance of a business be measured, if it does not fully utilize its allocated capital? These questions hint at some of the difficulties in measuring the performances of the businesses within the bank.</p>",
      "page": 348,
      "polygon": [
        [
          303.1199951171875,
          71.88592529296875
        ],
        [
          513.953125,
          71.88592529296875
        ],
        [
          513.953125,
          276.24090576171875
        ],
        [
          303.1199951171875,
          276.24090576171875
        ]
      ],
      "bbox": [
        303.1199951171875,
        71.88592529296875,
        513.953125,
        276.24090576171875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/TextInlineMath/5",
      "block_type": "TextInlineMath",
      "html": "<p block-type=\"TextInlineMath\">Practitioners have addressed the issue of an appropriate performance metric with the use of a riskadjusted rate of return on capital (RAROC).b A generic RAROC takes the form</p>",
      "page": 348,
      "polygon": [
        [
          303.1197509765625,
          277.595703125
        ],
        [
          512.5078125,
          277.595703125
        ],
        [
          512.5078125,
          322.0812683105469
        ],
        [
          303.1197509765625,
          322.0812683105469
        ]
      ],
      "bbox": [
        303.1197509765625,
        277.595703125,
        512.5078125,
        322.0812683105469
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Equation/6",
      "block_type": "Equation",
      "html": "<p block-type=\"Equation\"><math display=\"block\">RAROC = \\frac{ER - EL - Costs}{EC} \\tag{1}</math></p>",
      "page": 348,
      "polygon": [
        [
          340.2265625,
          329.68572998046875
        ],
        [
          512.5078125,
          329.68572998046875
        ],
        [
          512.5078125,
          353.7091064453125
        ],
        [
          340.2265625,
          353.7091064453125
        ]
      ],
      "bbox": [
        340.2265625,
        329.68572998046875,
        512.5078125,
        353.7091064453125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/TextInlineMath/7",
      "block_type": "TextInlineMath",
      "html": "<p block-type=\"TextInlineMath\">where <i>ER</i> denotes the expected revenue, <i>EL</i> the expected losses, <i>Costs</i> the funding cost associated with the project, and <i>EC</i> the economic capital attributed to the project.c The economic capital is usually defined as the capital necessary to cushion against unexpected losses, operational, and market risks, and is often referred to as a <i>Value at Risk</i> (<i>see</i> <b>Value-at-Risk</b>; <b>Market Risk</b>). There are both practical and theoretical issues with the use of this type of metric. The first is the myopic nature of the measure. The second is the issue of how to measure economic capital for a business. The third is what benchmark to use to judge whether the risk-adjusted return is acceptable. The fourth is that economic capital is not a sufficient statistic for the measurement of risk. It is known from the work of Wilson [17], Froot and Stein [4], and Crouhy <i>et al.</i> [2] that economic capital does not incorporate the systematic risk of a business and serious errors can occur if projects are solely ranked on the basis of RAROC.d</p>",
      "page": 348,
      "polygon": [
        [
          302.6484375,
          360.1356201171875
        ],
        [
          513.6640625,
          360.1356201171875
        ],
        [
          513.6640625,
          599.0029296875
        ],
        [
          302.6484375,
          599.0029296875
        ]
      ],
      "bbox": [
        302.6484375,
        360.1356201171875,
        513.6640625,
        599.0029296875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/8",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Froot and Stein (FS) [4] assume that there are no agency issues—the management acts in the best interests of existing shareholders. In their three-period model, risk management arises endogenously from</p>",
      "page": 348,
      "polygon": [
        [
          302.9375,
          600.6674499511719
        ],
        [
          513.375,
          600.6674499511719
        ],
        [
          513.375,
          644.761360168457
        ],
        [
          302.9375,
          644.761360168457
        ]
      ],
      "bbox": [
        302.9375,
        600.6674499511719,
        513.375,
        644.761360168457
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 358,
      "polygon": [
        [
          78.552734375,
          45.49365234375
        ],
        [
          291.953125,
          45.49365234375
        ],
        [
          291.953125,
          56.70166015625
        ],
        [
          78.552734375,
          56.70166015625
        ]
      ],
      "bbox": [
        78.552734375,
        45.49365234375,
        291.953125,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">the need to avoid an adverse selection problem associated with costly external financing in the last period. They show that the expected excess rate of return for a new project depends on two terms. The first term depends on the covariance of the cash flow with the market portfolio and the second depends on the covariance of the project's cash flow with the nontradable cash flows of the bank multiplied by the price of nontradable risk. As FS observe, it is not clear how to estimate this term.</p>",
      "page": 358,
      "polygon": [
        [
          78.841796875,
          71.88751220703125
        ],
        [
          290.796875,
          71.88751220703125
        ],
        [
          290.796875,
          185.043212890625
        ],
        [
          78.841796875,
          185.043212890625
        ]
      ],
      "bbox": [
        78.841796875,
        71.88751220703125,
        290.796875,
        185.043212890625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Banks are opaque to outsiders. Any outside assessment of the creditworthiness of a bank is out of date even when issued. Banks are translucent if not opaque to insiders, with information flows restricted across businesses inside the bank and even within businesses.e Perold [10] describes a singleperiod model that incorporates the deadweight costs generated by the opaqueness of banks. Stoughton and Zechner [14] examine the question of capital allocation among businesses of a bank, assuming information asymmetry between the different business managers and senior management in a singleperiod model. The investment in risky technologies is financed with debt. Equity is used to satisfy a Valueat-Risk constraint. They derive a type of RAROC performance metric for each business, the hurdle rate being driven by the cost of debt, the distribution associated with the information asymmetry, and the outside employment opportunities for managers. Implication and measurement issues are not addressed.</p>",
      "page": 358,
      "polygon": [
        [
          79.05859375,
          186.7896728515625
        ],
        [
          291.51953125,
          186.7896728515625
        ],
        [
          291.51953125,
          426.36456298828125
        ],
        [
          79.05859375,
          426.36456298828125
        ]
      ],
      "bbox": [
        79.05859375,
        186.7896728515625,
        291.51953125,
        426.36456298828125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">None of these papers attempt to address the myriad of practical issues facing banks. A start is made in [15]. Each business within the bank is assumed to have its own balance sheet. This necessitates making some assumptions about the capital structure of the business. The risky assets of the business are financed with debt. The bank lends the business an amount of debt and charges the business an interest rate reflecting the expected maturity of the project and the credit risk of the bank. The required economic capital depends on the nature of the risks associated with project over its expected duration, giving rise to a <i>term structure of required economic capital</i>. f This is taken as exogenous. The economic capital is assumed to be financed <i>via</i> equity. The business invests the economic capital in a short-term defaultfree asset. The costs associated with economic capital arise from taxation. The resulting hurdle rate depends on the systematic risk associated with the risky</p>",
      "page": 358,
      "polygon": [
        [
          79.05859375,
          428.1712951660156
        ],
        [
          290.94140625,
          428.1712951660156
        ],
        [
          290.94140625,
          644.7622375488281
        ],
        [
          79.05859375,
          644.7622375488281
        ]
      ],
      "bbox": [
        79.05859375,
        428.1712951660156,
        290.94140625,
        644.7622375488281
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">investment and a second factor due to the requirement to hold costly economic capital. The weights of the two factors can be estimated, implying that it is possible to establish a required benchmark for performance measurement. If the term structure of economic capital allocated to the business is done on a marginal basis, the required rate of return on the business depends on the variance of the return on the business, the variance of the return on the remaining part of the bank, and the covariance between the two returns. If done on a stand-alone basis, it depends on the variance of the return on the business.</p>",
      "page": 358,
      "polygon": [
        [
          305.828125,
          71.8870849609375
        ],
        [
          517.421875,
          71.8870849609375
        ],
        [
          517.421875,
          208.3836669921875
        ],
        [
          305.828125,
          208.3836669921875
        ]
      ],
      "bbox": [
        305.828125,
        71.8870849609375,
        517.421875,
        208.3836669921875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/SectionHeader/5",
      "block_type": "SectionHeader",
      "html": "<h2><b>End Notes</b></h2>",
      "page": 358,
      "polygon": [
        [
          305.828125,
          230.233642578125
        ],
        [
          357.28497314453125,
          230.233642578125
        ],
        [
          357.28497314453125,
          241.441650390625
        ],
        [
          305.828125,
          241.441650390625
        ]
      ],
      "bbox": [
        305.828125,
        230.233642578125,
        357.28497314453125,
        241.441650390625
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">a<i>.</i> Many different methods, from bottom–up to top–down, have been advocated for the allocation of capital. See [6, 16, Chapter 6] for brief descriptions.</p>",
      "page": 358,
      "polygon": [
        [
          306.40625,
          256.6510925292969
        ],
        [
          516.84375,
          256.6510925292969
        ],
        [
          516.84375,
          286.6244812011719
        ],
        [
          306.40625,
          286.6244812011719
        ]
      ],
      "bbox": [
        306.40625,
        256.6510925292969,
        516.84375,
        286.6244812011719
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/7",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">b<i>.</i> Matten [5, Chapter 7], describes many different types of performance metrics used by practitioners, as well as references to the history of RAROC. In a recent survey of chief risk officers of financial firms—see [11]—nearly 90% stated that they used risk-adjusted performance measures, with RAROC being the dominant measure.</p>",
      "page": 358,
      "polygon": [
        [
          306.1171875,
          286.7110900878906
        ],
        [
          517.1328125,
          286.7110900878906
        ],
        [
          517.1328125,
          346.8036193847656
        ],
        [
          306.1171875,
          346.8036193847656
        ]
      ],
      "bbox": [
        306.1171875,
        286.7110900878906,
        517.1328125,
        346.8036193847656
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/8",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">c<i>.</i> See [1, Chapter 14; 12, Chapter 7] for a detailed description of how to apply RAROC.</p>",
      "page": 358,
      "polygon": [
        [
          306.40625,
          346.95111083984375
        ],
        [
          516.265625,
          346.95111083984375
        ],
        [
          516.265625,
          366.84466552734375
        ],
        [
          306.40625,
          366.84466552734375
        ]
      ],
      "bbox": [
        306.40625,
        346.95111083984375,
        516.265625,
        366.84466552734375
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/9",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">d<i>.</i> See [3] for a discussion on the pitfalls of RAROC.</p>",
      "page": 358,
      "polygon": [
        [
          306.8399963378906,
          366.9911193847656
        ],
        [
          496.03125,
          366.9911193847656
        ],
        [
          496.03125,
          376.92510986328125
        ],
        [
          306.8399963378906,
          376.92510986328125
        ]
      ],
      "bbox": [
        306.8399963378906,
        366.9911193847656,
        496.03125,
        376.92510986328125
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/10",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">e<i>.</i> The issue of opaqueness in financial institutions is discussed in [13, 7].</p>",
      "page": 358,
      "polygon": [
        [
          306.6953125,
          377.0111083984375
        ],
        [
          516.5546875,
          377.0111083984375
        ],
        [
          516.5546875,
          396.96478271484375
        ],
        [
          306.6953125,
          396.96478271484375
        ]
      ],
      "bbox": [
        306.6953125,
        377.0111083984375,
        516.5546875,
        396.96478271484375
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/11",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">f<i>.</i> A simple example would be a foreign currency swap. Principal is exchanged in this type of swap and this increases the credit risk. Initially, this is low risk, though as the swap approaches maturity, more economic capital is required.</p>",
      "page": 358,
      "polygon": [
        [
          306.40625,
          397.111083984375
        ],
        [
          516.84375,
          397.111083984375
        ],
        [
          516.84375,
          447.1239318847656
        ],
        [
          306.40625,
          447.1239318847656
        ]
      ],
      "bbox": [
        306.40625,
        397.111083984375,
        516.84375,
        447.1239318847656
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/5"
      },
      "images": {}
    },
    {
      "id": "/page/1/SectionHeader/12",
      "block_type": "SectionHeader",
      "html": "<h2><b>References</b></h2>",
      "page": 358,
      "polygon": [
        [
          306.1171875,
          467.7736511230469
        ],
        [
          358.95721435546875,
          467.7736511230469
        ],
        [
          358.95721435546875,
          478.98162841796875
        ],
        [
          306.1171875,
          478.98162841796875
        ]
      ],
      "bbox": [
        306.1171875,
        467.7736511230469,
        358.95721435546875,
        478.98162841796875
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/1/ListGroup/358",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\" class=\"has-continuation\"><ul><li block-type=\"ListItem\">[1] Crouhy, M., Galai, D. &amp; Mark, R. (2001). <i>Risk Manage</i><i>ment</i>, McGraw-Hill, New York.</li><li block-type=\"ListItem\">[2] Crouhy, M., Turnbull, S.M. &amp; Wakeman, L. (1999). Measuring risk adjusted performance, <i>Journal of Risk</i> <b>2</b>(1), 5–35.</li><li block-type=\"ListItem\">[3] Demine, J. (1998). Pitfalls in the application of RAROC in loan management, <i>Arbitrageur</i> <b>1</b>(1), 21–27.</li><li block-type=\"ListItem\">[4] Froot, K.A. &amp; Stein, J.C. (1998). Risk management, capital budgeting and capital structure policy for financial institutions: an integrated approach, <i>Journal of Finance</i> <b>48</b>, 1629–1658.</li><li block-type=\"ListItem\">[5] Matten, C. (2000). <i>Managing Bank Capital</i>. John Wiley &amp; Sons, New York.</li><li block-type=\"ListItem\">[6] McNeil, A. Frey, R. &amp; Embrechts, P. (2005). <i>Quantita</i><i>tive Risk Management</i>, Princeton University Press, NJ.</li></ul></p>",
      "page": 358,
      "polygon": [
        [
          306.1171875,
          495.548828125
        ],
        [
          516.5546875,
          495.548828125
        ],
        [
          516.5546875,
          644.4075164794922
        ],
        [
          306.1171875,
          644.4075164794922
        ]
      ],
      "bbox": [
        306.1171875,
        495.548828125,
        516.5546875,
        644.4075164794922
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/2/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 170,
      "polygon": [
        [
          300.8399963378906,
          45.49365234375
        ],
        [
          513.0859375,
          45.49365234375
        ],
        [
          513.0859375,
          56.70166015625
        ],
        [
          300.8399963378906,
          56.70166015625
        ]
      ],
      "bbox": [
        300.8399963378906,
        45.49365234375,
        513.0859375,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/169",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\" class=\"has-continuation\"><ul><li block-type=\"ListItem\">[7] Merton, R.C. (1993). Operation and regulation in financial intermediation: a functional perspective, in <i>Opera</i><i>tional and Regulation of Financial Markets</i>, P. Englund, ed, The Economic Council, Stockholm.</li><li block-type=\"ListItem\">[8] Merton, R.C. (1997). A model of financial guarantees for credit sensitive, opaque financial intermediaries, <i>European Finance Review</i> <b>1</b>, 1–13.</li><li block-type=\"ListItem\">[9] Merton, R.C. &amp; Perold, A.F. (1993). Management of risk capital in financial firms, in <i>Financial Services</i>, S.L. Hayes, ed, Harvard Business School Press, Boston.</li><li block-type=\"ListItem\">[10] Perold, A.F. (2001). <i>Capital Allocation in Financial</i> <i>Firms</i>, Working paper, Harvard Business School.</li><li block-type=\"ListItem\">[11] Prmia (2007). <i>Risk Adjusted Performance Measurement</i>, surveys@prmia.org.</li><li block-type=\"ListItem\">[12] Ranson, B.J. (2003). <i>Credit Risk Management</i>, Thomson, Sheshunoff, TX.</li><li block-type=\"ListItem\">[13] Ross, S.A. (1989). Institution markets, financial marketing, and financial innovation, <i>Journal of Finance</i> <b>44</b>, 541–556.</li></ul></p>",
      "page": 170,
      "polygon": [
        [
          75.15625,
          72.00787353515625
        ],
        [
          287.47265625,
          72.00787353515625
        ],
        [
          287.47265625,
          280.8075866699219
        ],
        [
          75.15625,
          280.8075866699219
        ]
      ],
      "bbox": [
        75.15625,
        72.00787353515625,
        287.47265625,
        280.8075866699219
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/170",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\"><ul><li block-type=\"ListItem\">[14] Stoughton, N.M. &amp; Zechner, J. (2006). <i>Optimal Capital</i> <i>Allocation Using RAROC and EVA</i>, Working paper, University of Calgary.</li><li block-type=\"ListItem\">[15] Turnbull, S.M. (2000). Capital allocation and risk performance measurement in a financial institution, <i>Finan</i><i>cial Markets, Institutions &amp; Instruments, NYU</i> <b>9</b>(5), 325–357.</li><li block-type=\"ListItem\">[16] Turnbull, S.M. (2002). Bank and business performance measurement, <i>Journal of Economic Notes</i> <b>31</b>(2), 215–236.</li><li block-type=\"ListItem\">[17] Wilson, T. (1992). RAROC remodelling, <i>Risk</i> <b>5</b>(8), 112–119.</li></ul></p>",
      "page": 170,
      "polygon": [
        [
          301.4921875,
          72.04376220703125
        ],
        [
          512.3049926757812,
          72.04376220703125
        ],
        [
          512.3049926757812,
          189.78857421875
        ],
        [
          301.4921875,
          189.78857421875
        ]
      ],
      "bbox": [
        301.4921875,
        72.04376220703125,
        512.3049926757812,
        189.78857421875
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/2/SectionHeader/12",
      "block_type": "SectionHeader",
      "html": "<h2><b>Related Articles</b></h2>",
      "page": 170,
      "polygon": [
        [
          300.9140625,
          204.13360595703125
        ],
        [
          380.9158630371094,
          204.13360595703125
        ],
        [
          380.9158630371094,
          215.34161376953125
        ],
        [
          300.9140625,
          215.34161376953125
        ]
      ],
      "bbox": [
        300.9140625,
        204.13360595703125,
        380.9158630371094,
        215.34161376953125
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/13",
      "block_type": "Text",
      "html": "<p block-type=\"Text\"><b>Economic Capital Allocation</b>; <b>Economic Capital</b>; <b>Market Risk</b>; <b>Value-at-Risk</b>.</p>",
      "page": 170,
      "polygon": [
        [
          301.78125,
          230.2490234375
        ],
        [
          512.3441772460938,
          230.2490234375
        ],
        [
          512.3441772460938,
          251.46090698242188
        ],
        [
          301.78125,
          251.46090698242188
        ]
      ],
      "bbox": [
        301.78125,
        230.2490234375,
        512.3441772460938,
        251.46090698242188
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/12"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/14",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">STUART M. TURNBULL</p>",
      "page": 170,
      "polygon": [
        [
          409.7394104003906,
          271.3271789550781
        ],
        [
          501.8125,
          271.3271789550781
        ],
        [
          501.8125,
          281.0411376953125
        ],
        [
          409.7394104003906,
          281.0411376953125
        ]
      ],
      "bbox": [
        409.7394104003906,
        271.3271789550781,
        501.8125,
        281.0411376953125
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/12"
      },
      "images": {}
    }
  ],
  "page_info": {
    "0": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "1": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "2": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    }
  }
}