[
  {
    "chapter_name": "Craiova Group",
    "chapter_id": "1",
    "section_number": "1",
    "section_name": "Introduction",
    "generated_section_content_md": "## The Craiova Group (C4): A Compact Regional Platform in Southeastern Europe\n\n### Introduction\nThe Craiova Group — variously termed the Quadrilateral, Craiova Four, or C4 — is a recent interstate coordination format that brings together Romania, Bulgaria, Greece and Serbia. Established at summit level, it is not an EU institution but a regional platform intended to accelerate practical cooperation across economic, transport and energy domains while supporting Serbia’s integration with the European Union. The Group exemplifies how mid-sized states craft pragmatic regional arrangements to advance connectivity, alignment and diplomatic influence in a crowded geostrategic environment.\n\n### Formation, Membership and Political Lineage\n- Origin and dates: The format was inaugurated after a summit held on 24 April 2015 in Craiova, Romania, initially convening the heads of government of Romania, Bulgaria and Serbia. Greece joined the format in 2017 (notably during the Varna meeting), converting the initiative into a quadrilateral grouping.\n- Membership composition: Romania and Bulgaria — both EU Member States since 2007 — participate alongside Serbia, an EU accession candidate (negotiations ongoing since 2014). Greece’s later accession to the format added an EU Mediterranean actor to the partnership.\n- Model and inspiration: Romania’s then‑Prime Minister Victor Ponta explicitly invoked the Visegrád Group (V4) as a template. The V4 reference signals an intention to emulate a compact, policy‑coherent regional bloc that can coordinate on EU policy, infrastructure priorities and external diplomacy.\n\n### Core Purposes and Early Practical Initiatives\nThe Craiova Group pursues a blend of political and pragmatic objectives:\n- European integration: A declared political aim is to assist Serbia’s EU accession through coordinated regional support, facilitating Serbia’s alignment with EU standards and signaling regional consensus to Brussels.\n- Economic and connectivity cooperation: The Group targets deeper economic ties and practical connectivity improvements — transport, energy and telecommunications — to stimulate trade and cross‑border integration.\n- Early measures: A concrete early initiative announced at a meeting in Vidin, Bulgaria, sought to strengthen telecommunications networks in border areas — an initiative emblematic of the Group’s emphasis on tangible, local improvements (emergency communications, cross‑border commerce, digital service integration).\n\n### Major Infrastructure and Energy Ambitions\n- Transport corridor: A flagship project is the proposed motorway linking Bucharest (Romania), Sofia (Bulgaria) and Belgrade (Serbia). If delivered, this corridor would materially shorten transit times, enhance trade routes between the EU and the Western Balkans, and serve as a spine for further regional investment.\n- Energy cooperation: Priorities typically include gas interconnectors and electricity transmission links aimed at diversification and resilience. Such projects would reduce single‑supplier dependencies and strengthen collective energy security across the subregion.\n- Soft‑power / visibility initiatives: Beyond hard infrastructure, the Group has used high‑profile ideas to signal unity — for example, a reported proposal (at a Thessaloniki meeting, 2 November 2018) for a joint bid to host the 2030 FIFA World Cup. These ambitions raise the international profile of member states but also require substantial coordination and capital.\n\n### Operational Dynamics, Financing and Legal Aspects\n- Format and governance: The Craiova Group operates as an interstate, summit‑level coordination project. It requires follow‑through in technical working groups and national administrations to convert declarations into implementable projects.\n- Funding channels: Financing for cross‑border infrastructure can be blended: EU Cohesion Policy and Connecting Europe Facility for member states; the Instrument for Pre‑Accession Assistance (IPA) for Serbia; plus multilateral lenders such as the European Investment Bank (EIB), European Bank for Reconstruction and Development (EBRD) and the World Bank. National budgets and public‑private partnerships are also relevant.\n- Legal/operational note: Agreements and declarations at summit level must be transcribed into binding project agreements, procurement processes and timelines. The presence of mixed EU membership statuses complicates funding eligibility and regulatory alignment.\n\n### Geostrategic Implications\n- Regional influence: The Group can operate as a complementary voice within broader initiatives (Three Seas Initiative; EU–Western Balkans processes). By coordinating positions, the C4 can punch above the sum of its parts in negotiations with EU institutions and external investors.\n- External actors: Infrastructure and energy projects in Southeastern Europe attract attention from non‑EU powers (notably Russia, Turkey, China), each of which projects influence through pipelines, ports and investment. The C4’s choices on partners and financing thus carry geostrategic weight.\n- Stability and accession leverage: Coordinated support for Serbia’s accession not only advances EU enlargement objectives but also contributes to regional stability by anchoring the Western Balkans more firmly to EU frameworks.\n\n### Obstacles and Constraints\n- Asymmetric statuses: Differing EU membership statuses among members create administrative, legal and funding asymmetries that complicate joint projects.\n- Divergent priorities and resources: National budgetary constraints and differing domestic agendas can slow project delivery; bureaucratic complexity across multiple administrations increases transaction costs.\n- Bilateral tensions: Historical or contemporary bilateral disputes between members, or between members and neighboring states, can impede collective decision‑making.\n- Implementation gap: Summit communiqués are necessary but insufficient; the Group’s effectiveness depends on measurable deliverables (finance agreements, procurement launches, construction starts).\n\n### Implications and Lessons for India’s Strategic Community\nAlthough geographically distant from India, the Craiova Group offers instructive lessons for scholars of India’s strategic culture and national security policy:\n- Small‑group regionalism: The C4 illustrates how mid‑sized states craft compact cooperative forums to pursue targeted connectivity and accession goals without creating heavy supranational institutions — a model relevant to India when assessing partnerships among South Asian, Bay of Bengal or Indian Ocean littoral states.\n- Practicalism over rhetoric: Prioritizing tangible, cross‑border infrastructure and digital connectivity — rather than abstract statements of friendship — yields visible benefits and builds credibility; Indian policy makers can draw parallels for regional initiatives (e.g., in transport, energy and digital corridors).\n- Blended finance and multilateral leverage: Successful projects depend on assembling EU, national, pre‑accession and multilateral funds. For India, the lesson is to design bankable projects that attract multilateral financing, private capital and donor support.\n- Strategic signaling: Small coalitions can amplify policy convergence on larger diplomatic stages; India can use similar formats to coordinate policy positions and institutional engagement in multilateral fora.\n- Managing external influence: The C4’s experience shows that regional projects are vectors for external actors’ influence; India’s planners should anticipate how infrastructure and energy projects interact with great‑power competition.\n\n### Recommendations for Stakeholders (Adapted)\n- For member governments: Institutionalize a clear, time‑bound project pipeline with defined milestones (motorway phases; telecom rollouts) and a joint financing strategy combining EU, national and multilateral resources.\n- For Serbia: Use technical projects under the C4 to demonstrate alignment with EU accession criteria (regulatory harmonization; judicial and administrative reform).\n- For EU institutions and lenders: Treat the Craiova Group as a coordination partner to reduce fragmentation of funding and enhance impact on cross‑border cohesion/pre‑accession programmes.\n- For analysts and external observers (including Indian policy watchers): Focus on deliverables — funding contracts, procurement notices, construction starts — rather than summit rhetoric to assess the Group’s effectiveness and strategic trajectory.\n\n### Conclusion\nThe Craiova Group is a pragmatic, summit‑level instrument of regional cooperation that seeks to translate diplomatic goodwill into concrete connectivity and integration outcomes. Its compact composition — mixing EU members with an accession candidate — creates both opportunities and frictions. For students of strategic culture and policy (including those focused on India), the C4 is a useful case of regionalized problem solving: it highlights how middle powers structure cooperation to pursue economic connectivity, manage external influence, and leverage multilateral finance, while emphasizing the enduring implementation challenges that separate declarations from durable outcomes."
  },
  {
    "chapter_name": "Craiova Group",
    "chapter_id": "1",
    "section_number": "1",
    "section_name": "Current leaders",
    "generated_section_content_md": "### 5.x “Current leaders” roster for the Craiova Group — accuracy, implications and verification\n\nContext and source text\n- The source presents a short “Current leaders” roster for the Craiova Group listing three states and a single named leader for each:\n  - Bulgaria — Rosen Zhelyazkov — labelled “Prime Minister”\n  - Greece — Kyriakos Mitsotakis — labelled “Prime Minister”\n  - Romania — Cătălin Predoiu — labelled “Prime Minister”\n- The implicit purpose of the roster is to identify who represents each member state at the highest political level in Craiova Group meetings and documents.\n\nAnalytical observations\n- Functionally, listing a “Prime Minister” next to each member signals that the initiative is intended to operate, or at least be represented, at head-of-government level. That communicates high-level political commitment — an important indicator for outside observers and potential partners.\n- The Craiova Group is a regional cooperation format in Southeastern Europe that emphasises connectivity (roads/rail), energy interconnections and economic cross-border cooperation. Its summit-level interactions frequently involve heads of government or senior ministers, so accuracy in naming those leaders matters for diplomatic protocol and partner assessment.\n- The roster as presented carries clear risks of time-sensitivity and misattribution:\n  - Kyriakos Mitsotakis is widely and stably identified in public records as the Prime Minister of Greece (leader of the Greek government since 2019). This entry is consistent with publicly available information, but should still be date-stamped.\n  - Rosen Zhelyazkov is a senior Bulgarian politician who has served as Speaker of the National Assembly; listing him as “Prime Minister” therefore raises a verification flag. The entry may reflect a temporary delegation, an editorial error, or a specific event in which he represented Bulgaria — but it should not be accepted unverified as an accurate, contemporaneous label of office.\n  - Cătălin Predoiu has held ministerial and interim-premier roles in Romania at different moments; again, a time-sensitive verification is required before accepting “Prime Minister” as a current and durable title.\n- A notable substantive omission in the list is Serbia. The Craiova Group’s common membership formulations include Serbia alongside Romania, Bulgaria and Greece. The absence of Serbia here suggests the roster is partial, dated, or reflects a particular meeting configuration rather than full membership.\n\nImplications for practice and for India’s strategic analysis\n- Operational relevance: accurate naming of leaders and their offices matters for protocol (invitations, rank), for reading political backing behind initiatives, and for assessing the stability and continuity of cooperation in fields (transport, energy) that have strategic value beyond the region.\n- For analysts of India’s strategic culture and national security policy, such correctness matters when:\n  - evaluating Europe–India cooperation opportunities (infrastructure, energy corridors, defence logistics) that intersect with Balkan connectivity projects;\n  - tracking how multilateral or minilateral initiatives evolve and which level of political capital (head of government vs ministerial) is being applied to them;\n  - determining whether outreach from New Delhi should be targeted at heads of government, foreign ministers, or sectoral ministries.\n- A roster error can produce mistaken assumptions about who holds decision-making power, lead to protocol gaffes, and skew judgments about the priority any given government attaches to the Group’s agenda.\n\nRecommendations and good practice\n- Always date-stamp rosters: any “current leaders” list must carry the date on which it was verified. Political offices are time-sensitive; a list without a verification date is of limited analytical use.\n- Cross-check authoritative sources before use:\n  - official government websites and press offices of the member states;\n  - formal Craiova Group communiqués or summit statements;\n  - reputable news outlets with clear datelines.\n- Confirm membership and representation rules for the specific meeting:\n  - determine whether the document reflects full membership or a meeting attended by designated representatives (sometimes presidents, foreign ministers, or parliamentary speakers represent a state).\n  - explicitly note if a state (e.g., Serbia) is absent from a given roster and why (non-attendance, observer status, rotating participation).\n- For protocol or outreach: replace name-only rosters with verified contact lines and office titles (e.g., “Prime Minister of X — office of the Prime Minister, press/liaison contacts”), and confirm whether the relevant process requires working-level ministries rather than heads of government.\n\nConcluding note\n- Short rosters such as the one analysed may be useful signposts, but they are inherently fragile analytical artifacts. In scholarship and policy work — especially where India is considering engagement with European regional formats or monitoring connectivity/energy initiatives that affect global supply chains — the quality of inference depends on precise, date-stamped, and source-verified information about who represents whom."
  },
  {
    "chapter_name": "Craiova Group",
    "chapter_id": "1",
    "section_number": "2",
    "section_name": "Country comparison",
    "generated_section_content_md": "## The Craiova Group: A Compact Comparative Profile and Its Methodological Lessons\n\nThis section presents a compact, critical comparison of the four members of the Craiova Group — Romania, Bulgaria, Greece and Serbia — distilled from a multi‑column country table. The comparison is intended not merely as regional description but as a methodological case study: how to construct robust, policy‑relevant country comparisons for use in strategic studies (including lessons for India’s regional engagement and national security planning). It covers the substantive indicators in the table, flags data and formatting issues, explains strategic relevance, and offers concrete recommendations for researchers and policy analysts.\n\n### Purpose and scope\n- The table’s stated purpose: a side‑by‑side comparison across political, demographic, economic and social indicators to inform Craiova Group cooperation (connectivity, infrastructure, EU accession, regional stability).\n- For the reader concerned with strategic culture and national security, the Craiova Group provides a useful microcosm of how heterogeneity (EU members vs EU candidate, NATO members vs non‑aligned) shapes cooperative security, infrastructure projects and external dependencies (energy, finance).\n\n### What the table contains (attributes and headline findings)\nThe source table organizes countries by the following attributes (summary of core entries and notable values):\n\n- Official names:\n  - Romania — România\n  - Bulgaria — Republic of Bulgaria (Republika Bŭlgariya)\n  - Greece — Hellenic Republic (Ελληνική Δημοκρατία)\n  - Serbia — Republic of Serbia (Republika Srbija)\n\n- Visual fields:\n  - Columns for Coat of Arms and Flag exist but contain no images or descriptions (empty cells). This is a completeness issue, not a numeric error.\n\n- Population (latest year indicated in table):\n  - Romania — 19,051,562 (2023)\n  - Bulgaria — 6,447,710 (2022)\n  - Greece — 10,482,487 (2022)\n  - Serbia — 6,664,449 (2023)\n  - Note: reference years differ between entries (2022 vs 2023).\n\n- Area and density:\n  - Romania — 238,397 km²; density 84.4/km².\n  - Bulgaria — 110,993.6 km²; density 58/km².\n  - Greece — 131,957 km²; density 79.4/km².\n  - Serbia — 77,747 km² (explicitly excluding Kosovo); density 86/km².\n  - Caveat: Serbia’s area explicitly excludes Kosovo — an important political and methodological caveat for regional totals.\n\n- Government type:\n  - Romania — unitary semi‑presidential constitutional republic.\n  - Bulgaria, Greece, Serbia — unitary parliamentary constitutional republics.\n\n- Capitals and city populations (capital — city / metro where given):\n  - Bucharest: 1,716,961 (metro 2,304,408) — Romania.\n  - Sofia: 1,248,452 (metro 1,667,314) — Bulgaria.\n  - Athens: 643,452 (metro 3,638,281) — Greece.\n  - Belgrade: 1,383,875 (metro 1,681,405) — Serbia.\n  - The table also contains a “Largest city” row that is duplicative or inconsistently populated; the capital rows are the primary urban data.\n\n- Official languages:\n  - Romanian, Bulgarian, Greek, Serbian.\n\n- “First leaders” (mixed historical register):\n  - Romania lists both Alexandru Ioan Cuza (modern unifier) and Burebista (ancient Dacian king).\n  - Bulgaria — Khan Asparuh.\n  - Greece — Ioannis Kapodistrias.\n  - Serbia — Prince Višeslav.\n  - Important methodological flag: the table conflates ancient/medieval founders with first modern heads of state; definitions must be clarified.\n\n- Current officeholders (as listed in the table; subject to rapid change):\n  - Prime Ministers: Romania — Cătălin Predoiu (PNL); Bulgaria — Rosen Zhelyazkov (GERB); Greece — Kyriakos Mitsotakis (New Democracy); Serbia — Đuro Macut (Independent).\n  - Presidents: Romania — Nicușor Dan (Independent); Bulgaria — Rumen Radev (Independent); Greece — Katerina Sakellaropoulou (Independent); Serbia — Aleksandar Vučić (SNS).\n  - Methodological note: such entries require retrieval dates and frequent verification.\n\n- Religion (headline proportions as given):\n  - Romania — 81% Eastern Orthodox; minorities of Protestants, Catholics and others.\n  - Bulgaria — 59.5% Eastern Orthodox; 7.9% Muslim; 9.3% irreligious.\n  - Greece — ~90% Eastern Orthodox; small Christian and Muslim minorities.\n  - Serbia — 81.1% Eastern Orthodox; 4.2% Muslim; 3.9% Roman Catholic; others.\n  - The degree of detail varies by country, which complicates direct comparison.\n\n- Ethnic composition (major groups, %):\n  - Romania — 88.9% Romanians; 6.1% Hungarians; 3.3% Roma; small Ukrainian/German minorities.\n  - Bulgaria — 84.8% Bulgarians; 8.8% Turks; 4.9% Roma.\n  - Greece — 91.6% Greek; 4.4% Albanian; others ~4%.\n  - Serbia — 80.6% Serbs; Hungarians, Bosniaks, Roma; “others” aggregated to 12.3% (notably large residual).\n  - The large “others” residual in Serbia suggests either data aggregation differences or a highly diverse small‑group spectrum.\n\n- Currency:\n  - Romania — Leu (RON)\n  - Bulgaria — Lev (BGN) (pegged to the euro)\n  - Greece — Euro (EUR)\n  - Serbia — Dinar (RSD)\n\n- External debt (percent of GDP):\n  - Romania — 36.8%\n  - Bulgaria — 20.4%\n  - Greece — 178.2% (high legacy debt)\n  - Serbia — 48.2%\n\n- Human Development Index (HDI) and Inequality‑adjusted HDI (IHDI):\n  - Romania — HDI 0.816 (very high), rank 53; IHDI 0.725, rank 43.\n  - Bulgaria — HDI 0.816, rank 52; IHDI 0.714, rank 45.\n  - Greece — HDI 0.872, rank 32; IHDI 0.766, rank 36.\n  - Serbia — HDI 0.806, rank 63; IHDI 0.710, rank 55.\n\n- GDP (nominal) and GDP (PPP) as listed — formatting caveat follows:\n  - Nominal GDP (entries in the table appear as):\n    - Romania — 348,902 billion (2023) / $18,530 per capita\n    - Bulgaria — 100,635 billion / $14,893 per capita\n    - Greece — 239,300 billion / $22,595 per capita\n    - Serbia — 73,961 billion / $10,849 per capita\n  - GDP (PPP) entries:\n    - Romania — 783,903 billion / $41,634 per capita\n    - Bulgaria — 216,267 billion / $32,006 per capita\n    - Greece — 418,113 billion / $39,478 per capita\n    - Serbia — 173,365 billion / $25,432 per capita\n  - Critical methodological flag: the numbers appear to misuse comma/decimal separators (e.g., “348,902 billion” is almost certainly intended as US$348.902 billion). Treat these raw strings with caution and verify units and thousands separators before use.\n\n### Data issues, inconsistencies and flags (summary)\nThe table contains several issues that must be addressed before any analytic or policy use:\n\n1. Numeric formatting errors: GDP fields likely misformatted (misplaced thousands separators or decimal separators). This can lead to orders‑of‑magnitude misinterpretation.\n2. Non‑uniform reference years: population and economic figures use differing years (2022 vs 2023). For comparative analysis, align years or apply annualized adjustments.\n3. Empty visual fields: Coat of arms and flag columns are blank — if used in presentation, supply images or remove these columns.\n4. Political personnel: PMs and Presidents are time‑sensitive; annotate with retrieval date and source.\n5. Serbia and Kosovo: Serbia’s area explicitly excludes Kosovo — must be made explicit in regional totals or alternative inclusive calculations provided.\n6. Mixed historical registers: ‘First leader’ mixes ancient foundational rulers with first modern leaders; the table should define whether the field denotes ancient founders, medieval founders, or first modern heads of state.\n7. Uneven detail in religion/ethnicity breakdowns: Different levels of granularity reduce comparability (e.g., Romania lists Protestant subgroups; Greece lists ‘other Christians’).\n8. City rows duplication/clutter: “Largest city” heading is inconsistently used; clarify whether data refer to capital or largest urban area, and ensure metro definitions are consistent.\n\n### Strategic context and relevance for regional cooperation\n- Craiova Group purpose: a regional cooperation mechanism to deepen connectivity (road, rail, energy), facilitate EU integration issues, and enhance regional stability among the four states.\n- EU and NATO alignments matter:\n  - EU members: Romania, Bulgaria, Greece.\n  - EU candidate: Serbia.\n  - NATO members: Romania, Bulgaria, Greece.\n  - Serbia: military non‑aligned (complex relations with both NATO and Russia).\n  - These alignments shape security policy, funding flows (EU cohesion funds), and the political dynamics of infrastructure and energy projects.\n- Economic asymmetries:\n  - Greece (highest HDI and per‑capita income in the table) and Romania show stronger nominal/PPP GDPs, while Bulgaria and Serbia lag — implications for burden‑sharing, investment capacity and donor/recipient roles within cooperation projects.\n- Debt and vulnerability:\n  - Greece’s very high external debt (as listed) signals vulnerability and historical constraints on fiscal flexibility; Romania and Serbia moderate; Bulgaria relatively low — these differences affect each country’s ability to finance infrastructure and take on contingent liabilities.\n- Demographics and minorities:\n  - Ethnic and religious compositions foster cross‑border linkages (e.g., Bulgarian Turks, Hungarian minorities in Romania/Serbia, Albanian diaspora ties), with implications for domestic stability, bilateral relations and minority protection policies that bear on regional security.\n- Kosovo caveat:\n  - Serbia’s exclusion of Kosovo from area statistics is a politically sensitive data issue; analysts must decide whether regional aggregates should follow de facto, de jure, or alternative inclusive conventions.\n\n### Recommendations for use and methodological best practice\nFor researchers, policy analysts and planners using this table (or designing similar comparative datasets), the following actions are essential:\n\n1. Standardize numeric formats and units:\n   - Use clear units (e.g., “US$ billion”, “US$ per capita”), and adopt consistent decimal/thousands separators (prefer the SI/Anglo system used by your audience).\n2. Harmonize reference years:\n   - Where possible, align to the same calendar year or provide year‑specific annotations and, if needed, convert to a common baseline via growth rates.\n3. Annotate volatile fields:\n   - Date‑stamp political officeholder data and flag items requiring frequent verification.\n4. Clarify definitions:\n   - Define “first leader”: explicitly distinguish between ancient/medieval founders and first modern heads of state.\n   - Define urban metrics: city proper vs metropolitan area and the delimitation used.\n5. Address Kosovo explicitly:\n   - State whether Serbian area/population includes or excludes Kosovo; provide alternative inclusive totals if required.\n6. Improve comparability of social categories:\n   - Standardize ethnic and religious categories and levels of disaggregation to allow valid cross‑country comparison.\n7. Supplement the dataset:\n   - Add EU/NATO status, accession tracks, major transport corridors (TEN‑T, Corridors X/IV/VIII), and key energy routes to make the dataset policy‑relevant for security and infrastructure planning.\n8. Remove or populate empty visual columns:\n   - Either include high‑quality emblems/flags or omit those columns to reduce clutter.\n\n### Lessons and implications for India’s strategic culture and national security policy\nAlthough the Craiova Group is a European regional formation, the comparison and its methodological issues yield transferable lessons for India’s strategic thinking about regional cooperation (e.g., BIMSTEC, IORA, SAARC successor arrangements) and national security:\n\n- Heterogeneity shapes outcomes: Groups composed of states at different integration statuses (EU members vs EU candidate, NATO members vs non‑aligned) have asymmetric capabilities and constraints. India should design cooperative frameworks that accommodate and leverage such asymmetries rather than assume homogeneity.\n- Institutional memberships matter: EU and NATO ties deeply influence resource availability, policy alignment and crisis management. India’s regional initiatives should account for external security and economic alliances of partner states (e.g., major extra‑regional actors).\n- Data quality is strategic: Incomplete or misformatted data (as with GDP fields) can mislead policy choices. India’s strategic planning requires rigorous data governance, harmonized metrics and transparency for credible comparative assessments.\n- Minority and cross‑border ties are security variables: Ethno‑religious compositions influence domestic and bilateral stability. India must factor diaspora and minority politics into regional engagement strategies, conflict mitigation and soft power outreach.\n- Debt and fiscal space constrain policy: External indebtedness and differing fiscal capacities affect states’ ability to participate in joint infrastructure projects; India and multilateral partners should tailor financing instruments accordingly.\n- Clarify politically sensitive definitions: As with Kosovo, contested territorial questions must be explicitly handled in datasets and policy documents to avoid inadvertent diplomatic friction.\n- Presentation matters: For policy uptake, present comparative data with clear caveats, consistent units, and annotated sources — a practice India should institutionalize in its strategic assessment bodies.\n\nConcluding remark\nThe Craiova Group country table provides a useful starting point for regional comparison but illustrates common pitfalls in comparative country datasets: inconsistent years, formatting errors, mixed historical categories, and omission of politically sensitive caveats. For strategic studies — whether in the Balkans or in India’s neighbourhood — rigorous data hygiene, thoughtful definitional choices, and explicit treatment of political asymmetries are prerequisites for sound policy and cooperative outcomes."
  }
]