[
  {
    "chapter_name": "Pacific Regional Environment Programme",
    "chapter_id": "1",
    "section_number": "1",
    "section_name": "Introduction",
    "generated_section_content_md": "# Pacific Regional Environment Programme — Introduction\n\nOverview  \nThe Secretariat of the Pacific Regional Environment Programme (SPREP) is the principal intergovernmental organisation charged with advancing environmental protection and sustainable development across the Pacific island region. Established in 1982 as the South Pacific Regional Environment Programme, SPREP serves as a regional environmental secretariat based in Apia, Samoa. Its mandate centres on preserving the natural resource base that underpins Pacific island peoples’ livelihoods, cultures and resilience to environmental risks.\n\nLegal status and governance  \nSPREP is an intergovernmental organisation: a membership organisation composed primarily of Pacific island governments and administrations, together with metropolitan members and other countries that have strategic and historical interests in the region. As a Secretariat it is accountable to its members through an established governance architecture—typically a governing council or meeting of ministers and regular sessions of member representatives—through which policies, strategic directions and programme priorities are endorsed. The Secretariat model also implies an operational division between political oversight by members and day‑to‑day management by a professional staff.\n\nLocation and staffing  \nHeadquartered in Apia, Samoa, SPREP’s location provides geographic and diplomatic centrality for operations across the vast Pacific. The organisation employs more than 90 staff members, drawing technical specialists, policy advisers and programme managers from across the region and beyond. This staffing level supports both region‑wide coordination and targeted technical assistance to individual members.\n\nPrimary mandate and programme focus  \nSPREP’s principal mandate is to ensure protection and sustainable development of the region’s natural resources. Operationally this translates into four complementary functions: policy coordination, technical assistance, capacity building, and direct programme implementation. Programmatic areas commonly addressed include biodiversity conservation, climate change mitigation and adaptation, pollution prevention and control, waste management, and the sustainable management of coastal and marine resources. These thematic areas reflect the environmental priorities that most directly affect island states’ ecological security and socioeconomic well‑being.\n\nAdvocacy, education and livelihoods emphasis  \nBeyond technical work, SPREP plays a crucial advocacy and education role: it promotes understanding of the intrinsic connection between Pacific island peoples and their natural environment. This emphasis situates environmental protection as central to food security, livelihoods, cultural continuity and community resilience. By framing environmental issues in social and economic terms, SPREP supports policy approaches that integrate traditional knowledge and community needs with scientific and regulatory measures.\n\nMembership, partnerships and inclusivity  \nMembership is composed largely of Pacific island countries and territories; it also commonly includes metropolitan members and external partners with Pacific interests. The Secretariat works through partnerships with bilateral donors, multilateral institutions, non‑governmental organisations and academic networks. Such partnerships are essential for mobilising finance, technical expertise and capacity development, and for implementing externally funded projects that complement member priorities.\n\nHistorical evolution and name change  \nFormed in 1982 as the South Pacific Regional Environment Programme, the organisation’s name was revised in 2004 when “South” was replaced with “Secretariat” to recognise and incorporate members in the northern Pacific. This change was more than semantic: it signalled institutional inclusivity and an explicit orientation towards a pan‑Pacific remit, correcting a geographic implication that had become misaligned with the organisation’s evolving membership and responsibilities. The French language designation is Programme régional océanien de l’environnement (PROE).\n\nFunding and programme delivery  \nSPREP’s operational model typically combines core member contributions with donor grants, project‑specific funding and international partnerships. This mixed financing model allows the Secretariat to maintain core institutional capacity while scaling technical programmes through externally funded initiatives. It also introduces the familiar challenges of donor alignment, project sustainability and balancing short‑term project cycles with long‑term capacity building.\n\nGeostrategic and policy significance (brief note for Indian strategic studies)  \nAlthough SPREP is a regional environmental agency, its work has implications for broader strategic and security concerns in the Indian Ocean‑Pacific interface. Environmental insecurity—sea‑level rise, marine resource depletion, and disaster risk—translates into humanitarian and geopolitical consequences that attract external partners and metropolitan states. For analysts of India’s strategic culture and national security policy, organisations such as SPREP matter for three reasons: they shape regional governance norms and capacity for managing transboundary environmental risks; they provide entry points for diplomatic engagement and soft‑power cooperation (climate financing, technical assistance, capacity building); and they help frame the environmental dimensions of human security that can influence migration, maritime governance and regional stability. India’s engagement with Pacific environmental governance therefore complements its broader Indo‑Pacific diplomacy and security posture.\n\nConclusion  \nSPREP exemplifies a regional environmental secretariat designed to align technical assistance, policy coordination and advocacy to protect small island ecosystems and the communities that depend on them. Its evolution, programme mix and funding arrangements reflect both the specific needs of Pacific island members and the broader dynamics of regional cooperation in the face of global environmental change. For policymakers and scholars focused on strategic affairs, SPREP illustrates how environmental governance institutions operate at the intersection of development, diplomacy and security."
  },
  {
    "chapter_name": "Pacific Regional Environment Programme",
    "chapter_id": "1",
    "section_number": "1",
    "section_name": "Members",
    "generated_section_content_md": "### SPREP membership: composition, legal statuses, and strategic implications\n\nThe Pacific Regional Environment Programme (SPREP) is the principal regional organisation for environmental cooperation in the Pacific. Its membership, as presented in the source list, is deliberately eclectic: it brings together sovereign Pacific island states, dependent territories and special collectivities, self‑governing states in free association, and a small number of external developed states with direct interests in the region. The membership roster is therefore both geographic and juridical — reflecting the complex colonial history, contemporary international arrangements, and strategic footprints that shape environmental governance in the Pacific.\n\nKey facts from the membership list\n- Total membership shown: 26 entities.\n- Composition: 21 Pacific island countries and territories + 5 developed countries (marked in the source with an asterisk).\n- Developed country members: Australia, France, New Zealand, United Kingdom, United States.\n- Purpose of the list: identify those who participate in SPREP’s regional environmental cooperation and indicate the different legal/political statuses that affect participation, funding, and diplomatic practice.\n\nMembers (name — status — administering state — note)\n| Member | Status | Administering state (where applicable) | Note |\n|---|---:|---|---|\n| American Samoa | Territory | United States | US territory in the Pacific |\n| Australia * | Developed country (member) | — | External developed state with regional interests |\n| Cook Islands | Self‑governing (free association) | New Zealand (free association) | Exercises international personality in many domains |\n| Federated States of Micronesia | Sovereign country | — | Freely associated with the United States (Compacts) |\n| Fiji | Sovereign country | — | One of the larger Pacific island states |\n| France * | Developed country (member) | — | Has overseas collectivities and territories in the Pacific |\n| French Polynesia | Overseas collectivity / territory | France | French-administered territory in the South Pacific |\n| Guam | Territory | United States | US territory in Micronesia |\n| Kiribati | Sovereign country | — | Low‑lying atoll nation; highly vulnerable to sea‑level rise |\n| Marshall Islands | Sovereign country | — | Freely associated with the United States (Compact) |\n| Nauru | Sovereign country | — | Small island state in Micronesia |\n| New Caledonia | Special collectivity / territory | France | French territory with a distinct political status |\n| New Zealand * | Developed country (member) | — | Regional partner; administers some Pacific territories |\n| Niue | Self‑governing (free association) | New Zealand (free association) | Small island state with international recognition |\n| Northern Mariana Islands | Territory / commonwealth | United States | US commonwealth in the Pacific |\n| Palau | Sovereign country | — | Freely associated with the United States |\n| Papua New Guinea | Sovereign country | — | One of the largest and most populous Pacific states |\n| Samoa | Sovereign country | — | Independently sovereign Polynesian state |\n| Solomon Islands | Sovereign country | — | Melanesian state with important biodiversity |\n| Tokelau | Territory | New Zealand | Dependent territory of New Zealand |\n| Tonga | Sovereign country | — | Polynesian kingdom |\n| Tuvalu | Sovereign country | — | Highly climate‑vulnerable low‑lying atoll state |\n| United Kingdom * | Developed country (member) | — | Historical and continuing overseas territory interests |\n| United States * | Developed country (member) | — | Major Pacific presence via territories and compacts |\n| Vanuatu | Sovereign country | — | Melanesian archipelago state |\n| Wallis and Futuna | Territory / overseas collectivity | France | French overseas collectivity in the Pacific |\n\nWhy composition matters: legal, operational and diplomatic implications\n- Mixed legal personalities: SPREP’s membership demonstrates that regional environmental governance cannot be understood solely in terms of sovereign states. Territories and freely associated states participate because environmental problems (marine pollution, biodiversity loss, climate impacts) cross politico‑legal boundaries. The presence of free association states (Cook Islands, Niue, FSM, Marshall Islands, Palau) highlights different degrees of international personality and treaty‑making capacity, which matters for legal obligations and funding channels.\n- Developed states as regional stakeholders: Australia, New Zealand, France, the United Kingdom and the United States are full members because they either administer territories in the Pacific or have strategic and environmental interests there. Their participation brings technical capacity and finance, but also strategic considerations (defence, presence, basing, maritime domain awareness) into environmental cooperation.\n- Operational outcomes: membership composition shapes who supplies technical assistance, who leads projects, and the modalities of funding. Territories often access metropolitan state channels for finance; sovereign island states may seek bilateral or multilateral support; free association states can conclude compacts or agreements that have environmental and security dimensions.\n- Forum dynamics and decision‑making: the presence of external powers can both strengthen capacity and complicate consensus on politically sensitive issues (for example, marine protected areas that affect exclusive economic zones adjacent to territories). Understanding member status is essential when interpreting voting patterns, agenda setting and implementation capability.\n\nEnvironmental priorities across SPREP membership\nMembers, irrespective of status, share common environmental concerns that form SPREP’s programme logic:\n- Climate change adaptation and resilience (sea‑level rise, disaster risk reduction).\n- Biodiversity conservation (terrestrial and marine).\n- Sustainable management of ocean resources, including fisheries and seabed resources.\n- Waste management and pollution control (including plastic pollution).\nThese priorities also intersect with strategic interests: food security, human mobility, maritime governance, and critical habitat protection.\n\nRelevance for India’s strategic culture and national security policy\nAlthough India is not a SPREP member, the structure and composition of SPREP are relevant to India’s strategic posture in the wider Indo‑Pacific for several reasons:\n- Environmental security as a component of strategic stability: climate impacts in the Pacific can have transregional consequences (migration pressures, humanitarian crises, maritime safety). India’s strategic culture, which increasingly treats environmental issues as security issues, gains from understanding regional mechanisms addressing them.\n- Diplomatic and partnership opportunities: SPREP’s mix of local actors and external powers offers entry points for India — scientific cooperation, capacity building in climate adaptation, fisheries management and ocean science can enhance India’s regional profile consistent with its “neighbourhood first” and broader Indo‑Pacific engagement.\n- Legal and normative practice: recognising how free association, territories and metropolitan states operate within SPREP helps India calibrate its own bilateral and multilateral approaches when interacting with Pacific states — for instance, in negotiating aid, technical assistance, or maritime cooperation agreements.\n- Strategic signalling: engagement with environmental platforms in the Pacific complements India’s strategic messaging about being a security provider and responsible actor in the Indo‑Pacific. Working alongside developed partners (Australia, New Zealand, US, France, UK) on non‑traditional security issues can build trust without necessarily entailing hard‑security commitments.\n\nConclusion\nThe SPREP membership list is more than a roster of names: it encodes the Pacific’s particular legal geographies and the continuing presence of external powers. For analysts of strategic culture and national security, these features matter because environmental governance in regions like the Pacific is intertwined with diplomatic influence, access, and resilience. Appreciating who participates in SPREP — and why — helps situate environmental cooperation within broader strategic calculations and points to pragmatic avenues for states such as India to engage constructively in the Indo‑Pacific."
  },
  {
    "chapter_name": "Pacific Regional Environment Programme",
    "chapter_id": "1",
    "section_number": "2",
    "section_name": "Conventions",
    "generated_section_content_md": "## SPREP and the South Pacific Treaty Framework: Instruments, Functions and Implications for Strategic Policy\n\nThe South Pacific Regional Environment Programme (SPREP) is the institutional hub for an interlocking suite of regional environmental treaties that govern conservation, pollution prevention and hazardous-waste management in the South Pacific. These instruments are all international treaties: they impose legal obligations on states that have become parties to them and establish cooperative frameworks, compliance and secretariat arrangements. Understanding these instruments — and SPREP’s role in administering and coordinating them — is important not only for regional environmental governance but also for strategic actors whose interests touch the Indo‑Pacific maritime space, including India.\n\nKey instruments and their purposes\n- Agreement establishing the South Pacific Regional Environment Programme — Apia, 1993  \n  - This treaty is the constitutive instrument that re‑creates and defines SPREP as an intergovernmental organisation and a treaty secretariat. It provides the organisational and administrative basis for treaty support, coordination, capacity‑building and regional policy development.\n- Convention on Conservation of Nature in the South Pacific (Apia Convention) 1976  \n  - A regional conservation treaty focused on biodiversity and broader conservation measures. Notably, the Apia Convention is recorded as suspended in 2006; suspension means it is not currently operative for its parties, although the outline here does not state the reason. Where suspension occurs, parties may rely on other instruments or newer frameworks.\n- Convention for the Protection of the Natural Resources and Environment of the South Pacific Region (Nouméa Convention) 1986  \n  - The Nouméa Convention functions as the umbrella environmental‑protection framework for the region. It sets general obligations to protect the marine and coastal environment and provides the legal architecture under which more operational protocols are adopted.\n- Protocol for the Prevention of Pollution of the South Pacific Region by Dumping (Dumping Protocol) 1986  \n  - A Nouméa Protocol that operationalises a prohibition and control regime on marine dumping. It addresses ship‑ and shore‑based dumping practices and lays down procedures and standards to prevent deleterious marine disposal.\n- Protocol concerning Co‑operation in Combating Pollution Emergencies in the South Pacific Region (Emergencies Protocol) 1986  \n  - Another Nouméa Protocol that establishes cooperative arrangements, notification procedures and mutual assistance mechanisms to respond to pollution incidents and environmental emergencies (for example, oil spills or major ship‑source pollution events).\n- Convention to Ban the Importation into Forum Island Countries of Hazardous and Radioactive Wastes and to Control the Transboundary Movement and Management of Hazardous Wastes within the South Pacific Region (Waigani Convention) 1995  \n  - Commonly known as the Waigani Convention, this instrument bans the importation of hazardous and radioactive wastes into the Forum Island Countries (the Pacific island members of the Pacific Islands Forum) and creates controls on the transboundary movement and management of hazardous wastes within the region. It responds to a particular vulnerability of small island states: limited capacity for safe long‑term disposal and acute environmental and human‑health risks from hazardous and radioactive wastes.\n\nInstitutional linkages and operational modalities\n- The Nouméa Convention is the parent treaty; the Dumping and Emergencies instruments are protocols designed to give operational effect to specific threats (marine dumping and emergency pollution response). This layered architecture—convention plus protocols—is a standard design in environmental treaty law that allows a broad framework to be fleshed out through focused technical instruments.\n- All listed instruments are treaty‑based. Typical lifecycle and compliance features include signature and ratification/accession, regular reporting by parties, meetings of parties/conference of parties, and a secretariat role for administrative support. SPREP fulfils many of these secretariat and coordination functions: organising meetings, facilitating technical implementation, hosting reporting systems and enabling capacity‑building for member states.\n- Suspension of a treaty (the Apia Convention in 2006) removes its operative force among parties and usually results from political or procedural dynamics; parties commonly shift reliance to more current instruments (e.g., Nouméa) or regional programmes. Any analyst should consult up‑to‑date treaty status and ratification lists to determine legal effect.\n\nPractical focus and regional rationale\n- Nouméa Protocols are practical tools for addressing day‑to‑day and emergency threats to the marine environment: oil spills, ship collisions and other ship‑source pollution incidents, and deliberate or accidental dumping. They create cooperative mechanisms — notification, assistance, information exchange, joint exercises — that improve regional operational capacity.\n- Waigani specifically protects small island states from becoming dumping grounds for hazardous or radioactive wastes. It recognises the asymmetry between exporting and importing states and seeks to regulate and, in some cases, prohibit movements that would undermine the environmental security of vulnerable states.\n- Forum Island Countries are the principal beneficiaries of the Waigani Convention; their limited land area, fragile ecosystems and constrained technical and financial capacity make hazardous‑waste import prohibitions and strict transboundary controls especially important.\n\nWhy this matters for strategic and national security policy (relevance to India)\n- Environmental governance in the Indo‑Pacific has direct security implications. Marine pollution, hazardous‑waste mismanagement and degraded ecosystems affect human security, fisheries resources, coastal resilience and maritime domain awareness — all factors that have downstream effects on national security and regional stability.\n- For India’s strategic culture and policy: engagement with regional environmental architectures such as SPREP and the Nouméa/Waigani instruments can complement broader diplomacy in the Pacific and the Indian Ocean. India can:\n  - Support capacity‑building for pollution response (joint exercises, training, equipment donations) to enhance regional maritime safety and interoperability.\n  - Offer technical assistance on hazardous‑waste management to reduce environmental vulnerabilities that can generate political instability or humanitarian crises.\n  - Use environmental diplomacy to build trust and presence in the wider Indo‑Pacific, aligning environmental cooperation with maritime security objectives.\n- Legal and normative frameworks established by these treaties also shape expectations for state behaviour in regional waters. For external partners, awareness of treaty obligations (and their current status) is necessary for lawful and politically sensitive engagement.\n\nAnalytical takeaways and practical suggestions\n- The Nouméa Convention plus its protocols and the Waigani Convention form a focused, treaty‑based regional regime aimed at preventing pollution, improving emergency cooperation, and protecting small island states from hazardous and radioactive waste movements. SPREP is the administrative and coordinating linchpin.\n- Analysts should check current ratification and operational status (particularly the noted suspension of the Apia Convention) to assess which legal instruments are binding in practice for specific states.\n- For policy: India’s strategic engagement could be modest but targeted — supporting SPREP’s implementation work, offering maritime pollution response cooperation, capacity building for hazardous‑waste management, and participating as an observer or partner in regional fora. Such engagement advances environmental security objectives while reinforcing India’s role as a cooperative Indo‑Pacific actor.\n\nThis compact treaty complex illustrates how environmental law, institutional architecture and operational protocols combine to mitigate transboundary environmental risks — and why such frameworks are increasingly relevant to comprehensive national security strategies in the Indo‑Pacific."
  },
  {
    "chapter_name": "Pacific Regional Environment Programme",
    "chapter_id": "1",
    "section_number": "3",
    "section_name": "Governance",
    "generated_section_content_md": "### The South Pacific Regional Environment Programme (SPREP): Institutional Profile and Lessons for Regional Environmental Governance\n\n#### Introduction\nThe South Pacific Regional Environment Programme (SPREP) is the principal inter‑governmental organisation for environmental stewardship and sustainable development in the Pacific island region. Although geographically distant from South Asia, SPREP’s institutional trajectory — from a UN‑linked programme to an autonomous regional IGO — offers instructive contrasts and parallels for India’s engagement with regional organisations and the governance of transboundary environmental risks. This section outlines SPREP’s origins, governance architecture, legal mandate and operational challenges, and draws succinct lessons relevant to strategic culture and policy-making.\n\n#### Origins and Institutional Evolution\nSPREP’s origins lie in the late 1970s as a cooperative initiative among existing regional and international bodies: the Pacific Community (SPC), the South Pacific Bureau for Economic Co-operation (SPEC), the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP), and the United Nations Environment Programme (UNEP). Initially functioning within UNEP’s Regional Seas Programme, SPREP benefitted from international technical support and legitimacy while responding to regionally specific environmental needs.\n\nTwo milestones accelerated its institutional maturation. First, the 1982 Conference on the Human Environment in the South Pacific provided political impetus and a normative framework for an institutional response to environmental concerns unique to island states. Second, a period of organisational consolidation culminated in the separation of SPREP from SPC at the Nouméa meeting in 1992 and the relocation of its secretariat to Samoa. SPREP achieved full autonomy when the Agreement Establishing SPREP was signed in Apia on 16 June 1993, thereby formalising its legal personality and regional ownership.\n\nThe move from a UN‑anchored programme to an independent inter‑governmental organisation illustrates the regional institutionalisation of environmental governance: local states asserted control over agenda‑setting, while retaining cooperation with international actors.\n\n#### Governance: The Annual General Meeting (AGM) and Member Authority\nSPREP’s primary governance mechanism is its Annual General Meeting (AGM). Members — the Pacific island countries and territories — convene once a year to exercise collective authority over the organisation’s strategic direction. Typical AGM responsibilities include:\n\n- Reviewing and approving the workplan and programme priorities;\n- Adopting the annual budget and oversight of financial management;\n- Deciding administrative and corporate matters that affect Secretariat operations and personnel.\n\nThe AGM embodies a member‑driven model: sovereign states and territories are the principal decision‑makers for policy and budget. The consensus orientation of Pacific diplomacy is evident in AGM practice, which confers legitimacy but also implies that decision‑making can be deliberative and time‑consuming. An example of AGM practice is the 25th SPREP Meeting, held in the Republic of the Marshall Islands in October 2014, which functioned as the forum for members to assess progress and set near‑term priorities.\n\n#### Legal Mandate, Vision and Treaty Responsibilities\nUnder Article 2 of the Agreement Establishing SPREP, the organisation’s purposes are to promote cooperation in the South Pacific and to assist in protecting and improving the environment and ensuring sustainable development for present and future generations. This normative mandate is encapsulated in SPREP’s vision: “the Pacific environment — sustaining our livelihoods and natural heritage in harmony with our cultures.”\n\nSPREP also serves as the Secretariat for key regional environmental conventions. Currently it administers the Nouméa Convention (regional seas) and the Waigani Convention (hazardous and radioactive wastes). A third instrument, the Apia Convention, is suspended — a pragmatic indicator of shifting treaty statuses, ratification dynamics, or evolving policy priorities. Suspension of a convention has material consequences: gaps in the regional legal framework, uncertainty for enforcement mechanisms, and implications for collective responses to cross‑border environmental threats.\n\n#### Institutional Role within Regional Coordination (CROP)\nSPREP is one of several inter‑governmental agencies that together form the Council of Regional Organisations in the Pacific (CROP). This multi‑agency architecture is intended to coordinate efforts, reduce duplication, and align regional policy across sectors (e.g., health, fisheries, economic development). SPREP’s membership in CROP reflects a recognition that environmental outcomes are interdependent with other development sectors — an insight salient to any comprehensive national security strategy that incorporates environmental risk.\n\nThe Secretariat’s headquarters in Samoa is both symbolic and functional: it anchors regional ownership and provides a legal seat for institutional operations following the 1993 Agreement.\n\n#### Operational Challenges and Governance Constraints\nSeveral common governance challenges shape SPREP’s capacity and effectiveness:\n\n- Funding stability: Reliance on a mix of member contributions and donor funding creates uncertainty and can constrain long‑term programming.\n- Capacity asymmetries: Wide differences in institutional and technical capacity among member states complicate implementation and necessitate differentiated support.\n- Consensus decision‑making: While politically inclusive, the consensus model can slow timely responses to emergent environmental crises.\n- Sovereignty versus regional obligation: Members must balance national prerogatives with commitments to regional standards and collective actions — a persistent tension in regional governance.\n\nThe suspended status of instruments such as the Apia Convention underscores how legal and political dynamics can weaken the coherence of regional frameworks.\n\n#### Relevance and Lessons for India’s Strategic Culture and Policy\nFor readers focused on India’s strategic culture and national security policy, SPREP’s experience offers four compact lessons:\n\n1. Institutionalisation builds agency: Transitioning from externally administered programmes to regionally owned IGOs can enhance legitimacy and local ownership — a model India can emulate when seeking durable regional architectures in the Indian Ocean and Bay of Bengal.\n2. Environmental governance is security governance: SPREP demonstrates that environmental frameworks must be integrated with broader development and security institutions (as through CROP) to address transboundary risks comprehensively.\n3. Design trade‑offs matter: Consensus and sovereignty respect confer political acceptability but can slow decision‑making; India’s strategic engagement should account for these trade‑offs when advocating regional cooperation.\n4. Capacity and financing are strategic levers: Strengthening member capacities and ensuring predictable financing are as important as treaty design in sustaining regional regimes — an area where India’s assistance and diplomatic initiatives can have strategic payoff.\n\n#### Conclusion\nSPREP’s evolution from a UNEP‑linked programme to an autonomous regional organisation, its AGM‑centred governance, treaty responsibilities, and participation in inter‑agency coordination offer a concise case study in regional environmental institution‑building. The organisation’s strengths and constraints illuminate enduring trade‑offs in regional governance — legitimacy and inclusivity versus agility and resource predictability — that are directly relevant to strategic practitioners and policy-makers concerned with environmental security and regional cooperation."
  }
]