{
  "children": [
    {
      "id": "/page/0/Page/91",
      "block_type": "Page",
      "html": "<content-ref src='/page/0/PageHeader/0'></content-ref><content-ref src='/page/0/SectionHeader/1'></content-ref><content-ref src='/page/0/Text/2'></content-ref><content-ref src='/page/0/SectionHeader/3'></content-ref><content-ref src='/page/0/Text/4'></content-ref><content-ref src='/page/0/Text/5'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/0/PageHeader/0",
          "block_type": "PageHeader",
          "html": "",
          "polygon": [
            [
              299.8740234375,
              73.81494140625
            ],
            [
              313.76953125,
              73.81494140625
            ],
            [
              313.76953125,
              91.04266357421875
            ],
            [
              299.8740234375,
              91.04266357421875
            ]
          ],
          "bbox": [
            299.8740234375,
            73.81494140625,
            313.76953125,
            91.04266357421875
          ],
          "children": null,
          "section_hierarchy": {},
          "images": {}
        },
        {
          "id": "/page/0/SectionHeader/1",
          "block_type": "SectionHeader",
          "html": "<h2><b>THE MESSY AFTERLIFE OF COLONIALISM</b></h2>",
          "polygon": [
            [
              127.001953125,
              104.91766357421875
            ],
            [
              488.2153015136719,
              104.91766357421875
            ],
            [
              488.2153015136719,
              122.1064453125
            ],
            [
              127.001953125,
              122.1064453125
            ]
          ],
          "bbox": [
            127.001953125,
            104.91766357421875,
            488.2153015136719,
            122.1064453125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/0/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">I shall say one last time that, in laying out this case against British colonialism in India, I do not seek to blame the British for everything that is wrong in my country today, nor to justify some of the failures and deficiencies that undoubtedly still assail India. There is a statute of limitations on colonial wrongdoings, but none on human memory, especially living memory, for as I have pointed out there are still millions of Indians alive today who remember the iniquities of the British empire in India. History belongs in the past; but understanding it is the duty of the present.</p>",
          "polygon": [
            [
              76.5,
              163.8720703125
            ],
            [
              535.5,
              163.8720703125
            ],
            [
              535.5,
              335.671875
            ],
            [
              76.5,
              335.671875
            ]
          ],
          "bbox": [
            76.5,
            163.8720703125,
            535.5,
            335.671875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/0/SectionHeader/3",
          "block_type": "SectionHeader",
          "html": "<h2><i>Imperial Amnesia</i></h2>",
          "polygon": [
            [
              76.72412109375,
              354.427734375
            ],
            [
              200.15719604492188,
              354.427734375
            ],
            [
              200.15719604492188,
              371.5426940917969
            ],
            [
              76.72412109375,
              371.5426940917969
            ]
          ],
          "bbox": [
            76.72412109375,
            354.427734375,
            200.15719604492188,
            371.5426940917969
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/0/Text/4",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">It is, thankfully, no longer fashionable in most of the developing world to decry the evils of colonialism in assigning blame for every national misfortune. Internationally, the subject of colonialism is even more passé, since the need for decolonization is no longer much debated, and colonialism itself no longer generates much conflict. (There are, after all, no empires left whose maintenance or withdrawal might trigger extensive warfare.) Still, it is striking how quickly amnesia has set in among citizens of the great imperial power itself. A 1997 Gallup Poll in Britain revealed the following: 65  per  cent did not know which country Robert Clive or James Wolfe was associated with, 77  per  cent did not know who Cecil Rhodes was, 79  per  cent could not identify a famous poem Rudyard Kipling had written, and 47  per  cent thought Australia was still a colony. Over 50  per  cent did not know that the United States of America had once been part of the British empire.</p>",
          "polygon": [
            [
              76.6494140625,
              375.1171875
            ],
            [
              536.3470458984375,
              375.1171875
            ],
            [
              536.3470458984375,
              644.2734375
            ],
            [
              76.6494140625,
              644.2734375
            ]
          ],
          "bbox": [
            76.6494140625,
            375.1171875,
            536.3470458984375,
            644.2734375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/0/Text/5",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Yet those who follow world affairs would not be entirely wise to consign colonialism to the proverbial dustbin of history. Curiously enough, it remains a relevant factor in understanding the problems and the dangers of</p>",
          "polygon": [
            [
              76.3505859375,
              648.52734375
            ],
            [
              532.53564453125,
              648.52734375
            ],
            [
              532.53564453125,
              703.44140625
            ],
            [
              76.3505859375,
              703.44140625
            ]
          ],
          "bbox": [
            76.3505859375,
            648.52734375,
            532.53564453125,
            703.44140625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/3"
      },
      "images": null
    },
    {
      "id": "/page/1/Page/101",
      "block_type": "Page",
      "html": "<content-ref src='/page/1/Text/0'></content-ref><content-ref src='/page/1/Text/1'></content-ref><content-ref src='/page/1/Text/2'></content-ref><content-ref src='/page/1/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/1/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">the world in which we live. The British empire, and its European counterparts, were 'wholly unprecedented in creating a global hierarchy of economic, physical and cultural power'; that is why their impact endures to a great extent. After all, as one commentator argues, 'the memory of European imperialism remains a live political factor everywhere from Casablanca to Jakarta, and whether one is talking nuclear power with Tehran or the future of the renminbi with the Chinese, contemporary diplomacy will fail if it does not take this into account.'</p>",
          "polygon": [
            [
              76.3505859375,
              74.92681884765625
            ],
            [
              532.2057495117188,
              74.92681884765625
            ],
            [
              532.2057495117188,
              227.390625
            ],
            [
              76.3505859375,
              227.390625
            ]
          ],
          "bbox": [
            76.3505859375,
            74.92681884765625,
            532.2057495117188,
            227.390625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/1/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">This, of course, is what Niall Ferguson does do. As we have seen, he sees in Empire cause for much that is good in the world, in particular the free movement of goods, capital and labour and the imposition of Western norms of law, order and governance. Without the spread of British rule around the planet, he argues, the success of liberal capitalism in so many economies today would not have been possible.</p>",
          "polygon": [
            [
              76.201171875,
              230.92681884765625
            ],
            [
              536.0396118164062,
              230.92681884765625
            ],
            [
              536.0396118164062,
              343.42681884765625
            ],
            [
              76.201171875,
              343.42681884765625
            ]
          ],
          "bbox": [
            76.201171875,
            230.92681884765625,
            536.0396118164062,
            343.42681884765625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/1/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Even if this were arguably a defensible proposition, however, it is not necessarily, as Ferguson would put it, a Good Thing. The continuity of today's world with the world of the British empire, which he so celebrates, is most strikingly evident in the economic dependence of much of the postcolonial world on the former imperial states, a contemporary reality that hardly redounds to the credit of the colonizers. Empire might have gone, but it endures in the imitative elites it left behind in the developing world, the 'mimic men', in Naipaul's phrase, trying hard to be what the imperial power had not allowed them to be, while subjecting themselves and their societies to the persistent domination of corporations based mainly in the metropole. The East India Company has collapsed, but globalization has ensured that its modern-day successors in the former imperial states remain the predominant instruments of capitalism.</p>",
          "polygon": [
            [
              76.201171875,
              347.92681884765625
            ],
            [
              535.697021484375,
              347.92681884765625
            ],
            [
              535.697021484375,
              597.09375
            ],
            [
              76.201171875,
              597.09375
            ]
          ],
          "bbox": [
            76.201171875,
            347.92681884765625,
            535.697021484375,
            597.09375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/1/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">India is, to some degree, an exception, thanks to its decades of economic autarky; but, as Pankaj Mishra suggests, the liberal-capitalist 'rise of Asia' of which India is a contemporary epitome is also 'the bitter outcome of the universal triumph of western modernity, which turns the revenge of the East into something darkly ambiguous'. To Mishra and other left-leaning critics, it marks the triumph of materialist capitalism rather than Asian spiritualism;</p>",
          "polygon": [
            [
              76.3505859375,
              601.4268341064453
            ],
            [
              534.6068725585938,
              601.4268341064453
            ],
            [
              534.6068725585938,
              713.9268264770508
            ],
            [
              76.3505859375,
              713.9268264770508
            ]
          ],
          "bbox": [
            76.3505859375,
            601.4268341064453,
            534.6068725585938,
            713.9268264770508
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/3"
      },
      "images": null
    },
    {
      "id": "/page/2/Page/100",
      "block_type": "Page",
      "html": "<content-ref src='/page/2/Text/0'></content-ref><content-ref src='/page/2/Text/1'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/2/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">the Indian devil wears Prada too. The Left-wing British journalist Richard Gott was unsparing in his denunciation of his country's imperialism: '[T]he British empire was essentially a Hitlerian project on a grand scale, involving military conquest and dictatorship, extermination and genocide, martial law and \"special courts\", slavery and forced labour, and, of course, concentration camps and the transoceanic migration of peoples.' Though he was not wrong, perhaps a more complicated assessment is due. To look at the legacy of the Raj is also to examine the impact of the imperial enterprise on the societies it fractured and transformed, and the human beings it changed, exiled, made, destroyed and made anew; the rich intercourse of commerce and miscegenation, as British capitalists sought profit where they might; the inter-penetration of peoples, with the shattering of age-old barriers and the erection of new ones within India and, through the migration of Indians, elsewhere; the resultant mongrelization of language and culture; the tug of conflicting loyalties to family, caste, religion, country and Empire; and, above all, the irresistible lure of lucre, the most profound animating spirit of the colonial project. That is a vast project, one well beyond the scope of this book.</p>",
          "polygon": [
            [
              76.5,
              74.5400390625
            ],
            [
              536.4071044921875,
              74.5400390625
            ],
            [
              536.4071044921875,
              421.42681884765625
            ],
            [
              76.5,
              421.42681884765625
            ]
          ],
          "bbox": [
            76.5,
            74.5400390625,
            536.4071044921875,
            421.42681884765625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/2/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">There was, of course, a somewhat more unfortunate agenda behind Ferguson's book: to use the history of the British empire to set the stage for the new American imperium he hoped was dawning. Ferguson argued in 2003, just as the US was embarking on its ultimately ill-fated Iraqi adventure with the intention of reshaping the Middle East, that 'the ultimate, if reluctant, heir of Britain's global power was not one of the evil empires of the East, but Britain's most successful former colony.' Ferguson saw America's imperial future in Britain's imperial past, and he sought quite explicitly to use his history of Empire to justify the proposition that just as Pax Britannica inaugurated an unprecedented period of global peace and prosperity, so too would Pax Americana revive the world of the twentyfirst century. History is ill-served by such meretricious reasoning, and the years of chaos, anarchy, death and deinstitutionalization that have followed in Iraq (as well as in Libya and Syria) since the publication of <i>Empire</i> seem to have given short shrift to Ferguson's arguments.</p>",
          "polygon": [
            [
              76.201171875,
              425.92681884765625
            ],
            [
              533.4735717773438,
              425.92681884765625
            ],
            [
              533.4735717773438,
              714.26953125
            ],
            [
              76.201171875,
              714.26953125
            ]
          ],
          "bbox": [
            76.201171875,
            425.92681884765625,
            533.4735717773438,
            714.26953125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/3"
      },
      "images": null
    },
    {
      "id": "/page/3/Page/105",
      "block_type": "Page",
      "html": "<content-ref src='/page/3/Text/0'></content-ref><content-ref src='/page/3/Text/105'></content-ref><content-ref src='/page/3/SectionHeader/2'></content-ref><content-ref src='/page/3/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/3/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">In this Ferguson is at least living up to the ethos of the colonial project, which primarily benefited the European imperialists in material, moral and intellectual terms. Imperialism elevated European notions of humanity to predominance in the world, posited the white male as the apotheosis of the ideal of the Enlightenment, and did so by fiat and military power. In the process imperial historians wrote the 'history' of their subject peoples in tendentious terms to explain and justify their own imperium. Ferguson merely continues a long-established colonial tradition of the writing of world history with his own people and their interests as the fixed, first and final point of reference. <sup>16</sup>  It is best to see his work as a reflection of the spasm of imperial hubris that briefly jerked into life at the beginning of the twenty-first century, rather than as a definitive statement of the nature and implications of the experience of Empire for hundreds of millions of people around the globe.</p>",
          "polygon": [
            [
              76.3505859375,
              74.056640625
            ],
            [
              533.2871704101562,
              74.056640625
            ],
            [
              533.2871704101562,
              343.986328125
            ],
            [
              76.3505859375,
              343.986328125
            ]
          ],
          "bbox": [
            76.3505859375,
            74.056640625,
            533.2871704101562,
            343.986328125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/3/Text/105",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">[16 There were some who asserted intellectual independence from this dominant imperial trope: thinkers who devised a view of life that was neither modern nor anti-modern, Marxist nor revolutionary, colonialist nor, strictly speaking, anti-colonialist. Some of these under-appreciated intellectual responses to Western dominance in the late nineteenth and early twentieth centuries are traced by Pankaj Mishra in <i>From the Ruins of Empire: The Revolt against the West and the</i> <i>Remaking of Asia</i>, London: Allen Lane, 2012. Mishra ruefully admits the East was 'subjugated by the people of the West that they had long considered upstarts, if not barbarians' (p.  3).]</p>",
          "polygon": [
            [
              76.798828125,
              350.94537353515625
            ],
            [
              536.0089721679688,
              350.94537353515625
            ],
            [
              536.0089721679688,
              479.19537353515625
            ],
            [
              76.798828125,
              479.19537353515625
            ]
          ],
          "bbox": [
            76.798828125,
            350.94537353515625,
            536.0089721679688,
            479.19537353515625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/0/SectionHeader/3"
          },
          "images": {}
        },
        {
          "id": "/page/3/SectionHeader/2",
          "block_type": "SectionHeader",
          "html": "<h2><i>Returning the Jewel in the Crown</i></h2>",
          "polygon": [
            [
              76.201171875,
              499.4179382324219
            ],
            [
              306.4715881347656,
              499.4179382324219
            ],
            [
              306.4715881347656,
              516.2929382324219
            ],
            [
              76.201171875,
              516.2929382324219
            ]
          ],
          "bbox": [
            76.201171875,
            499.4179382324219,
            306.4715881347656,
            516.2929382324219
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/3/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">So what do we do about colonialism, other than understand it? The issue of reparations, as I explained in the introduction, has been overblown: no accurate figure is payable and no payable figure is credible. My own suggestion of a symbolic pound a year may not be a practicable one to the finance ministries that would have to process it. An apology—an act of genuine contrition at Jallianwala Bagh, like Trudeau's over <i>Komagata</i> <i>Maru</i>, might work best as a significant gesture of atonement. And a determination, in the metropolitan country, to learn the lessons of Empire to teach British schoolchildren what built their homeland, just as German</p>",
          "polygon": [
            [
              76.5,
              520.4270629882812
            ],
            [
              536.5796508789062,
              520.4270629882812
            ],
            [
              536.5796508789062,
              691.453125
            ],
            [
              76.5,
              691.453125
            ]
          ],
          "bbox": [
            76.5,
            520.4270629882812,
            536.5796508789062,
            691.453125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/3/SectionHeader/2"
      },
      "images": null
    },
    {
      "id": "/page/4/Page/101",
      "block_type": "Page",
      "html": "<content-ref src='/page/4/Text/0'></content-ref><content-ref src='/page/4/Text/1'></content-ref><content-ref src='/page/4/Text/2'></content-ref><content-ref src='/page/4/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/4/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">children are shepherded to concentration camps to see the awful reality of what their forefathers did.</p>",
          "polygon": [
            [
              76.798828125,
              74.92681884765625
            ],
            [
              521.75390625,
              74.92681884765625
            ],
            [
              521.75390625,
              109.7314453125
            ],
            [
              76.798828125,
              109.7314453125
            ]
          ],
          "bbox": [
            76.798828125,
            74.92681884765625,
            521.75390625,
            109.7314453125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/4/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Another, of course, is the return of some of the treasures looted from India in the course of colonialism. The money exacted in taxes and exploitation has already been spent, and cannot realistically be reclaimed. But individual pieces of statuary sitting in British museums could be, if for nothing else than their symbolic value. After all, if looted Nazi-era art can be (and now is being) returned to their rightful owners in various Western countries, why is the principle any different for looted colonial treasures? Which brings me, inevitably, to the vexed issue of the Kohinoor in the Queen's crown.</p>",
          "polygon": [
            [
              76.3505859375,
              113.92681884765625
            ],
            [
              527.7721557617188,
              113.92681884765625
            ],
            [
              527.7721557617188,
              285.78515625
            ],
            [
              76.3505859375,
              285.78515625
            ]
          ],
          "bbox": [
            76.3505859375,
            113.92681884765625,
            527.7721557617188,
            285.78515625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/4/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">The Kohinoor was once the world's largest diamond, weighing 793 carats or 158.6 grams, when it was first mined near Guntur in India's present-day southern state of Andhra Pradesh by the Kakatiya dynasty in the thirteenth century. (It has been whittled down to a little over 100 carats over the centuries.) The Kakatiya kings installed it in a temple, which was raided by the Delhi Sultan Alauddin Khilji, who took it back to his capital along with other plundered treasures. It passed into the possession of the Mughal empire that established itself in Delhi in the sixteenth century, and in 1739 fell into the hands of the Persian invader Nadir Shah, whose loot from his conquest of Delhi (and decimation of its inhabitants) included the priceless Peacock Throne and the Kohinoor itself.</p>",
          "polygon": [
            [
              76.201171875,
              289.42681884765625
            ],
            [
              526.7255859375,
              289.42681884765625
            ],
            [
              526.7255859375,
              500.02734375
            ],
            [
              76.201171875,
              500.02734375
            ]
          ],
          "bbox": [
            76.201171875,
            289.42681884765625,
            526.7255859375,
            500.02734375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/4/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">It was Nadir Shah himself, or so legend has it, who baptized the diamond the Kohinoor, or 'Mountain of Light'. An eighteenth-century Afghan queen memorably and colourfully stated, 'if a strong man were to throw four stones, one north, one south, one east, one west and a fifth stone up into the air, and if the space between them were to be filled with gold, it would not equal the value of the Kohinoor'. Upon Nadir Shah's death, the diamond fell into the hands of one of his generals, Ahmed Shah Durrani, who became the Emir of Afghanistan. One of Durrani's descendants was then obliged to cede the Kohinoor in tribute to the powerful Sikh Maharaja of Punjab, Ranjit Singh, in 1809. But Ranjit Singh's successors could not hold on to his kingdom and the Sikhs were defeated by the British in two wars,</p>",
          "polygon": [
            [
              76.201171875,
              503.92681884765625
            ],
            [
              534.5845947265625,
              503.92681884765625
            ],
            [
              534.5845947265625,
              714.65625
            ],
            [
              76.201171875,
              714.65625
            ]
          ],
          "bbox": [
            76.201171875,
            503.92681884765625,
            534.5845947265625,
            714.65625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/3/SectionHeader/2"
      },
      "images": null
    },
    {
      "id": "/page/5/Page/101",
      "block_type": "Page",
      "html": "<content-ref src='/page/5/Text/0'></content-ref><content-ref src='/page/5/Text/1'></content-ref><content-ref src='/page/5/Text/2'></content-ref><content-ref src='/page/5/Text/3'></content-ref><content-ref src='/page/5/Text/4'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/5/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">culminating in the annexation of the Sikh domains to the British empire in 1849. That was when the Kohinoor fell into British hands.</p>",
          "polygon": [
            [
              76.798828125,
              74.92706298828125
            ],
            [
              525.041015625,
              74.92706298828125
            ],
            [
              525.041015625,
              109.634765625
            ],
            [
              76.798828125,
              109.634765625
            ]
          ],
          "bbox": [
            76.798828125,
            74.92706298828125,
            525.041015625,
            109.634765625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/5/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">The startling statement in early 2016 by the solicitor general of India—an advocate for the government—that the Kohinoor diamond had been gifted to the British and that India would not therefore seek its return, helped unleash a passionate debate in the country. Responding to a suit filed by a non-governmental organization, the All-India Human Rights and Social Justice Front, demanding that the government seek the return of the famed diamond, that the erstwhile Sikh kingdom in Punjab had given the Kohinoor to the British as 'compensation' for the expenses of the Anglo-Sikh wars of the 1840s.</p>",
          "polygon": [
            [
              76.6494140625,
              113.92706298828125
            ],
            [
              536.9696044921875,
              113.92706298828125
            ],
            [
              536.9696044921875,
              284.92706298828125
            ],
            [
              76.6494140625,
              284.92706298828125
            ]
          ],
          "bbox": [
            76.6494140625,
            113.92706298828125,
            536.9696044921875,
            284.92706298828125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/5/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">'It was neither forcibly stolen nor taken away' by the British, declared the Solicitor General; as such there was no basis for the Government of India to seek its return.</p>",
          "polygon": [
            [
              76.5,
              289.42706298828125
            ],
            [
              516.5845947265625,
              289.42706298828125
            ],
            [
              516.5845947265625,
              343.42706298828125
            ],
            [
              76.5,
              343.42706298828125
            ]
          ],
          "bbox": [
            76.5,
            289.42706298828125,
            516.5845947265625,
            343.42706298828125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/5/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">The resultant uproar has had government spokesmen back-pedalling furiously, asserting that the Solicitor General's was not the final official view and a claim might still be filed. Indians will not relinquish their moral claim to the world's most fabled diamond. For the Government of India to suggest that the diamond was paid as 'compensation' for British expenses in defeating the Sikhs is ridiculous, since any compensation by the losing side in a war to the winners is usually known as reparations. The diamond was formally handed over to Queen Victoria by the child Sikh heir Maharaja Duleep Singh, who simply had no choice in the matter. As I have pointed out in the Indian political debate on the issue, if you hold a gun to my head, I might 'gift' you my wallet—but that doesn't mean I don't want it back when your gun has been put away.</p>",
          "polygon": [
            [
              76.3505859375,
              347.92706298828125
            ],
            [
              530.3119506835938,
              347.92706298828125
            ],
            [
              530.3119506835938,
              577.4270782470703
            ],
            [
              76.3505859375,
              577.4270782470703
            ]
          ],
          "bbox": [
            76.3505859375,
            347.92706298828125,
            530.3119506835938,
            577.4270782470703
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/5/Text/4",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Reparations are in fact what many former colonies feel Britain owes them for centuries of rapacity in their lands. Returning priceless artefacts purloined at the height of imperial rule might be a good place to start. But the Kohinoor, which is part of the Crown Jewels displayed in the Tower of London, does pose special problems. While Indians consider their claim self-evident—the diamond, after all, has spent most of its existence on or under Indian soil—others have also asserted their claims. The Iranians say</p>",
          "polygon": [
            [
              76.5,
              581.9270782470703
            ],
            [
              526.236328125,
              581.9270782470703
            ],
            [
              526.236328125,
              713.9270706176758
            ],
            [
              76.5,
              713.9270706176758
            ]
          ],
          "bbox": [
            76.5,
            581.9270782470703,
            526.236328125,
            713.9270706176758
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/3/SectionHeader/2"
      },
      "images": null
    },
    {
      "id": "/page/6/Page/97",
      "block_type": "Page",
      "html": "<content-ref src='/page/6/Text/0'></content-ref><content-ref src='/page/6/Text/1'></content-ref><content-ref src='/page/6/Text/2'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/6/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Nadir Shah stole it fair and square; the Afghans that they held it until being forced to surrender it to the Sikhs. The latest entrant into the Kohinoor sweepstakes is Pakistan, on the somewhat flimsy grounds that the capital of the Sikh empire, the undisputed last pre-British owners, was in Lahore, now in Pakistan. (The fact that hardly any Sikhs are left in Pakistan after decades of ethnic cleansing of minorities there tends to be glossed over in asserting this claim.)</p>",
          "polygon": [
            [
              76.6494140625,
              74.7333984375
            ],
            [
              536.8271484375,
              74.7333984375
            ],
            [
              536.8271484375,
              207.66796875
            ],
            [
              76.6494140625,
              207.66796875
            ]
          ],
          "bbox": [
            76.6494140625,
            74.7333984375,
            536.8271484375,
            207.66796875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/6/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">The existence of contending claims comes as a major relief to Britain as it seeks to fend off a blizzard of demands to undo the manifold injustices of two centuries or more of colonial exploitation of far-flung lands. From the Parthenon Marbles to the Kohinoor, the British expropriation of the jewels of other countries' heritage is a particular point of contention. Giving in on any one item could, the British fear, open Pandora's box. As former Prime Minister David Cameron conceded on a visit to India in July 2010, 'If you say yes to one, you would suddenly find the British Museum would be empty. I'm afraid to say it [the Kohinoor] is going to have to stay put.'</p>",
          "polygon": [
            [
              76.6494140625,
              211.42681884765625
            ],
            [
              531.3167724609375,
              211.42681884765625
            ],
            [
              531.3167724609375,
              382.42681884765625
            ],
            [
              76.6494140625,
              382.42681884765625
            ]
          ],
          "bbox": [
            76.6494140625,
            211.42681884765625,
            531.3167724609375,
            382.42681884765625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/6/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">And then there is a technical objection. In any case, the solicitor general averred, the Antiquities and Art Treasures Act of 1972 does not permit the government to seek the return of antiquities exported from the country before India's independence in 1947. Since the Kohinoor was lost to India a century before that date, there was nothing the government of independent India could do to reclaim it. (Of course, the law could also be amended, especially by a Parliament that is likely to vote unanimously in favour of such a change, but that does not seem to have occurred to the government, which perhaps understandably fears rocking the bilateral boat. For the same reason, it has not sought to move the Intergovernmental Committee for Promoting the Return of Cultural Property to its Countries of Origin or its Restitution in case of Illicit Appropriation, a UN body that could help its case.) The Indian solicitor general's stand seems to have taken the sail out of the winds of nationalists like myself who would like to have seen items of cultural significance in India returned as a way of expressing regret for centuries of British oppression and loot of India.</p>",
          "polygon": [
            [
              76.5,
              386.92681884765625
            ],
            [
              534.235595703125,
              386.92681884765625
            ],
            [
              534.235595703125,
              694.93359375
            ],
            [
              76.5,
              694.93359375
            ]
          ],
          "bbox": [
            76.5,
            386.92681884765625,
            534.235595703125,
            694.93359375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/3/SectionHeader/2"
      },
      "images": null
    },
    {
      "id": "/page/7/Page/99",
      "block_type": "Page",
      "html": "<content-ref src='/page/7/Text/0'></content-ref><content-ref src='/page/7/SectionHeader/1'></content-ref><content-ref src='/page/7/Text/2'></content-ref><content-ref src='/page/7/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/7/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Still, flaunting the Kohinoor on the Queen Mother's crown in the Tower of London is a powerful reminder of the injustices perpetrated by the former imperial power. Until it is returned—at least as a symbolic gesture of expiation—it will remain evidence of the loot, plunder and misappropriation that colonialism was really all about. Perhaps that is the best argument for leaving the Kohinoor where it emphatically does not belong—in British hands.</p>",
          "polygon": [
            [
              76.5,
              74.58837890625
            ],
            [
              527.3380737304688,
              74.58837890625
            ],
            [
              527.3380737304688,
              207.66796875
            ],
            [
              76.5,
              207.66796875
            ]
          ],
          "bbox": [
            76.5,
            74.58837890625,
            527.3380737304688,
            207.66796875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/3/SectionHeader/2"
          },
          "images": {}
        },
        {
          "id": "/page/7/SectionHeader/1",
          "block_type": "SectionHeader",
          "html": "<h2><i>Resisting Colonialism: The Appeal of Gandhism</i></h2>",
          "polygon": [
            [
              76.6494140625,
              226.41766357421875
            ],
            [
              407.5171813964844,
              226.41766357421875
            ],
            [
              407.5171813964844,
              243.826171875
            ],
            [
              76.6494140625,
              243.826171875
            ]
          ],
          "bbox": [
            76.6494140625,
            226.41766357421875,
            407.5171813964844,
            243.826171875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/7/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Part of the legacy of colonialism is the worldwide impact of the methods used to resist it. The case for Mahatma Gandhi's global relevance, after the departure of the British from India, rests principally on his central tenet of non-violence and the followers it inspired. The major example is of Martin Luther King Jr., who attended a lecture on Gandhi, bought half a dozen books on him and adopted <i>satyagraha</i> as both precept and method. King, more than anyone else, used non-violence most effectively outside India in breaking down segregation in the southern states of the USA.  'Hate begets hate. Violence begets violence,' he memorably declared in echoing Gandhi: 'We must meet the forces of hate with soul force.' King later avowed that 'the Gandhian method of non-violent resistance…became the guiding light of our movement. Christ furnished the spirit and motivation and Gandhi furnished the method.'</p>",
          "polygon": [
            [
              76.5,
              247.11328125
            ],
            [
              532.316650390625,
              247.11328125
            ],
            [
              532.316650390625,
              496.546875
            ],
            [
              76.5,
              496.546875
            ]
          ],
          "bbox": [
            76.5,
            247.11328125,
            532.316650390625,
            496.546875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/7/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">So Gandhism arguably helped to change the American Deep South forever. But, despite a slew of Nobel Peace Prizes for self-declared Gandhians, from Rigoberta Menchú in Guatemala to Adolfo Pérez Esquivel in Argentina, it is difficult to find many other major instances of its effectiveness. (Gandhi, of course, never won the Peace Prize himself.) India's independence marked the dawn of the era of decolonization, but many nations still came to freedom only after bloody and violent struggles. Other peoples have fallen under the boots of invading armies, been dispossessed of their lands or forced to flee in terror from their homes. Nonviolence has offered no solutions to them. It could only work against opponents vulnerable to a loss of moral authority, governments responsive</p>",
          "polygon": [
            [
              76.3505859375,
              500.80078125
            ],
            [
              534.90234375,
              500.80078125
            ],
            [
              534.90234375,
              711.94921875
            ],
            [
              76.3505859375,
              711.94921875
            ]
          ],
          "bbox": [
            76.3505859375,
            500.80078125,
            534.90234375,
            711.94921875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/8/Page/101",
      "block_type": "Page",
      "html": "<content-ref src='/page/8/Text/0'></content-ref><content-ref src='/page/8/Text/1'></content-ref><content-ref src='/page/8/Text/2'></content-ref><content-ref src='/page/8/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/8/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">to domestic and international public opinion, governments capable of being shamed into conceding defeat. The British, representing a democracy with a free press and conscious of their international image, were susceptible to such shaming. But in Mahatma Gandhi's own day non-violence could have done nothing for the Jews of Hitler's Germany, who disappeared into gas chambers far from the flashbulbs of a war-obsessed press. It is ironically to the credit of the British Raj that it faced an opponent like Mahatma Gandhi and allowed him to succeed.</p>",
          "polygon": [
            [
              76.3505859375,
              74.92681884765625
            ],
            [
              535.2821044921875,
              74.92681884765625
            ],
            [
              535.2821044921875,
              226.6171875
            ],
            [
              76.3505859375,
              226.6171875
            ]
          ],
          "bbox": [
            76.3505859375,
            74.92681884765625,
            535.2821044921875,
            226.6171875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/8/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">The power of non-violence rests in being able to say, 'to show you that you are wrong, I punish myself'. But that has little effect on those who are not interested in whether they are wrong and are already seeking to punish you whether you disagree with them or not. For them your willingness to undergo punishment is the most convenient means of victory. No wonder Nelson Mandela, who wrote that Gandhi had 'always' been 'a great source of inspiration', explicitly disavowed non-violence as useless in his struggle against the ruthless apartheid regime.</p>",
          "polygon": [
            [
              76.3505859375,
              230.92681884765625
            ],
            [
              529.5670776367188,
              230.92681884765625
            ],
            [
              529.5670776367188,
              382.46484375
            ],
            [
              76.3505859375,
              382.46484375
            ]
          ],
          "bbox": [
            76.3505859375,
            230.92681884765625,
            529.5670776367188,
            382.46484375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/8/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">On this subject Gandhi sounds frighteningly unrealistic: 'The willing sacrifice of the innocent is the most powerful answer to insolent tyranny that has yet been conceived by God or man. Disobedience to be \"civil\" must be sincere, respectful, restrained, never defiant, and it must have no ill-will or hatred behind it. Neither should there be excitement in civil disobedience, which is a preparation for mute suffering.'</p>",
          "polygon": [
            [
              76.3505859375,
              386.912109375
            ],
            [
              518.16796875,
              386.912109375
            ],
            [
              518.16796875,
              500.02734375
            ],
            [
              76.3505859375,
              500.02734375
            ]
          ],
          "bbox": [
            76.3505859375,
            386.912109375,
            518.16796875,
            500.02734375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/8/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">For many smarting under injustice across the world, that would sound like a prescription for sainthood or for impotence. Mute suffering is all very well as a moral principle, but it has rarely brought about meaningful change. The sad truth is that the staying-power of organized violence is almost always greater than that of non-violence. It is increasingly argued that Gandhi could embarrass the British but not overthrow them. It was when soldiers who had sworn their loyalty to the British Crown rebelled during World War II, and when sailors of the Royal Indian Navy mutinied in 1945 and fired their own cannons at British port installations, that the British realized the game was up. They could jail an old man and allow him to fast, but they could not indefinitely suppress an armed rebellion that had</p>",
          "polygon": [
            [
              76.3505859375,
              503.92681884765625
            ],
            [
              534.8970947265625,
              503.92681884765625
            ],
            [
              534.8970947265625,
              714.26953125
            ],
            [
              76.3505859375,
              714.26953125
            ]
          ],
          "bbox": [
            76.3505859375,
            503.92681884765625,
            534.8970947265625,
            714.26953125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/9/Page/103",
      "block_type": "Page",
      "html": "<content-ref src='/page/9/Text/0'></content-ref><content-ref src='/page/9/Text/1'></content-ref><content-ref src='/page/9/Text/2'></content-ref><content-ref src='/page/9/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/9/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">320 million people behind it. Gandhi won the moral case, the 'soft power' battle, in today's parlance; but even without a military victory, the rebels and mutineers in uniform won the 'hard-power' war.</p>",
          "polygon": [
            [
              76.3505859375,
              74.830078125
            ],
            [
              524.1087036132812,
              74.830078125
            ],
            [
              524.1087036132812,
              129.744140625
            ],
            [
              76.3505859375,
              129.744140625
            ]
          ],
          "bbox": [
            76.3505859375,
            74.830078125,
            524.1087036132812,
            129.744140625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/9/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">And when right and wrong are less clear-cut, Gandhism flounders. The Mahatma, at the peak of his influence, was unable to prevent the partition of India even though, in his terms, he considered it morally 'wrong'. He believed in 'weaning an opponent from error by patience, sympathy and self-suffering' but if the opponent believes equally in the justice of his cause, or is conscious of his amorality and unconcerned by it, he is hardly going to accept that he is in 'error'. Gandhism is viable at its simplest and most profound in the service of a transcendent principle like independence from foreign rule. But in more complex situations it cannot and, more to the point, does not work as well.</p>",
          "polygon": [
            [
              76.3505859375,
              133.42681884765625
            ],
            [
              536.0070190429688,
              133.42681884765625
            ],
            [
              536.0070190429688,
              324.0703125
            ],
            [
              76.3505859375,
              324.0703125
            ]
          ],
          "bbox": [
            76.3505859375,
            133.42681884765625,
            536.0070190429688,
            324.0703125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/9/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">The Mahatma's ideals had a tremendous intellectual impact on the founding fathers of the new India, who incorporated many of his convictions into the directive principles of state policy. Yet Gandhian solutions have not been found for many of the ills over which he agonized, from persistent sectarian (or 'communal') conflict to the ill treatment of Dalits. Instead, his methods (particularly the fast, the <i>hartal</i> or business shutdown, and the deliberate courting of arrest) have been abused and debased by far lesser men in the pursuit of petty sectarian ends. Outside India, too, Gandhian techniques have been perverted by such people as terrorists and bomb-throwers declaring hunger strikes when punished for their crimes. Gandhism without moral authority is like Marxism without a proletariat. Yet few who wish to use his methods have his personal integrity or moral stature.</p>",
          "polygon": [
            [
              76.5,
              328.42681884765625
            ],
            [
              533.8565063476562,
              328.42681884765625
            ],
            [
              533.8565063476562,
              577.4268341064453
            ],
            [
              76.5,
              577.4268341064453
            ]
          ],
          "bbox": [
            76.5,
            328.42681884765625,
            533.8565063476562,
            577.4268341064453
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/9/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\" class=\"has-continuation\">Internationally, the Mahatma expressed ideals few can reject: he could virtually have written the United Nations Charter, except of course for the provisions of Chapter 7 authorizing the use of force. But the decades after his death have confirmed that there is no escape from the conflicting sovereignties of states. Some thirty million more lives have been lost in wars and insurrections since his passing. In a dismaying number of countries, including his own, governments spend more for military purposes</p>",
          "polygon": [
            [
              76.5,
              581.9268341064453
            ],
            [
              535.5,
              581.9268341064453
            ],
            [
              535.5,
              713.9268264770508
            ],
            [
              76.5,
              713.9268264770508
            ]
          ],
          "bbox": [
            76.5,
            581.9268341064453,
            535.5,
            713.9268264770508
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/10/Page/100",
      "block_type": "Page",
      "html": "<content-ref src='/page/10/Text/0'></content-ref><content-ref src='/page/10/Text/1'></content-ref><content-ref src='/page/10/Text/2'></content-ref><content-ref src='/page/10/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/10/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">than for education and healthcare combined. The current stockpile of nuclear weapons represents over a million times the explosive power of the atom bomb whose destruction of Hiroshima so grieved him. Universal peace, which the Mahatma considered so central to Truth, seems as illusionary as ever.</p>",
          "polygon": [
            [
              76.3505859375,
              74.830078125
            ],
            [
              530.7521362304688,
              74.830078125
            ],
            [
              530.7521362304688,
              167.92730712890625
            ],
            [
              76.3505859375,
              167.92730712890625
            ]
          ],
          "bbox": [
            76.3505859375,
            74.830078125,
            530.7521362304688,
            167.92730712890625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/10/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">As governments compete, so religions contend. The ecumenist Mahatma Gandhi who declared, 'I am a Hindu, a Muslim, a Christian, a Zoroastrian, a Jew' would find it difficult to stomach the exclusivist revivalism of so many religions and cults the world over. But perhaps his approach was always inappropriate for the rest of the world. As his Muslim rival Muhammad Ali Jinnah retorted to his claim of eclectic belief—'only a Hindu could say that'.</p>",
          "polygon": [
            [
              76.3505859375,
              172.42730712890625
            ],
            [
              531.3145751953125,
              172.42730712890625
            ],
            [
              531.3145751953125,
              304.927734375
            ],
            [
              76.3505859375,
              304.927734375
            ]
          ],
          "bbox": [
            76.3505859375,
            172.42730712890625,
            531.3145751953125,
            304.927734375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/10/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">And finally, the world of the spinning-wheel, of self-reliant families in contented village republics, is even more remote today than when the Mahatma first espoused it in <i>Hind Swaraj</i>. Despite the brief popularity of intermediate technology and 'small is beautiful', there does not appear to be much room for such ideas in an interdependent world. Self-reliance is too often a cover for protectionism and a shelter for inefficiency in developing countries. The successful and prosperous countries are those who are able to look beyond spinning wheels to silicon chips—and who give their people the benefits of technological developments which free them from menial and repetitive chores and broaden the horizons of their lives. But today's urbanizing India is far removed from the idealized, self-sufficient village republics he envisaged, and its enthusiastic embrace of technology would have struck the Mahatma as selling its soul.</p>",
          "polygon": [
            [
              76.3505859375,
              308.92730712890625
            ],
            [
              535.2821044921875,
              308.92730712890625
            ],
            [
              535.2821044921875,
              558.03515625
            ],
            [
              76.3505859375,
              558.03515625
            ]
          ],
          "bbox": [
            76.3505859375,
            308.92730712890625,
            535.2821044921875,
            558.03515625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/10/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">But if Gandhism has had its limitations exposed in the years after his assassination, there is no denying the Mahatma's greatness. While the world was disintegrating into fascism, violence and war, he taught the virtues of truth, non-violence and peace. He destroyed the credibility of colonialism by opposing principle to force. And he set and attained personal standards of conviction and courage which few will ever match. He was that rare kind of leader who was not confined by the inadequacies of his followers.</p>",
          "polygon": [
            [
              76.6494140625,
              561.90234375
            ],
            [
              536.733642578125,
              561.90234375
            ],
            [
              536.733642578125,
              694.93359375
            ],
            [
              76.6494140625,
              694.93359375
            ]
          ],
          "bbox": [
            76.6494140625,
            561.90234375,
            536.733642578125,
            694.93359375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/11/Page/97",
      "block_type": "Page",
      "html": "<content-ref src='/page/11/Text/0'></content-ref><content-ref src='/page/11/Text/1'></content-ref><content-ref src='/page/11/Text/2'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/11/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">So Mahatma Gandhi stands as an icon of anti-colonialism, a figure of his times who transcended them. The ultimate tribute to the British Raj might lie in the quality of the 'Great Soul' who opposed it.</p>",
          "polygon": [
            [
              76.3505859375,
              74.92730712890625
            ],
            [
              532.3346557617188,
              74.92730712890625
            ],
            [
              532.3346557617188,
              128.970703125
            ],
            [
              76.3505859375,
              128.970703125
            ]
          ],
          "bbox": [
            76.3505859375,
            74.92730712890625,
            532.3346557617188,
            128.970703125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/11/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\"><i>Cast a Long Shadow: The Residual Problems of Colonialism</i> The colonial era is over. And yet, residual problems from the end of the earlier era of colonization, usually the result of untidy departures by the colonial power, still remain dangerously stalemated. The prolonged state of chronic hostility between India and Pakistan, punctuated by four bloody wars and the repeated infliction of cross-border terrorism as a Pakistani tactic against India, is the most obvious example. But there are others. The dramatic events in East Timor in 1999 led to the last major transfer of power to an independence movement. Yet at least closure has occurred there, unlike in Western Sahara or in those old standbys of Cyprus and Palestine, all messy legacies of European colonialism. Fuses lit in the colonial era could ignite again, as they have done, much to everyone's surprise, in the Horn of Africa, between Ethiopia and Eritrea, where war broke out over a colonial border that the Italians of an earlier era of occupation had failed to define with enough precision and where peace simmers today amidst much uncertainty. The Sykes-Picot Agreement of 1916, by which the British and the French agreed to carve up the former Ottoman territories between themselves and which set the boundaries between independent Syria and Iraq, is another relic of colonial history that haunts us today. For when ISIS ('Daesh') advanced ruthlessly in those countries, it railed against the iniquities of that Anglo-French agreement and avowed its determination to reverse the Sykes-Picot legacy—making the imperial era compellingly current once more.</p>",
          "polygon": [
            [
              76.6494140625,
              148.41815185546875
            ],
            [
              531.9140625,
              148.41815185546875
            ],
            [
              531.9140625,
              593.9273223876953
            ],
            [
              76.6494140625,
              593.9273223876953
            ]
          ],
          "bbox": [
            76.6494140625,
            148.41815185546875,
            531.9140625,
            593.9273223876953
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/11/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">But it is not just the direct results of colonialism that remain relevant: there are the indirect ones as well. The intellectual history of colonialism is littered with many a wilful cause of more recent conflict. One is, quite simply, careless anthropology: the Belgian classification of Hutus and Tutsis in Rwanda and Burundi, which solidified a distinction that had not existed before, continues to haunt the region of the African Great Lakes. A</p>",
          "polygon": [
            [
              76.5,
              598.4273223876953
            ],
            [
              529.537109375,
              598.4273223876953
            ],
            [
              529.537109375,
              711.17578125
            ],
            [
              76.5,
              711.17578125
            ]
          ],
          "bbox": [
            76.5,
            598.4273223876953,
            529.537109375,
            711.17578125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/12/Page/98",
      "block_type": "Page",
      "html": "<content-ref src='/page/12/Text/0'></content-ref><content-ref src='/page/12/Text/1'></content-ref><content-ref src='/page/12/Text/2'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/12/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">related problem is that of motivated sociology: how much bloodshed do we owe, for instance, to the British invention of 'martial races' in India, which skewed recruitment into the armed forces and saddled some communities with the onerous burden of militarism? And one can never overlook the old colonial administrative habit of 'divide and rule', exemplified, again, by British policy in the subcontinent after 1857, systematically promoting political divisions between Hindus and Muslims, which led almost inexorably to the tragedy of Partition.</p>",
          "polygon": [
            [
              76.6494140625,
              74.87841796875
            ],
            [
              531.6821899414062,
              74.87841796875
            ],
            [
              531.6821899414062,
              226.810546875
            ],
            [
              76.6494140625,
              226.810546875
            ]
          ],
          "bbox": [
            76.6494140625,
            74.87841796875,
            531.6821899414062,
            226.810546875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/12/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">An ironic corollary to both the 'martial races' theory and the politics of <i>divide et impera</i> was the resultant militarization of Pakistan. At Partition, Pakistan received, thanks to the lopsided application of the 'martial races' theory by the British, a larger share of undivided India's military than of either its population or territory. With 21  per  cent of India's population and 17  per  cent of its revenue, Pakistan got 30  per  cent of the Indian Army, 40  per  cent of the Indian Navy and 20  per  cent of the Indian Air Force, obliging its Government to devote 75  per  cent of the country's first budget to cover the costs of maintaining this outsize force. The disproportionately large military establishment had a vested interest in its own perpetuation, since it needed to invent a military threat in order to justify its continuance. Therein lay the prosaic roots of Pakistan's obdurate hostility to India. Sadly, instead of cutting back on its commitments to the military, Pakistan kept feeding the monster till it devoured the country itself. Even when Pakistan lost half its territory in the disastrous Bangladesh War of 1971, the army continued to expand.</p>",
          "polygon": [
            [
              76.3505859375,
              230.92681884765625
            ],
            [
              536.4874877929688,
              230.92681884765625
            ],
            [
              536.4874877929688,
              538.69921875
            ],
            [
              76.3505859375,
              538.69921875
            ]
          ],
          "bbox": [
            76.3505859375,
            230.92681884765625,
            536.4874877929688,
            538.69921875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/12/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Such colonial-era distinctions as 'martial races' and religious divisions were not just pernicious; they were often accompanied by an unequal distribution of the resources of the state within the colonial society. Belgian colonialists favoured Tutsis, leading to Hutu rejection of them as alien interlopers; Sinhalese resentment of privileges enjoyed by the Tamils in the colonial era in Sri Lanka prompted the discriminatory policies after Independence that in turn fuelled the Tamil revolt. India still lives with the domestic legacy of divide and rule, with a Muslim population almost as</p>",
          "polygon": [
            [
              76.6494140625,
              542.9268341064453
            ],
            [
              532.510498046875,
              542.9268341064453
            ],
            [
              532.510498046875,
              694.93359375
            ],
            [
              76.6494140625,
              694.93359375
            ]
          ],
          "bbox": [
            76.6494140625,
            542.9268341064453,
            532.510498046875,
            694.93359375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/13/Page/98",
      "block_type": "Page",
      "html": "<content-ref src='/page/13/Text/0'></content-ref><content-ref src='/page/13/Text/1'></content-ref><content-ref src='/page/13/Text/2'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/13/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">large as Pakistan's, conscious of itself as a minority striving to find its place in the Indian sun.</p>",
          "polygon": [
            [
              75.7529296875,
              74.7333984375
            ],
            [
              534.3668823242188,
              74.7333984375
            ],
            [
              534.3668823242188,
              110.21484375
            ],
            [
              75.7529296875,
              110.21484375
            ]
          ],
          "bbox": [
            75.7529296875,
            74.7333984375,
            534.3668823242188,
            110.21484375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/13/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">A 'mixed' colonial history within one modern state is also a potential source of danger. When a state has more than one colonial past, its future is vulnerable. Secessionism, after all, can be prompted by a variety of factors, historical, geographical and cultural as well as 'ethnic'. Ethnicity or language hardly seem to be a factor in the secessions (one recognized, the other not) of Eritrea from Ethiopia and the 'Republic of Somaliland' from Somalia. Rather, it was different colonial experiences (Italian rule in Eritrea and British rule in Somaliland) that set them off, at least in their own selfperceptions, from the rest of their ethnic compatriots. A similar case can be made in respect of the former Yugoslavia, where parts of the country that had been under Austro-Hungarian rule for 800 years had been joined to parts that spent almost as long under Ottoman suzerainty. The war that erupted in 1991 was in no small measure a war that pitted those parts of Yugoslavia that had been ruled by German-speaking empires against those that had not (or had resisted such colonization).</p>",
          "polygon": [
            [
              76.3505859375,
              113.92681884765625
            ],
            [
              533.6388549804688,
              113.92681884765625
            ],
            [
              533.6388549804688,
              402.57421875
            ],
            [
              76.3505859375,
              402.57421875
            ]
          ],
          "bbox": [
            76.3505859375,
            113.92681884765625,
            533.6388549804688,
            402.57421875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/13/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Boundaries drawn in colonial times, even if unchanged after independence, still create enormous problems of national unity. We have been reminded of this in Iraq, whose creation from the ruins of the Ottoman empire welded various incompatibilities into a single state. But the issue is much more evident in Africa, where civil conflict along ethnic or regional lines can arise when the challenge of nation building within colonially drawn boundaries becomes insurmountable. Where colonial constructions force disparate peoples together by the arbitrariness of a colonial mapmaker's pen, nationhood becomes an elusive notion. Older ethnic and clan loyalties in Africa were mangled by the boundaries drawn, in such distant cities as Berlin, for colonially created states whose postindependence leaders had to invent new traditions and national identities out of whole cloth. The result was the manufacture of unconvincing political myths, as artificial as the countries they mythologize, which all too often cannot command genuine patriotic allegiance from the citizenry they aim to unite. Civil war is made that much easier for local leaders</p>",
          "polygon": [
            [
              76.3505859375,
              406.42681884765625
            ],
            [
              534.2919921875,
              406.42681884765625
            ],
            [
              534.2919921875,
              713.9268264770508
            ],
            [
              76.3505859375,
              713.9268264770508
            ]
          ],
          "bbox": [
            76.3505859375,
            406.42681884765625,
            534.2919921875,
            713.9268264770508
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/14/Page/100",
      "block_type": "Page",
      "html": "<content-ref src='/page/14/Text/0'></content-ref><content-ref src='/page/14/Text/1'></content-ref><content-ref src='/page/14/Text/2'></content-ref><content-ref src='/page/14/Text/3'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/14/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">challenging a 'national' leader whose nationalism fails to resonate across his country. Rebellion against such a leader is, after all, merely the reassertion of history over 'his' story.</p>",
          "polygon": [
            [
              76.3505859375,
              74.92681884765625
            ],
            [
              517.087158203125,
              74.92681884765625
            ],
            [
              517.087158203125,
              129.55078125
            ],
            [
              76.3505859375,
              129.55078125
            ]
          ],
          "bbox": [
            76.3505859375,
            74.92681884765625,
            517.087158203125,
            129.55078125
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/14/Text/1",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">State failure in the wake of colonialism is another evident source of conflict, as the by-product of an unprepared newly independent state's inability to govern. The crisis of governance in many African countries is a real and abiding cause for concern in world affairs today. The collapse of effective central governments—as manifest in Darfur, South Sudan and eastern Congo today, and in Sierra Leone, Liberia and Somalia yesterday (and who knows where tomorrow?)—could unleash a torrent of alarming possibilities: a number of 'weak states', particularly in Africa, seem vulnerable to collapsing in a welter of conflict.</p>",
          "polygon": [
            [
              76.3505859375,
              133.42681884765625
            ],
            [
              529.9420776367188,
              133.42681884765625
            ],
            [
              529.9420776367188,
              304.734375
            ],
            [
              76.3505859375,
              304.734375
            ]
          ],
          "bbox": [
            76.3505859375,
            133.42681884765625,
            529.9420776367188,
            304.734375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/14/Text/2",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">Underdevelopment in postcolonial societies is itself a cause of conflict. The uneven development of infrastructure in a poor country, as a result of priorities skewed for the benefit of the colonialists, can lead to resources being distributed unevenly, which in turn leads to increasing fissures in a society between those from 'neglected regions' and those who are better served by roads, railways, power stations, telecommunications, bridges and canals. Advancing underdevelopment in many countries of the South, which are faring poorly in their desperate struggle to remain players in the game of global capitalism, has created conditions of desperate poverty, ecological collapse and rootless, unemployed populations beyond the control of atrophying state systems—a portrait vividly painted by Robert Kaplan in his book <i>The Coming Anarchy</i>, which suggests the real danger of perpetual violence on the peripheries of our global village.</p>",
          "polygon": [
            [
              76.5,
              308.92681884765625
            ],
            [
              531.6004638671875,
              308.92681884765625
            ],
            [
              531.6004638671875,
              558.03515625
            ],
            [
              76.5,
              558.03515625
            ]
          ],
          "bbox": [
            76.5,
            308.92681884765625,
            531.6004638671875,
            558.03515625
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        },
        {
          "id": "/page/14/Text/3",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">As we embark upon the twenty-first century, it seems ironically clear that tomorrow's anarchy might still be due, in no small part, to yesterday's colonial attempts at order. I have no wish to give those politicians in postcolonial countries whose leadership has been found wanting in the present, any reason to find excuses for their failures in the past. But in looking to understand the forces that have made us and nearly unmade us, and in hoping to recognize possible future sources of conflict in the new</p>",
          "polygon": [
            [
              76.201171875,
              562.4268341064453
            ],
            [
              534.6348266601562,
              562.4268341064453
            ],
            [
              534.6348266601562,
              694.546875
            ],
            [
              76.201171875,
              694.546875
            ]
          ],
          "bbox": [
            76.201171875,
            562.4268341064453,
            534.6348266601562,
            694.546875
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    },
    {
      "id": "/page/15/Page/4",
      "block_type": "Page",
      "html": "<content-ref src='/page/15/Text/0'></content-ref>",
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          612.0,
          0.0
        ],
        [
          612.0,
          792.0
        ],
        [
          0.0,
          792.0
        ]
      ],
      "bbox": [
        0.0,
        0.0,
        612.0,
        792.0
      ],
      "children": [
        {
          "id": "/page/15/Text/0",
          "block_type": "Text",
          "html": "<p block-type=\"Text\">millennium, we have to realize that sometimes the best crystal ball is a rearview mirror.</p>",
          "polygon": [
            [
              76.201171875,
              73.1865234375
            ],
            [
              534.90234375,
              73.1865234375
            ],
            [
              534.90234375,
              109.5380859375
            ],
            [
              76.201171875,
              109.5380859375
            ]
          ],
          "bbox": [
            76.201171875,
            73.1865234375,
            534.90234375,
            109.5380859375
          ],
          "children": null,
          "section_hierarchy": {
            "2": "/page/7/SectionHeader/1"
          },
          "images": {}
        }
      ],
      "section_hierarchy": {
        "2": "/page/7/SectionHeader/1"
      },
      "images": null
    }
  ],
  "block_type": "Document"
}