{
  "blocks": [
    {
      "id": "/page/0/SectionHeader/0",
      "block_type": "SectionHeader",
      "html": "<h2><b>Treynor, Lawrence Jack</b></h2>",
      "page": 348,
      "polygon": [
        [
          75.517578125,
          70.9412841796875
        ],
        [
          268.828125,
          70.9412841796875
        ],
        [
          268.828125,
          89.12310791015625
        ],
        [
          75.517578125,
          89.12310791015625
        ]
      ],
      "bbox": [
        75.517578125,
        70.9412841796875,
        268.828125,
        89.12310791015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Jack Lawrence Treynor was born in Council Bluffs, Iowa, on February 21, 1930 to Jack Vernon Treynor and Alice Cavin Treynor. In 1951, he graduated from Haverford College on Philadelphia's Main Line with a Bachelors of Arts degree in mathematics. He served two years in the US Army before moving to Cambridge, MA to attend Harvard Business School. After a year writing cases for Professor Robert Anthony, Treynor went to work for the Operations Research department at Arthur D. Little in 1956.</p>",
      "page": 348,
      "polygon": [
        [
          75.58984375,
          110.0810546875
        ],
        [
          287.47265625,
          110.0810546875
        ],
        [
          287.47265625,
          222.78021240234375
        ],
        [
          75.58984375,
          222.78021240234375
        ]
      ],
      "bbox": [
        75.58984375,
        110.0810546875,
        287.47265625,
        222.78021240234375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Treynor was particularly inspired by the 1958 paper coauthored by Franco Modigliani and Merton H. Miller, titled \"The Cost of Capital, Corporation Finance, and the Theory of Investment.\" At the invitation of Modigliani, Treynor spent a sabbatical year at MIT between 1962 and 1963. While at MIT, Treynor made two presentations to the finance faculty, the first of which, \"Toward a Theory of the Market Value of Risky Assets,\" introduced the capital asset pricing model (CAPM). The CAPM says that the return on an asset should equal the rate on a risk-free rate plus a premium proportional to its contribution to the risk in the market portfolio. The model is often referred to as the <i>Treynor–Sharpe–Lintner–Mossin CAPM</i> to reflect the fact that it was simultaneously and independently developed by multiple individuals, albeit with slight differences. Although Treynor's paper was not published until Robert Korajczyk included the unrevised version in his 1999 book, <i>Asset Pricing and Portfolio</i> <i>Performance</i>, it is also included in the \"Risk\" section of Treynor's own 2007 book, <i>Treynor on Institutional</i> <i>Investing</i> (Wiley, 2008). William F. Sharpe's 1964 version, which was built on the earlier work of Harry M. Markowitz, won the Nobel Prize for Economics in 1990.</p>",
      "page": 348,
      "polygon": [
        [
          75.95999908447266,
          222.7392578125
        ],
        [
          288.484375,
          222.7392578125
        ],
        [
          288.484375,
          519.2974548339844
        ],
        [
          75.95999908447266,
          519.2974548339844
        ]
      ],
      "bbox": [
        75.95999908447266,
        222.7392578125,
        288.484375,
        519.2974548339844
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">The CAPM makes no assumptions about the factor structure of the market. In particular, it does not assume the single-factor structure of the so-called market model. However, in his <i>Harvard Business</i> <i>Review</i> papers on performance measurement, Treynor assumed a single factor. He used a regression of returns on managed funds against returns on the \"market\" to estimate the sensitivity of the fund to the market factor and then used the slope of that regression line to estimate the contribution of market fluctuations to a fund's rate of return, which</p>",
      "page": 348,
      "polygon": [
        [
          75.87890625,
          519.84765625
        ],
        [
          288.62890625,
          519.84765625
        ],
        [
          288.62890625,
          644.7562866210938
        ],
        [
          75.87890625,
          644.7562866210938
        ]
      ],
      "bbox": [
        75.87890625,
        519.84765625,
        288.62890625,
        644.7562866210938
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">permitted him to isolate the portion of fund return that was actually due to the selection skills of the fund manager. In 1981, Fischer Black wrote an open letter in the Financial Analysts Journal, stating that Treynor had \"developed the capital asset pricing model before anyone else.\"</p>",
      "page": 348,
      "polygon": [
        [
          302.359375,
          71.88116455078125
        ],
        [
          513.375,
          71.88116455078125
        ],
        [
          513.375,
          139.0157470703125
        ],
        [
          302.359375,
          139.0157470703125
        ]
      ],
      "bbox": [
        302.359375,
        71.88116455078125,
        513.375,
        139.0157470703125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In his second <i>Harvard Business Review</i> paper, Treynor and Kay Mazuy used a curvilinear regression line to test whether funds were more sensitive to the market in the years when the market went up <i>versus</i> the years when the market went down.</p>",
      "page": 348,
      "polygon": [
        [
          301.78125,
          140.72406005859375
        ],
        [
          513.953125,
          140.72406005859375
        ],
        [
          513.953125,
          196.4969482421875
        ],
        [
          301.78125,
          196.4969482421875
        ]
      ],
      "bbox": [
        301.78125,
        140.72406005859375,
        513.953125,
        196.4969482421875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">When Fischer Black arrived at Arthur D. Little in 1965, Black took an interest in Treynor's work and later inherited Treynor's caseload (after Treynor went to work for Merrill Lynch.) In their paper, \"How to Use Security Analysis to Improve Portfolio Selection,\" Treynor and Black proposed viewing portfolios as having three distinct parts: a riskless part, a highly diversified part (devoid of specific risk), and an active part (which would have both specific risk and market risk). The paper spells out the optimal balance, not only between the three parts but also between the individual securities in the active part.</p>",
      "page": 348,
      "polygon": [
        [
          301.78125,
          197.15185546875
        ],
        [
          515.109375,
          197.15185546875
        ],
        [
          515.109375,
          334.4398193359375
        ],
        [
          301.78125,
          334.4398193359375
        ]
      ],
      "bbox": [
        301.78125,
        197.15185546875,
        515.109375,
        334.4398193359375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/7",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In 1966, Treynor was hired by Merrill Lynch where he headed Wall Street's first quantitative research group. Treynor left Merrill Lynch in 1969 to serve as the editor of the <i>Financial Analysts</i> <i>Journal,</i> with which he stayed until 1981. Treynor then joined Harold Arbit in starting Treynor–Arbit Associates, an investment firm based in Chicago. Treynor continues to serve on the advisory boards of the <i>Financial Analysts Journal</i> and the <i>Journal of</i> <i>Investment Management,</i> where he is also case editor.</p>",
      "page": 348,
      "polygon": [
        [
          302.0703125,
          335.21337890625
        ],
        [
          514.8203125,
          335.21337890625
        ],
        [
          514.8203125,
          449.3420715332031
        ],
        [
          302.0703125,
          449.3420715332031
        ]
      ],
      "bbox": [
        302.0703125,
        335.21337890625,
        514.8203125,
        449.3420715332031
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/8",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">In addition to his 1976 book published with William Priest and Patrick Regan titled <i>The Financial</i> <i>Reality of Pension Funding under ERISA</i>, Treynor coauthored <i>Machine Tool Leasing</i> in 1956 with Richard Vancil of Harvard Business School. Treynor has authored and co-authored more than 90 papers on such topics as risk, performance measurement, economics, trading (market microstructure), accounting, investment value, active management, and pensions. He has also written 20 cases, many published in the <i>Journal of Investment Management.</i></p>",
      "page": 348,
      "polygon": [
        [
          302.359375,
          451.1488037109375
        ],
        [
          514.53125,
          451.1488037109375
        ],
        [
          514.53125,
          575.6661682128906
        ],
        [
          302.359375,
          575.6661682128906
        ]
      ],
      "bbox": [
        302.359375,
        451.1488037109375,
        514.53125,
        575.6661682128906
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/9",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Treynor's work has appeared in the <i>Financial Ana</i><i>lysts Journal</i>, the <i>Journal of Business</i>, the <i>Harvard</i> <i>Business Review</i>, the <i>Journal of Finance</i>, and the <i>Journal of Investment Management</i>, among others. Some of Treynor's works were published under the pen-name \"Walter Bagehot,\" a cover that offered him</p>",
      "page": 348,
      "polygon": [
        [
          302.359375,
          577.4729156494141
        ],
        [
          514.53125,
          577.4729156494141
        ],
        [
          514.53125,
          644.76611328125
        ],
        [
          302.359375,
          644.76611328125
        ]
      ],
      "bbox": [
        302.359375,
        577.4729156494141,
        514.53125,
        644.76611328125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 356,
      "polygon": [
        [
          78.3359375,
          45.49365234375
        ],
        [
          210.5504150390625,
          45.49365234375
        ],
        [
          210.5504150390625,
          56.70166015625
        ],
        [
          78.3359375,
          56.70166015625
        ]
      ],
      "bbox": [
        78.3359375,
        45.49365234375,
        210.5504150390625,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">anonymity while allowing him to share his often unorthodox theories. He promoted notions such as random walks, efficient markets, risk/return trade-off, and betas that others in the field actively avoided. Treynor has since become renowned not only for pushing the envelope with new ideas but also for encouraging others to do the same as well. Eighteen of his papers have appeared in anthologies.</p>",
      "page": 356,
      "polygon": [
        [
          78.48046875,
          71.7919921875
        ],
        [
          290.36328125,
          71.7919921875
        ],
        [
          290.36328125,
          161.76165771484375
        ],
        [
          78.48046875,
          161.76165771484375
        ]
      ],
      "bbox": [
        78.48046875,
        71.7919921875,
        290.36328125,
        161.76165771484375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Two papers that have not been anthologized are \"Treynor's Theory of Inflation\" and \"Will the Phillips Curve Cause World War III?\" In these papers, he points out that, because in industry labor and capital are complements (rather than substitutes, as depicted in economics textbooks), over the business cycle they will become more or less scarce together. However, when capital gets more or less scarce, the identity of the marginal machine will change. If the real wage is determined by the marginal productivity of labor then (as Treynor argues) it is determined by the labor productivity of the marginal machine. As demand rises and the marginal machines get older and less efficient, the real wage falls, but labor negotiations fix the money wage. In order to satisfy the identity</p>",
      "page": 356,
      "polygon": [
        [
          79.05859375,
          163.50811767578125
        ],
        [
          290.65234375,
          163.50811767578125
        ],
        [
          290.65234375,
          333.60302734375
        ],
        [
          79.05859375,
          333.60302734375
        ]
      ],
      "bbox": [
        79.05859375,
        163.50811767578125,
        290.65234375,
        333.60302734375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Equation/3",
      "block_type": "Equation",
      "html": "<p block-type=\"Equation\"><math display=\"block\">\\text{money prices} \\equiv \\frac{\\text{money wage}}{\\text{real wage}} \\tag{1}</math></p>",
      "page": 356,
      "polygon": [
        [
          123.66026306152344,
          339.7968444824219
        ],
        [
          289.0625,
          339.7968444824219
        ],
        [
          289.0625,
          363.2491149902344
        ],
        [
          123.66026306152344,
          363.2491149902344
        ]
      ],
      "bbox": [
        123.66026306152344,
        339.7968444824219,
        289.0625,
        363.2491149902344
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">when the real wage falls, money prices must rise. According to Nobel Laureate Merton Miller, Treynor's main competitor on the topic, the Phillips curve is \"just an empirical regularity\" (i.e., just data snooping).</p>",
      "page": 356,
      "polygon": [
        [
          78.9140625,
          371.58782958984375
        ],
        [
          289.0625,
          371.58782958984375
        ],
        [
          289.0625,
          427.08160400390625
        ],
        [
          78.9140625,
          427.08160400390625
        ]
      ],
      "bbox": [
        78.9140625,
        371.58782958984375,
        289.0625,
        427.08160400390625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Treynor has won the <i>Financial Analysts Jour</i><i>nal's</i> Graham and Dodd Scroll award in 1968, 1982, twice in 1987, for \"The Economics of the Dealer Function\" and \"Market Efficiency and the Bean Jar Experiment,\" in 1998 for \"Bulls Bears and Market Bubbles\", and in 1999 for \"The Investment Value of Brand Franchise.\" In 1981 Treynor was again recognized for his research, winning the Graham and Dodd award for \"Best Paper\" titled \"What Does It Take to Win the Trading Game?\" In 1987, he was presented with the James R. Vertin Award of the Research Foundation of the Institute of Chartered Financial Analysts, \"in recognition of his research, notable for its relevance and enduring value to investment professionals.\" In addition, the Financial Analysts Association presented him with the Nicholas Molodovsky Award in 1985, \"in recognition of his outstanding contributions to the profession of financial analysis of such significance</p>",
      "page": 356,
      "polygon": [
        [
          78.76953125,
          428.729736328125
        ],
        [
          290.94140625,
          428.729736328125
        ],
        [
          290.94140625,
          644.7633972167969
        ],
        [
          78.76953125,
          644.7633972167969
        ]
      ],
      "bbox": [
        78.76953125,
        428.729736328125,
        290.94140625,
        644.7633972167969
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">as to change the direction of the profession and raise it to higher standards of accomplishment.\" He received the Roger F. Murray prize in 1994 from the Institute of Quantitative Research in Finance for \"Active Management as an Adversary Game.\" That same year he was also named a Distinguished Fellow of the Institute for Quantitative Research in Finance along with William Sharpe, Merton Miller, and Harry Markowitz. In 1997, he received the EBRI Lillywhite Award, which is \"awarded to persons who have had distinguished careers in the investment management and employee benefits fields and whose outstanding service enhances Americans' economic security.\" In 2007, he was presented with The Award for Professional Excellence, presented periodically by the CFA Institute Board to \"a member of the investment profession whose exemplary achievement, excellence of practice, and true leadership have inspired and reflected honor upon our profession to the highest degree\" (Previous winners were Jack Bogle and Warren Buffett.). In 2008, he was recognized as the 2007 IAFE/SunGard Financial Engineer of the Year for his contributions to financial theory and practice.</p>",
      "page": 356,
      "polygon": [
        [
          306.6953125,
          71.60791015625
        ],
        [
          517.7109375,
          71.60791015625
        ],
        [
          517.7109375,
          333.9651184082031
        ],
        [
          306.6953125,
          333.9651184082031
        ]
      ],
      "bbox": [
        306.6953125,
        71.60791015625,
        517.7109375,
        333.9651184082031
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/7",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Treynor taught investments at Columbia University while working at the <i>Financial Analysts Journal</i>. Between 1985 and 1988, Treynor taught investments at the University of Southern California.</p>",
      "page": 356,
      "polygon": [
        [
          305.5390625,
          334.10888671875
        ],
        [
          516.1514892578125,
          334.10888671875
        ],
        [
          516.1514892578125,
          379.9453125
        ],
        [
          305.5390625,
          379.9453125
        ]
      ],
      "bbox": [
        305.5390625,
        334.10888671875,
        516.1514892578125,
        379.9453125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/8",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">He is currently President of Treynor Capital Management in Palos Verdes, California.</p>",
      "page": 356,
      "polygon": [
        [
          306.6953125,
          381.41796875
        ],
        [
          516.0630493164062,
          381.41796875
        ],
        [
          516.0630493164062,
          402.7859802246094
        ],
        [
          306.6953125,
          402.7859802246094
        ]
      ],
      "bbox": [
        306.6953125,
        381.41796875,
        516.0630493164062,
        402.7859802246094
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/SectionHeader/9",
      "block_type": "SectionHeader",
      "html": "<h2><b>Further Reading</b></h2>",
      "page": 356,
      "polygon": [
        [
          306.8399963378906,
          420.0736389160156
        ],
        [
          388.4118347167969,
          420.0736389160156
        ],
        [
          388.4118347167969,
          431.2816162109375
        ],
        [
          306.8399963378906,
          431.2816162109375
        ]
      ],
      "bbox": [
        306.8399963378906,
        420.0736389160156,
        388.4118347167969,
        431.2816162109375
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/9"
      },
      "images": {}
    },
    {
      "id": "/page/1/ListGroup/356",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\" class=\"has-continuation\"><ul><li block-type=\"ListItem\">Bernstein, P.L. (1992). <i>'Capital Ideas: The Improbable Origins</i> <i>of Modern Wall Street'</i>, The Free Press, New York.</li><li block-type=\"ListItem\">Black, F.S. (1981). An open letter to Jack Treynor, <i>Financial</i> <i>Analysts Journal</i> July/August, 14.</li><li block-type=\"ListItem\">Black, F.S. &amp; Treynor, J.L. (1973). How to use security analysis to improve portfolio selection, <i>The Journal of</i> <i>Business</i> <b>46</b>(1), 66–88.</li><li block-type=\"ListItem\">Black, F.S. &amp; Treynor, J.L. (1986). Corporate investment decision, in <i>Modern Developments in Financial Management</i>, S.C. Myers, ed., Praeger Publishers.</li><li block-type=\"ListItem\">French, C. (2003). The Treynor capital asset pricing model, <i>Journal of Investment Management</i> <b>1</b>(2), 60–72.</li><li block-type=\"ListItem\">Keynes, J.M. (1936). <i>The General Theory of Employment,</i> <i>Interest, and Money</i>, Harcourt Brace, New York.</li><li block-type=\"ListItem\">Korajczyk, R. (1999). <i>Asset Pricing and Portfolio Perfor</i><i>mance: Models, Strategy and Performance Metrics</i>, Risk Books, London.</li><li block-type=\"ListItem\">Lintner, J. (1965a). The valuation of risk assets and the selection of risky investment in stock portfolios and capital budgets, <i>The Review of Economics and Statistics</i> <b>47</b>, 13–37.</li></ul></p>",
      "page": 356,
      "polygon": [
        [
          305.828125,
          445.8466796875
        ],
        [
          516.84375,
          445.8466796875
        ],
        [
          516.84375,
          644.4076385498047
        ],
        [
          305.828125,
          644.4076385498047
        ]
      ],
      "bbox": [
        305.828125,
        445.8466796875,
        516.84375,
        644.4076385498047
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/9"
      },
      "images": {}
    },
    {
      "id": "/page/2/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 175,
      "polygon": [
        [
          381.47998046875,
          45.49365234375
        ],
        [
          512.3056030273438,
          45.49365234375
        ],
        [
          512.3056030273438,
          56.70166015625
        ],
        [
          381.47998046875,
          56.70166015625
        ]
      ],
      "bbox": [
        381.47998046875,
        45.49365234375,
        512.3056030273438,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/9"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/174",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\" class=\"has-continuation\"><ul><li block-type=\"ListItem\">Lintner, J. (1965b). Securities prices, risk, and maximal gains from diversification, <i>The Journal of Finance</i> <b>20</b>(4), 587–615.</li><li block-type=\"ListItem\">Markowitz, H.M. (1952). Portfolio selection, <i>The Journal of</i> <i>Finance</i> <b>7</b>(1), 77–91.</li><li block-type=\"ListItem\">Mehrling, P. (2005). <i>Fischer Black and the Revolutionary Idea</i> <i>of Finance</i>, Wiley, New York.</li><li block-type=\"ListItem\">Modigliani, F. &amp; Miller, M.H. (1958). The cost of capital, corporation finance, and the theory of investment, <i>The</i> <i>American Economic Review</i> <b>48</b>, 261–297.</li><li block-type=\"ListItem\">Sharpe, W.F. (1964). Capital asset prices: a theory of market equilibrium under conditions of risk, <i>The Journal of Finance</i> <b>19</b>(3), 425–442.</li><li block-type=\"ListItem\">Treynor, J.L. (1961). <i>Market Value, Time, and Risk</i>. Unpublished manuscript. Dated 8/8/1961, #95-209.</li><li block-type=\"ListItem\">Treynor, J.L. (1962). <i>Toward a Theory of Market Value of Risk</i> <i>Assets</i>. Unpublished manuscript. Dated Fall of 1962.</li><li block-type=\"ListItem\">Treynor, J.L. (1963). <i>Implications for the Theory of Finance</i>. Unpublished manuscript. Dated Spring of 1963.</li></ul></p>",
      "page": 175,
      "polygon": [
        [
          75.228515625,
          72.00787353515625
        ],
        [
          286.75,
          72.00787353515625
        ],
        [
          286.75,
          249.54751586914062
        ],
        [
          75.228515625,
          249.54751586914062
        ]
      ],
      "bbox": [
        75.228515625,
        72.00787353515625,
        286.75,
        249.54751586914062
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/9"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/175",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\"><ul><li block-type=\"ListItem\">Treynor, J.L. (1965). How to rate management of investment funds, <i>Harvard Business Review</i> <b>43</b>, 63–75.</li><li block-type=\"ListItem\">Treynor, J.L. (2007). <i>Treynor on Institutional Investing</i>, Wiley, New York.</li><li block-type=\"ListItem\">Treynor, J.L. &amp; Mazuy, K. (1966). Can mutual funds outguess the market? <i>Harvard Business Review</i> <b>44</b>, 131–136.</li><li block-type=\"ListItem\">Treynor, J.L. &amp; Vancil, R. (1956). <i>Machine Tool Leasing</i>, Management Analysis Center.</li></ul></p>",
      "page": 175,
      "polygon": [
        [
          302.0703125,
          71.4698486328125
        ],
        [
          512.796875,
          71.4698486328125
        ],
        [
          512.796875,
          150.5791015625
        ],
        [
          302.0703125,
          150.5791015625
        ]
      ],
      "bbox": [
        302.0703125,
        71.4698486328125,
        512.796875,
        150.5791015625
      ],
      "section_hierarchy": {
        "2": "/page/1/SectionHeader/9"
      },
      "images": {}
    },
    {
      "id": "/page/2/SectionHeader/13",
      "block_type": "SectionHeader",
      "html": "<h2><b>Related Articles</b></h2>",
      "page": 175,
      "polygon": [
        [
          302.359375,
          167.95361328125
        ],
        [
          380.9158630371094,
          167.95361328125
        ],
        [
          380.9158630371094,
          179.16162109375
        ],
        [
          302.359375,
          179.16162109375
        ]
      ],
      "bbox": [
        302.359375,
        167.95361328125,
        380.9158630371094,
        179.16162109375
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/13"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/14",
      "block_type": "Text",
      "html": "<p block-type=\"Text\"><b>Black, Fischer</b>; <b>Capital Asset Pricing Model</b>; <b>Factor Models</b>; <b>Modigliani, Franco</b>; <b>Samuelson,</b> <b>Paul A.</b>; <b>Sharpe, William F</b>.</p>",
      "page": 175,
      "polygon": [
        [
          303.1190185546875,
          194.369140625
        ],
        [
          512.366455078125,
          194.369140625
        ],
        [
          512.366455078125,
          227.10137939453125
        ],
        [
          303.1190185546875,
          227.10137939453125
        ]
      ],
      "bbox": [
        303.1190185546875,
        194.369140625,
        512.366455078125,
        227.10137939453125
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/13"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/15",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">ETHAN NAMVAR</p>",
      "page": 175,
      "polygon": [
        [
          431.859375,
          237.7275390625
        ],
        [
          500.65625,
          237.7275390625
        ],
        [
          500.65625,
          247.441650390625
        ],
        [
          431.859375,
          247.441650390625
        ]
      ],
      "bbox": [
        431.859375,
        237.7275390625,
        500.65625,
        247.441650390625
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/13"
      },
      "images": {}
    }
  ],
  "page_info": {
    "0": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "1": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "2": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    }
  }
}