{
  "blocks": [
    {
      "id": "/page/0/SectionHeader/0",
      "block_type": "SectionHeader",
      "html": "<h2><b>Markowitz, Harry</b></h2>",
      "page": 295,
      "polygon": [
        [
          75.01171875,
          70.2733154296875
        ],
        [
          221.85546875,
          70.2733154296875
        ],
        [
          221.85546875,
          89.12310791015625
        ],
        [
          75.01171875,
          89.12310791015625
        ]
      ],
      "bbox": [
        75.01171875,
        70.2733154296875,
        221.85546875,
        89.12310791015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">o Harry Max Markowitz, born in Chicago in 1927, ˝ said in his 1990 Nobel Prize acceptance speech that, as a child, he was unaware of the Great Depression, which caused a generation of investors and noninvestors the world over to mistrust the markets. However, it was a slim, 15-page paper published by Markowitz as a young man that would eventually transform the way people viewed the relationship between risk and return, and that overhauled the way the investment community constructed diversified portfolios of securities.</p>",
      "page": 295,
      "polygon": [
        [
          75.517578125,
          115.41943359375
        ],
        [
          287.90625,
          115.41943359375
        ],
        [
          287.90625,
          241.32470703125
        ],
        [
          75.517578125,
          241.32470703125
        ]
      ],
      "bbox": [
        75.517578125,
        115.41943359375,
        287.90625,
        241.32470703125
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Markowitz was working on his dissertation in economics at the University of Chicago when his now-famous \"Portfolio Selection\" paper appeared in the March 1952 issue of the <i>Journal of Finance</i> [1]. He was 25. He went on to win the Nobel Prize in Economic Sciences in 1990 for providing the cornerstone to what came to be known as <i>modern</i> <i>portfolio theory</i> (<b>Modern Portfolio Theory</b>).</p>",
      "page": 295,
      "polygon": [
        [
          75.87890625,
          242.251953125
        ],
        [
          288.62890625,
          242.251953125
        ],
        [
          288.62890625,
          333.9248046875
        ],
        [
          75.87890625,
          333.9248046875
        ]
      ],
      "bbox": [
        75.87890625,
        242.251953125,
        288.62890625,
        333.9248046875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Markowitz shared the Nobel Prize with Merton H. Miller and William F. Sharpe (<b>Sharpe, William</b> <b>F.</b>), who were recognized, respectively, for their work on how firms' capital structure and dividend policy affect their stock price, and the development of the capital asset pricing model, which presents a way to measure the riskiness of a stock relative to the performance of the stock market as a whole. Together, the three redefined the way investors thought about the investment process, and created the field of financial economics. Markowitz, whose work built on earlier work on diversification by Yale University's James Tobin, who received a Nobel Prize in 1981, was teaching at Baruch College at the City University of New York when he won the Nobel at the age of 63.</p>",
      "page": 295,
      "polygon": [
        [
          75.58984375,
          335.35333251953125
        ],
        [
          289.20703125,
          335.35333251953125
        ],
        [
          289.20703125,
          517.9312438964844
        ],
        [
          75.58984375,
          517.9312438964844
        ]
      ],
      "bbox": [
        75.58984375,
        335.35333251953125,
        289.20703125,
        517.9312438964844
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Markowitz received a bachelor of philosophy in 1947 and a PhD in economics in 1955, both from the University of Chicago. Years later he said that when he decided to study economics, his philosophical interests drew him toward the \"economics of uncertainty\". At Chicago, he studied with Milton Friedman, Jacob Marschak, Leonard Savage, and Tjalling Koopmans, and became a student member of the famed Cowles Commission for Research in Economics (which moved to Yale University in 1955 and was renamed the Cowles Foundation).</p>",
      "page": 295,
      "polygon": [
        [
          75.662109375,
          518.7431640625
        ],
        [
          288.7734375,
          518.7431640625
        ],
        [
          288.7734375,
          644.7734375
        ],
        [
          75.662109375,
          644.7734375
        ]
      ],
      "bbox": [
        75.662109375,
        518.7431640625,
        288.7734375,
        644.7734375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">The now-landmark 1952 \"Portfolio Selection\" paper skipped over the problem of selecting individual stocks and focused instead on how a manager or investor selects a portfolio best suited to the individual's risk and return preferences. Pre-Markowitz, diversification was considered important, but there was no framework to determine how diversified a portfolio was or how an investor could create a welldiversified portfolio.</p>",
      "page": 295,
      "polygon": [
        [
          302.9375,
          71.8380126953125
        ],
        [
          515.6875,
          71.8380126953125
        ],
        [
          515.6875,
          173.53369140625
        ],
        [
          302.9375,
          173.53369140625
        ]
      ],
      "bbox": [
        302.9375,
        71.8380126953125,
        515.6875,
        173.53369140625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Keeping in mind that \"diversification is both observed and sensible,\" the paper began from the premise that investors consider expected return a \"desirable thing\" and risk an \"undesirable thing\". Markowitz's first insight was to look at a portfolio's risk as the variance of its returns. This offered a way to quantify investment risk that previously had not existed. He then perceived that a portfolio's riskiness depended not just on the expected returns and variances of the individual assets but also on the correlations between the assets in the portfolio. For Markowitz, the wisdom of diversification was not simply a matter of holding a large number of different securities, but of holding securities whose value did not rise and fall in tandem with one another. \"It is necessary to avoid investing in securities with high covariances among themselves,\" he stated in the paper. Investing in companies in different industries, for instance, increased a portfolio's diversification and, paradoxically, improved the portfolio's expected returns by reducing its variance.</p>",
      "page": 295,
      "polygon": [
        [
          303.12109375,
          174.32568359375
        ],
        [
          516.5546875,
          174.32568359375
        ],
        [
          516.5546875,
          426.3787536621094
        ],
        [
          303.12109375,
          426.3787536621094
        ]
      ],
      "bbox": [
        303.12109375,
        174.32568359375,
        516.5546875,
        426.3787536621094
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/0/Text/7",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">Markowitz's paper laid out a mathematical theory for deriving the set of optimal portfolios based on their risk-return characteristics. Markowitz showed how mean-variance analysis could be used to find a set of securities whose risk-return combinations were deemed \"efficient\". Markowitz referred to this as the expected returns–variance of returns rule (E-V rule). The range of possible risk– return combinations yielded what Markowitz described as efficient and inefficient portfolios, an idea he based on Koopmans' notion that there are efficient and inefficient allocations of resources [3]. Koopmans, at the time, was one of Markowitz's professors. Markowitz's notion of efficient portfolios was subsequently called the <i>efficient frontier</i>. \"Not only does the E-V hypothesis imply diversification, it implies the 'right kind' of diversification for the 'right reason,\"' Markowitz wrote. The optimal portfolio was the one that would provide the minimum risk for a</p>",
      "page": 295,
      "polygon": [
        [
          302.0703125,
          427.806640625
        ],
        [
          515.3984375,
          427.806640625
        ],
        [
          515.3984375,
          644.7832641601562
        ],
        [
          302.0703125,
          644.7832641601562
        ]
      ],
      "bbox": [
        302.0703125,
        427.806640625,
        515.3984375,
        644.7832641601562
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 315,
      "polygon": [
        [
          78.263671875,
          45.49365234375
        ],
        [
          185.15711975097656,
          45.49365234375
        ],
        [
          185.15711975097656,
          56.70166015625
        ],
        [
          78.263671875,
          56.70166015625
        ]
      ],
      "bbox": [
        78.263671875,
        45.49365234375,
        185.15711975097656,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">given expected return, or the highest expected return for a given level of risk. An investor would select the portfolio whose risk-return characteristics he preferred.</p>",
      "page": 315,
      "polygon": [
        [
          78.9140625,
          71.8380126953125
        ],
        [
          290.21875,
          71.8380126953125
        ],
        [
          290.21875,
          116.04168701171875
        ],
        [
          78.9140625,
          116.04168701171875
        ]
      ],
      "bbox": [
        78.9140625,
        71.8380126953125,
        290.21875,
        116.04168701171875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/2",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">It has been said many times over the years that Markowitz's portfolio theory provided, at long last, the math behind the adage \"Don't put all your eggs in one basket.\" In 1988, Sharpe said of Markowitz's portfolio selection concept: \"I liked the parsimony, the beauty, of it<i>....</i> I loved the mathematics. It was simple but elegant. It had all the aesthetic qualities that a model builder likes\" [5].</p>",
      "page": 315,
      "polygon": [
        [
          79.05859375,
          116.33984375
        ],
        [
          292.38671875,
          116.33984375
        ],
        [
          292.38671875,
          208.02362060546875
        ],
        [
          79.05859375,
          208.02362060546875
        ]
      ],
      "bbox": [
        79.05859375,
        116.33984375,
        292.38671875,
        208.02362060546875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/3",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Back in 1952, Markowitz already knew the practical value of the E-V rule he had crafted. It functioned, his paper noted, both \"as a hypothesis to explain well-established investment behavior and as a maxim to guide one's own action.\" However, Markowitz's insight was deeper. The E-V rule enabled the investment management profession to distinguish between investment and speculative behavior, which helped fuel the gradual institutionalization of the investment management profession. In the wake of Markowitz's ideas, investment managers could strive to build portfolios that were not simply groupings of speculative stocks but well-diversified sets of securities designed to meet the risk-return expectations of investors pursuing clear investment goals.</p>",
      "page": 315,
      "polygon": [
        [
          78.986328125,
          209.4853515625
        ],
        [
          293.6875,
          209.4853515625
        ],
        [
          293.6875,
          391.92742919921875
        ],
        [
          78.986328125,
          391.92742919921875
        ]
      ],
      "bbox": [
        78.986328125,
        209.4853515625,
        293.6875,
        391.92742919921875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/4",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Markowitz's ideas gained traction slowly, but within a decade investment managers were turning to Markowitz's theory of portfolio selection (<b>Mod</b><b>ern Portfolio Theory</b>) to help them determine how to select portfolios of diversified securities. This occurred as institutional investors in the United States were casting around for ways to structure portfolios that relied more on analytics and less on relationships with brokers and bankers. In the intervening years, Markowitz expanded his groundbreaking work. In 1956, he published the Critical Line Algorithm, which explained how to compute the efficient frontier for portfolios with large numbers of securities subject to constraints. In 1959, he published <i>Portfo</i><i>lio Selection: Efficient Diversification of Investments</i>, which bored further into the subject and explored the relationship between his mean-variance analysis and the fundamental theories of action under uncertainty of John von Neumann and Oskar Morgenstern, and of Leonard J. Savage [2].</p>",
      "page": 315,
      "polygon": [
        [
          79.203125,
          393.19921875
        ],
        [
          293.6875,
          393.19921875
        ],
        [
          293.6875,
          621.7920532226562
        ],
        [
          79.203125,
          621.7920532226562
        ]
      ],
      "bbox": [
        79.203125,
        393.19921875,
        293.6875,
        621.7920532226562
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/5",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">However, while Markowitz is most widely known for his work in portfolio theory, he has said that</p>",
      "page": 315,
      "polygon": [
        [
          78.9140625,
          622.5654296875
        ],
        [
          291.953125,
          622.5654296875
        ],
        [
          291.953125,
          644.7724609375
        ],
        [
          78.9140625,
          644.7724609375
        ]
      ],
      "bbox": [
        78.9140625,
        622.5654296875,
        291.953125,
        644.7724609375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/6",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">he values another prize he received more than the Nobel: the von Neumann Prize in operations research theory. That prize, he said, recognized the three main research areas that have defined his career. Markowitz received the von Neumann prize in 1989 from the Operations Research Society of America and the Institute of Management Sciences (now combined as INFORMS) for his work on portfolio theory, sparse matrix techniques and the high-level simulation language called <i>SIMSCRIPT programming</i> <i>language</i>.</p>",
      "page": 315,
      "polygon": [
        [
          306.6953125,
          70.963623046875
        ],
        [
          520.6015625,
          70.963623046875
        ],
        [
          520.6015625,
          196.51312255859375
        ],
        [
          306.6953125,
          196.51312255859375
        ]
      ],
      "bbox": [
        306.6953125,
        70.963623046875,
        520.6015625,
        196.51312255859375
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/7",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">After Chicago, Markowitz went to the RAND Corp. in Santa Monica, CA, where he worked with a group of economists on linear programming techniques. In the mid-1950s, he developed sparse matrices, a technique to solve large mathematical optimization problems. Toward the end of the decade, he went to General Electric to build models of manufacturing plants in the company's manufacturing services department. After returning to RAND in 1961, he and his team developed a high-level programming language for simulations called <i>SIMSCRIPT</i> to support Air Force projects that involved simulation models. The language was published in 1962. The same year, Markowitz and former colleague Herb Karr formed CACI, the California Analysis Center Inc. The firm later changed its name to Consolidated Analysis Centers Inc. and became a publicly traded company that provided IT services to the government and intelligence community. It is now called <i>CACI</i> <i>International</i>.</p>",
      "page": 315,
      "polygon": [
        [
          306.6953125,
          196.599609375
        ],
        [
          521.1796875,
          196.599609375
        ],
        [
          521.1796875,
          437.8981018066406
        ],
        [
          306.6953125,
          437.8981018066406
        ]
      ],
      "bbox": [
        306.6953125,
        196.599609375,
        521.1796875,
        437.8981018066406
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/8",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">Markowitz's career has ranged across academia, research, and business. He worked in the money management industry as president of Arbitrage Management Company from 1969 to 1972. From 1974 until 1983, Markowitz was at IBM's T.J. Watson Research Center in Yorktown Heights, NY. He has taught at the University of California at Los Angeles, Baruch College and, since 1994, at the University of California at San Diego. He continues to teach at UC-San Diego and is an academic consultant to Index Fund Advisors, a financial services firm that provides low-cost index funds to investors.</p>",
      "page": 315,
      "polygon": [
        [
          306.40625,
          438.4833984375
        ],
        [
          519.734375,
          438.4833984375
        ],
        [
          519.734375,
          575.7807006835938
        ],
        [
          306.40625,
          575.7807006835938
        ]
      ],
      "bbox": [
        306.40625,
        438.4833984375,
        519.734375,
        575.7807006835938
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/1/Text/9",
      "block_type": "Text",
      "html": "<p block-type=\"Text\" class=\"has-continuation\">In the fall of 2008 and subsequent winter, Markowitz's landmark portfolio theory came under harsh criticism in the lay press as all asset classes declined together. Markowitz, however, argued that the credit crisis and ensuing losses highlighted the benefits of diversification and exposed the risks in</p>",
      "page": 315,
      "polygon": [
        [
          306.6953125,
          576.544921875
        ],
        [
          520.0234375,
          576.544921875
        ],
        [
          520.0234375,
          644.7822265625
        ],
        [
          306.6953125,
          644.7822265625
        ]
      ],
      "bbox": [
        306.6953125,
        576.544921875,
        520.0234375,
        644.7822265625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/2/PageHeader/0",
      "block_type": "PageHeader",
      "html": "",
      "page": 127,
      "polygon": [
        [
          404.9765625,
          45.49365234375
        ],
        [
          512.3052368164062,
          45.49365234375
        ],
        [
          512.3052368164062,
          56.70166015625
        ],
        [
          404.9765625,
          56.70166015625
        ]
      ],
      "bbox": [
        404.9765625,
        45.49365234375,
        512.3052368164062,
        56.70166015625
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/1",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">not understanding, or in misunderstanding, the correlations between assets in a portfolio. \"Portfolio theory was not invalidated, it was validated,\" he noted in a 2009 interview with Index Fund Advisors [4]. He has said numerous times over the years that there are no \"shortcuts\" to understanding the tradeoff between risk and return. \"US portfolio theorists do not talk about risk control,\" he said in that interview. \"It sounds like you can control risk. You can't.\" \"But diversification,\" he continued, \"is the next best thing.\"</p>",
      "page": 127,
      "polygon": [
        [
          75.083984375,
          71.88751220703125
        ],
        [
          287.90625,
          71.88751220703125
        ],
        [
          287.90625,
          197.99920654296875
        ],
        [
          75.083984375,
          197.99920654296875
        ]
      ],
      "bbox": [
        75.083984375,
        71.88751220703125,
        287.90625,
        197.99920654296875
      ],
      "section_hierarchy": {
        "2": "/page/0/SectionHeader/0"
      },
      "images": {}
    },
    {
      "id": "/page/2/SectionHeader/2",
      "block_type": "SectionHeader",
      "html": "<h2><b>References</b></h2>",
      "page": 127,
      "polygon": [
        [
          75.30078125,
          225.5535888671875
        ],
        [
          128.34375,
          225.5535888671875
        ],
        [
          128.34375,
          236.7615966796875
        ],
        [
          75.30078125,
          236.7615966796875
        ]
      ],
      "bbox": [
        75.30078125,
        225.5535888671875,
        128.34375,
        236.7615966796875
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/127",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">[1] Markowitz, H.M. (1952). Portfolio selection, <i>Journal of</i> <i>Finance</i> <b>7</b>, 77–91.</p>",
      "page": 127,
      "polygon": [
        [
          75.15625,
          256.4246520996094
        ],
        [
          286.75,
          256.4246520996094
        ],
        [
          286.75,
          275.20263671875
        ],
        [
          75.15625,
          275.20263671875
        ]
      ],
      "bbox": [
        75.15625,
        256.4246520996094,
        286.75,
        275.20263671875
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    },
    {
      "id": "/page/2/ListGroup/126",
      "block_type": "ListGroup",
      "html": "<p block-type=\"ListGroup\"><ul><li block-type=\"ListItem\">[2] Markowitz, H.M. (1959). <i>Portfolio Selection: Efficient</i> <i>Diversification of Investments</i>, John Wiley &amp; Sons, New York.</li><li block-type=\"ListItem\">[3] Markowitz, H.M. (2002). <i>An Interview with Harry</i> <i>Markowitz by Jeffrey R. Yost</i>, Charles Babbage Institute, University of Minnesota, Minneapolis, MN.</li><li block-type=\"ListItem\">[4] Markowitz, H.M. (2009). <i>An Interview with Harry M.</i> <i>Markowitz by Mark Hebner</i>, Index Fund Advisors, Irvine, CA.</li><li block-type=\"ListItem\">[5] Sharpe, W.F. (1988). <i>Revisiting the Capital Asset Pricing</i> <i>Model, an interview by Jonathan Burton</i>. Dow Jones Asset Manager, May/June, 20–28.</li></ul></p>",
      "page": 127,
      "polygon": [
        [
          301.4921875,
          72.04412841796875
        ],
        [
          514.2421875,
          72.04412841796875
        ],
        [
          514.2421875,
          190.52490234375
        ],
        [
          301.4921875,
          190.52490234375
        ]
      ],
      "bbox": [
        301.4921875,
        72.04412841796875,
        514.2421875,
        190.52490234375
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/2"
      },
      "images": {}
    },
    {
      "id": "/page/2/SectionHeader/8",
      "block_type": "SectionHeader",
      "html": "<h2><b>Related Articles</b></h2>",
      "page": 127,
      "polygon": [
        [
          302.0703125,
          207.3135986328125
        ],
        [
          382.4296875,
          207.3135986328125
        ],
        [
          382.4296875,
          218.5216064453125
        ],
        [
          302.0703125,
          218.5216064453125
        ]
      ],
      "bbox": [
        302.0703125,
        207.3135986328125,
        382.4296875,
        218.5216064453125
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/8"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/9",
      "block_type": "Text",
      "html": "<p block-type=\"Text\"><b>Modern Portfolio Theory</b>; <b>Risk–Return Analysis</b>; <b>Sharpe, William F</b>.</p>",
      "page": 127,
      "polygon": [
        [
          301.203125,
          233.66912841796875
        ],
        [
          512.3441162109375,
          233.66912841796875
        ],
        [
          512.3441162109375,
          254.94125366210938
        ],
        [
          301.203125,
          254.94125366210938
        ]
      ],
      "bbox": [
        301.203125,
        233.66912841796875,
        512.3441162109375,
        254.94125366210938
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/8"
      },
      "images": {}
    },
    {
      "id": "/page/2/Text/10",
      "block_type": "Text",
      "html": "<p block-type=\"Text\">NINA MEHTA</p>",
      "page": 127,
      "polygon": [
        [
          445.4453125,
          265.507568359375
        ],
        [
          500.9453125,
          265.507568359375
        ],
        [
          500.9453125,
          275.2213134765625
        ],
        [
          445.4453125,
          275.2213134765625
        ]
      ],
      "bbox": [
        445.4453125,
        265.507568359375,
        500.9453125,
        275.2213134765625
      ],
      "section_hierarchy": {
        "2": "/page/2/SectionHeader/8"
      },
      "images": {}
    }
  ],
  "page_info": {
    "0": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "1": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    },
    "2": {
      "bbox": [
        0.0,
        0.0,
        592.0,
        754.0
      ],
      "polygon": [
        [
          0.0,
          0.0
        ],
        [
          592.0,
          0.0
        ],
        [
          592.0,
          754.0
        ],
        [
          0.0,
          754.0
        ]
      ]
    }
  }
}